{"title":"Join Americaâ\u0080\u0099s PrepareAthon!","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"330\"]<a href=\"http:\/\/www.community.fema.gov\/connect.ti\/cfghome\/grouphome\"><img class=\"  \" src=\"http:\/\/www.community.fema.gov\/inovem\/sites\/site1031\/custom\/FEMA_PrepareAthon%20Poster_Tornado%20Artwork-500.jpg\" alt=\"graphic for tornado awareness. \" width=\"330\" height=\"535\" \/><\/a> Americaâ\u0080\u0099s PrepareAthon! graphic for tornado awareness. â\u0080\u009cBe Smart. Take Part. Prepare.â\u0080\u009d[\/caption]\n\nAmerica's PrepareAthon! is a campaign encouraging people across the nation to practice preparedness actions before a disaster or emergency strikes.\n\nThis is an opportunity for individuals, organizations and communities to prepare for specific hazards through drills, group discussions and exercises.\n\nThe campaign focuses on two National Days of Action. The first will take place on April 30, 2014, and will revolve around preparing for wildfires, floods, hurricanes and tornadoes. A second day of action will be held on September 30, with a focus on earthquakes, hazardous materials, pandemic flu and winter weather.\n\nThis is a collaborative campaign among the federal family, combining the expertise of many government agencies. Americaâ\u0080\u0099s PrepareAthon! is directed as part of <a href=\"https:\/\/www.dhs.gov\/presidential-policy-directive-8-national-preparedness\">President Obamaâ\u0080\u0099s Presidential Policy Directive 8: National Preparedness<\/a>. The Federal Emergency Management Agency (FEMA) is leading the effort, leveraging the resources of the Ready Campaign and many years of experience by members of the <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/readynpm\/grouphome\">National Preparedness Community<\/a>. The U.S. Geological Survey (USGS) is one of the supporters and contributors to the campaign.\n\n<strong>What Exactly Should You Do?<\/strong>\n\n<strong><\/strong>Involvement in Americaâ\u0080\u0099s PrepareAthon! is simple and open to everyone, with more than five million participants already registered. Interested participants have two options for getting involved. <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\">Simply sign up online<\/a>Â and register your own participation or opt to join community events.\n\nThose joining should commit to taking at least one specific step toward being prepared for a potential hazard. Plan a local community or organizational preparedness event, or participate in discussion forums online with like-minded community members.\n\nCustomizable promotional materials as well as participation guides <a href=\"http:\/\/www.ready.gov\/prepare\">are available online<\/a>. This includes information for individuals, families, workplaces, K-12 schools, institutions of higher education, houses of worship and community-based organizations.\n\n<strong>Â <\/strong><strong>Need for Preparedness<\/strong>\n\n<strong><\/strong>Despite an increase in weather-related disasters, nearly 70 percent of Americans have not participated in a preparedness drill or exercise, aside from a fire drill, at their workplace, school or home in the past two years, according to a <a href=\"http:\/\/www.fema.gov\/media-library-data\/662ad7b4a323dcf07b829ce0c5b77ad9\/2012+FEMA+National+Survey+Report.pdf\">2012 FEMA national survey<\/a>. However, studies show that communities are better prepared to withstand an emergency and recover more quickly when everyone is involved.\n\n&nbsp;\n\n<strong>April 30: Wildfires, Floods, Hurricanes and Tornadoes<\/strong>\n\n<strong><\/strong>On April 30, the Americaâ\u0080\u0099s PrepareAthon! National Day of Action will focus on raising awareness of what to do in the event of <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221424\">wildfires<\/a>, <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221360\">floods<\/a>, <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221328\">hurricanes<\/a> and <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221392\">tornadoes<\/a>. This campaign provides educational information about each hazard as well as what protective measures to take before, during and after an event.\n\nTo begin preparing for each hazard, one should build an emergency kit and make a family communications plan. In any emergency, always listen to the instructions given by local emergency management officials. Below are some other key tips suggested through this campaign, while a <a href=\"http:\/\/www.ready.gov\/\">complete list of actions and detailed information<\/a> can be found online.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_14_2013_k52Rj77IHc_08_14_2013_2#.U1qltDC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_14_2013\/k52Rj77IHc_08_14_2013\/medium\/Fire_Wall.jpg\" alt=\"A Wall of Fire in Southern California\" width=\"350\" height=\"195\" \/><\/a> A wall of fire in southern California. Image courtesy of Tim Walton, Photo One Productions, CALFIRE. Shared with permission.[\/caption]\n\n<strong>Wildfires<\/strong>\n\n<strong><\/strong><a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221424\">Wildfires<\/a> are most commonly ignited by humans or lightning. In extremely hot, dry and windy conditions, they can spread quickly. To help stay safe, consider designing and landscaping your home with materials and plants that can help reduce fire activity rather than fuel it. Use fire-resistant or noncombustible materials in buildings or treat them with fire-retardant chemicals. Regularly clean roofs, gutters and chimneys and avoid stacking firewood against walls of homes and structures. Teach family members how to use a fire extinguisher, and keep in mind the need for water when planning. A more complete list of additional recommended actions is outlined on the campaignâ\u0080\u0099s website.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/07_07_2011_j4Eq27Tgg0_07_07_2011_7#.U1ql3zC1F8E\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/07_07_2011\/j4Eq27Tgg0_07_07_2011\/medium\/DSC01338.JPG\" alt=\"Flooded Homes in Downtown Minot, N.D.\" width=\"350\" height=\"263\" \/><\/a> Flooded homes in North Dakota. June 2011. Photo Credit: Dave Ozman, USGS[\/caption]\n\n<strong>Floods<\/strong>\n\n<strong><\/strong><a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221360\">Floods<\/a> are one of the most common hazards in the United States. Some floods develop slowly, while others, such as flash floods, can develop in just a few minutes. To begin preparing, know whether there are flood risks, be familiar with property elevations, maintain an awareness of flood conditions and get familiar with multiple evacuation routes. Some preparedness tips for homes can include elevating the furnace, water heater and electric panels, as well as installing \"check valves\" to prevent flood water from backing up into drains. Most importantly, if there is any possibility of a flash flood, move immediately to higher ground.\n\n<strong>Hurricanes<\/strong>\n\n<strong><\/strong>A <a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221328\">hurricane<\/a> is a type of tropical cyclone or severe tropical storm that forms in the southern Atlantic Ocean, Caribbean Sea, Gulf of Mexico and in the eastern Pacific Ocean. In high risk areas, protecting homes by covering windows or installing hurricane shutters, making sure the roof meets building codes and identifying a wind-safe location are good preparation measures. Follow local authority orders to evacuate if directed to do so and take an emergency kit. If an evacuation is not possible, in-place safety measures can include closing all interior doors, turning off propane tanks and staying away from windows and glass. After the hurricane, continue listening to a NOAA weather radio or the local news for the latest updates.\n\n<strong>Â <\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"324\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hazard-events\/sandy\/\"><img class=\"   \" src=\"http:\/\/coastal.er.usgs.gov\/hazard-events\/sandy\/images\/NJ_Loc5_SeasideHeights_Overwash-lg.jpeg\" alt=\"Oblique aerial photographs of Seaside Heights\" width=\"324\" height=\"532\" \/><\/a> Oblique aerial photographs of Seaside Heights, New Jersey, before and after Hurricane Sandy impacts shows coastal change on a developed coastline.&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n[\/caption]\n\n<strong><\/strong><strong>Tornadoes<\/strong>\n\n<strong><\/strong><a href=\"http:\/\/www.community.fema.gov\/connect.ti\/AmericasPrepareathon\/view?objectId=3221392\">Tornadoes<\/a>Â are natureâ\u0080\u0099s most violent storms. Spawned from powerful thunderstorms, tornadoes can cause fatalities and devastate a neighborhood in seconds. Every state is at some risk from this hazard. Be alert to changing weather conditions, and look for approaching storms. In areas under a tornado warning, seek shelter immediately. If you are in the car and shelter isnâ\u0080\u0099t available, put the seatbelt on and try not to be under a freeway, road overpass, or trees. Do not attempt to outrun a tornado in a vehicle.\n\n<strong>Start with USGS Science<\/strong>\n\n<strong><\/strong>You canâ\u0080\u0099t plan if you donâ\u0080\u0099t know what you are planning for. USGS science is essential to understanding a range of hazards, serving as a basis upon which decisions and preparedness actions are developed.\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3015\/\">The USGS provides tools and information<\/a> before, during and after fire disasters to identify wildfire risks and reduce subsequent hazards, while providing real-time geospatial support for firefighters during the events. For example, the USGS provides fire managers with up-to-theÂ minute <a href=\"http:\/\/eros.usgs.gov\/\">maps and satellite imagery<\/a>Â about current wildfire extent and behavior throughout the nation. There are secondary effects of wildfires, including erosion, landslides, invasive species and changes in water quality. As fires are contained, USGS scientists help to assess their aftermath to guide the re-building of more resilient communities and restoration of ecosystems.\n\nThe USGS conducts real-time monitoring of the nationâ\u0080\u0099s rivers and streams, providing officials with critical information for flood warnings and drought mitigation. If you want to know whether river levels in your area are higher or lower than normal, visit USGS <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a>. You can also use USGSÂ <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>Â to receive texts or emails when water levels at a specific streamgage exceed certain thresholds. Or you can request data on-demand throughÂ USGS <a href=\"http:\/\/water.usgs.gov\/waternow\/\">WaterNow<\/a>.<strong> <\/strong>Also, the USGS and National Weather Service work together to makeÂ <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">flood inundation maps<\/a>.\n\nThe USGS also studies coastal vulnerability and change fromÂ <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/\">hurricanes and extreme storms<\/a>, helping inform flood forecasts and evacuation warnings. Before, during and after major hurricanes or tropical storms affecting the United States, the USGS assesses the likelihood of beach erosion, overwash or inundation. Scientists also measure storm surge and monitor water levels of inland rivers and streams.\n\n<strong>Join the National Preparedness Community<\/strong>\n\n<strong><\/strong>Take action, spread the word and encourage others to discuss, practice and train for hazards. Canâ\u0080\u0099t make these official dates? Resources and tools provided through Americaâ\u0080\u0099s PrepareAthon! are always available online, so plan a drill or browse materials at any time throughout the year.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24367","uid":"31","filename":"Main1.jpg","uri":"public:\/\/Main1.jpg","filemime":"image\/jpeg","filesize":"45892","status":"1","timestamp":"1425492768","type":"image","uuid":"10a29fd5-d89c-44a6-9ea8-65bf437cf69d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["fires","floods","hurricanes","Natural Hazards","Tornadoes"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1398689461","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}