{"title":"USGS Names Doyle as Deputy Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey Director Chip Groat today announced the appointment of Robert E. Doyle as Deputy Director of the USGS. Doyle becomes the USGS Deputy on March 31 after more than 28 years in Federal Government. He comes to the USGS from the Bureau of Land Management, Department of the Interior, where he is currently serving as Assistant Director, Business and Fiscal Resources. He has also served as Chief Financial Officer and, for 10 years, was the Director\/Deputy Director for Finance and Administration for the U.S. Bureau of Mines (USBM), Department of the Interior. <\/p>\n<p>USGS Director Chip Groat sees Doyle&rsquo;s experience in fiscal resource management key to meeting the demands of the job. &quot;Bob has effectively handled significant challenges during his tenure with the Department of the Interior and the Federal Government,&quot; Groat said. &quot;His proven track record for integrating budget, performance, and financial information, coupled with his extensive management experience will be a tremendous asset to the Survey.&quot; <\/p>\r\n<p>Over the past 13 years, Doyle has been a leading change agent within government. His knowledge of systems and the mortgage insurance underwriting process enabled him to make systemic and fundamental changes that restored financial integrity to the Federal Housing Insurance Fund. Most recently, as Assistant Director, Business and Fiscal Resources, he has led efforts within the Bureau of Land Management to implement an integrated management system for improving performance and accountability. Doyle has worked at both the Federal and local levels and, as a former program manager, has a sound appreciation for data and systems and their importance in helping an organization achieve its overall mission. <\/p>\r\n<p>Doyle earned a Bachelor of Arts degree in Political Science from the College of the Holy Cross in 1971 and a Masters in Public Administration from Southern Methodist University in 1974. He also holds a certification in Financial Planning. Doyle&rsquo;s hometown is Milford, Mass.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1045630800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"170436"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}