{"title":"The People's Choice: Americans Would Pay to Help Monarch Butterflies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart--><a href=\"http:\/\/gallery.usgs.gov\/photos\/10_23_2013_afv2YlkXWR_10_23_2013_0\">Americans place high value on butterfly royalty<\/a>. A <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/conl.12065\/abstract\">recent study<\/a> suggests they are willing to support monarch butterfly conservation at high levels, up to about 6 &frac12; billion dollars if extrapolated to all U.S. households.<!--introend--><\/p>\n<p>If even a small percentage of the population acted upon this reported willingness, the cumulative effort would likely translate into a large, untapped potential for conservation of the <a href=\"http:\/\/gallery.usgs.gov\/photos\/10_23_2013_afv2YlkXWR_10_23_2013_1\">iconic butterfly<\/a>.<\/p>\r\n<p>Monarch butterfly populations have been declining across Mexico, California and other areas of the United States since 1999. A 2012 survey at the wintering grounds of monarchs in Mexico showed the lowest colony size ever recorded.&nbsp;<\/p>\r\n<p>\"The multigenerational migration of the monarch butterfly is considered one of the world&rsquo;s most spectacular natural events,\" said Jay Diffendorfer, a USGS scientist and the study&rsquo;s lead author. \"However, managing migratory species is difficult because they can cross international borders and depend on many geographic areas for survival.\"<\/p>\r\n<p>Much of the decline in monarch numbers has been blamed on the loss of milkweed, the native plants on which monarch caterpillars feed.<\/p>\r\n<p>\"While many factors may be affecting monarch numbers, breeding, migrating, and overwintering habitat loss are probably the main culprits,\" said Karen Oberhauser, a monarch biologist at the University of Minnesota and a co-author of the study. \"In the U.S., the growing use of genetically-modified, herbicide-tolerant&nbsp;crops, such as corn and soybeans, has resulted in severe milkweed declines and thus loss of breeding habitat.\"<\/p>\r\n<p>The authors suggest that the universal popularity of monarchs could encourage a market for monarch-friendly plants.<\/p>\r\n<p>\"This is the first nation-wide, published, economic valuation survey of the general public for an insect.&nbsp; The study indicates that economic values of monarch butterflies are potentially large enough to mobilize people for conservation planting and funding habitat conservation,\" said John Loomis, the lead economist on the study from Colorado State University.&nbsp;<\/p>\r\n<p>\"The life cycle of monarchs creates opportunities for untapped market-based conservation approaches,\" Diffendorfer continued. \"Ordinary households, conservation organizations, and natural resource agencies can all plant milkweed and flowering plants to offset ongoing losses in the species&rsquo; breeding habitat.\"<\/p>\r\n<p>According to the annual survey of the <a href=\"http:\/\/www.garden.org\/\">National Gardening Association<\/a>, households that identify as \"do-it-yourself lawn and gardeners\" spent $29.1 billion in related retail sales in 2012.<\/p>\r\n<p>\"By reallocating some of those purchases to monarch-friendly plants, people would be able to contribute to the conservation of the species as well as maintain a flower garden,\" said Oberhauser. \"Helping restore the monarch&rsquo;s natural habitat, and potentially the species&rsquo; abundance, is something that people can do at home by planting milkweed and other nectar plants.\"<\/p>\r\n<p>Unfortunately, many plants purchased by gardeners have been treated with systemic insecticides that can kill both pollinators that consume the nectar, and caterpillars, like monarchs, that eat the leaves.&nbsp;<\/p>\r\n<p>\"This study shows that not only might consumers pay more for monarch-friendly milkweeds grown without systemic insecticides in the potting soil, but also that consumers might be more interested overall in buying nectar-producing plants or milkweeds if they knew a small percentage of sales will be donated to habitat conservation,\" said Diffendorfer.<\/p>\r\n<p>The study, released today in <a href=\"http:\/\/onlinelibrary.wiley.c","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Ecosystems Wildlife Terrestrialand Endangered Resources","Climateand Land Use Change Researchand Development","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Environmental Health"],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Environmental Health"],"release_date":{"und":[{"value":"1382932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}