{"title":"New USGS Water Science Center Director for State of Nevada","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CARSON CITY, Nev. &mdash; John Sciacca, an experienced geologist, has joined the U.S. Geological Survey as the new water science center director for the state of Nevada.<\/p>\n<p>Sciacca has 28 years experience in hydrogeological studies and investigations, including leading studies on surface and groundwater quality impacts from abandoned mine lands and working on groundwater supply and management issues. Sciacca is also knowledgeable about Nevada water issues, having worked on projects in the Truckee, Carson and Walker river drainages, the Tahoe Basin, and the Underground Test Area or groundwater operable unit at the Nevada National Security Site.<\/p>\r\n<p>\"We are very fortunate to have someone of John's caliber joining our team,&rdquo; said Mike Shulters, the USGS regional executive in charge of the Southwest.&nbsp;&ldquo;He comes to us with extensive background in the issues and partnerships that are central to the mission of the Nevada Water Science Center. His science management and leadership experience are excellent qualities for his new role at the Center.\"<\/p>\r\n<p>In his new position, Sciacca will oversee the activities of about 90 scientists and staff who work at the headquarters in Carson City, Nev., and the field stations in Henderson and Ely. The USGS Nevada Water Science Center operates local and statewide networks to collect high-quality data that define natural and human-induced hydrologic conditions. USGS analyzes hydrologic processes to increase understanding of important water-resource issues and to promote informed decision making. In addition, the Water Science Center maintains real-time and historical databases and publishes interpretive and data reports to disseminate unbiased hydrologic information.<\/p>\r\n<p>During his career, Sciacca has worked for the California State Water Resources Control Board, Exxon Company USA, Groundwater Technology, Inc., Shaw Environmental and Infrastructure, and URS Corporation.<\/p>\r\n<p>While serving as the National Geosciences Director and National Director of Applied Science for Shaw Environmental, Sciacca managed national technical organizations of more than 400 scientists, developed mentoring and technical leadership programs for scientists and engineers, led the development of science-based technical standards and procedures and provided vision and strategic consulting for science-based activities. &nbsp;At the request of the National Groundwater Association, he has presented papers and led workshops and short courses on natural attenuation of acid mine drainage, direct push sensing and sampling technologies and the use of borehole geophysics for water resource applications.<\/p>\r\n<p>Sciacca received his Master&rsquo;s of Science in Geology from the University of California, Davis. &nbsp; <br \/> \"I am excited to join the Nevada Water Science Center as its Director,&rdquo; Sciacca said.&rdquo; The center's dedicated and very talented scientists and technical staff provide objective, high-quality information that is critical to many partners for effective management of water resources - one of the most important issues that the state of Nevada faces now and in the future.&rdquo;<\/p>\r\n<p>Sciacca and his wife Kate have eight children and three (soon to be five) grandchildren. His hobbies include fly fishing, camping, hiking and coaching baseball.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":["water","Nevada","Center Director","Chief","Science Center"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1301371200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}