{"title":"Biologists Verify First Fishers Born in Washington Since Reintroduction Began","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Biologists today confirmed the first sightings of newborn fishers in Washington State since restoration of the state-endangered species began two years ago.<!--introend-->&nbsp; Photographs downloaded from an automated camera placed deep in the Olympic National Park wilderness show a female fisher carrying four kits down a large snag.<\/p>\n<p>The female shown in the photograph is one of the first fishers reintroduced to Olympic National Park, released near Antelope Creek in the Elwha Valley on January 27, 2008 as part of a multi-partner recovery plan to restore the once-native animal to its historical habitat.<\/p>\r\n<p>The photographs, taken May 23, 2009 clearly show the female carrying four kits, one at a time, down a snag and out of the frame to an unknown location. The camera and the den are located in a remote area of the park southeast of Port Angeles.<\/p>\r\n<p>&ldquo;Finding fisher kits in Olympic National Park is a tremendously exciting milestone in the fisher restoration process,&rdquo; said Olympic National Park Superintendent Karen Gustin. &ldquo;Locating the mother&rsquo;s den tree was like looking for a needle in a haystack, but after several weeks of careful tracking and wilderness hiking, biologists were overjoyed to have photographs of kits.&rdquo;<\/p>\r\n<p>Fishers, which are large, stocky members of the weasel family, usually give birth in late March, using tree cavities as dens for one to four kits. Females often use several den sites while raising kits, moving them to dens closer to the ground as they become larger and more mobile.<\/p>\r\n<p>&ldquo;This is a very exciting outcome,&rdquo; said Phil Anderson, Washington Department of Fish and Wildlife (WDFW) interim director. &ldquo;Reproduction is a key measure of a successful reintroduction. The photos of these kits and indications that other females may be denning are signs that the fishers are adapting well to their new habitat and give great hope for the future of fisher&nbsp; recovery in Washington.&rdquo;<\/p>\r\n<p>Print-quality photos and a video are available online at the <a href=\"http:\/\/www.nps.gov\/olym\/parknews\/first-fishers-born.htm\" title=\"Nation Park Service\">National Park Service<\/a> and the <a href=\"http:\/\/wdfw.wa.gov\/wlm\/diversty\/soc\/fisher\/photos.htm\" title=\"Washington Department of Fish and Wildlife\">Washington Department of Fish and Wildlife<\/a> websites.<\/p>\r\n<p>Project biologists continue to track the movements of 36 fishers released since early 2008, and are investigating several other females believed to be denning.&nbsp; Additional fishers will be released into Olympic National Park this coming winter, the third and final year of the reintroduction effort. Fisher monitoring is expected to continue for another ten years.<\/p>\r\n<p>&ldquo;We&rsquo;re grateful to project partners Conservation Northwest and Washington&rsquo;s National Park Fund for their support of the remote camera monitoring,&rdquo; said Gustin. &ldquo;Actual sightings of young fishers are extremely rare; without the automated cameras, we may have never known about this very noteworthy event.&rdquo;<\/p>\r\n<p>Fisher reintroduction to Washington and Olympic National Park is made possible by a partnership of agencies and organizations. Project management is jointly provided by WDFW and ONP, while non-profit partner Conservation<br \/>Northwest provides financial and administrative support for the project&rsquo;s operations in British Columbia.<br \/><br \/>The USGS, WDFW and ONP are leading the research program, including monitoring, to evaluate the success of the reintroduction. The research is funded primarily by the USGS, Washington&rsquo;s National Park Fund, U.S. Fish and Wildlife Service and Conservation Northwest through the Doris Duke Foundation and the Wildlife Conservation Society, with additional financial and logistical support from a wide variety of groups for management and research tasks. The British Columbia Ministry of Environment actively supports t","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","fisher","Elwha Valley","wildlife","restoration"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1243483200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168884"},{"tid":"169898"},{"tid":"169585"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}