{"title":"USGS Estimates 162 Billion Short Tons of Recoverable Coal in the Powder River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Powder River Basin of Wyoming and Montana contains about 162 billion short tons (BST) of recoverable coal from a total of 1.07 trillion short tons of in-place resources according to a new USGS <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/fs20123143\">assessment<\/a>.<!--introend--> This assessment also estimates that 25 BST of those resources are currently economical to recover, the first such estimate released by the USGS for coal for an entire basin.<\/p>\n<p>The Powder River Basin&mdash;a large geologic feature located in northeastern Wyoming and southeastern Montana&mdash;contains the largest deposits of low-sulfur subbituminous coal in the world. This study is significant because it illustrates that only a relatively small percentage of in-place coal resources are technically and economically recoverable.<\/p>\r\n<table style=\"width: 160px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"3\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012-02-26\/prbmap.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012-02-26\/prbmap_thumb.jpg\" alt=\"Powder River Basin Assessment Map\" width=\"150\" height=\"286\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr class=\"subtitle italics\">\r\n<td>Powder River Basin Assessment Map &mdash; A map showing the four assessment units for the 2013 USGS Powder River Basin coal assessment.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;The United States is well-known for its rich endowment of coal resources and our in-place estimates bear that out,&rdquo; said USGS Acting Director Suzette Kimball. &ldquo;It&rsquo;s important to note, however, the substantial difference between what is in-place and what is technically recoverable, let alone economic. This new basin-wide assessment provides that critical link for government and private managers to make informed decisions.&rdquo;<\/p>\r\n<p>In 2011, the 16 mines in the PRB produced 462 million short tons (MST), about 42 percent of the Nation&rsquo;s total coal production that year. &nbsp;Subbituminous coal is typically used in electric power generation.<\/p>\r\n<p>The key to this study was taking advantage of the wealth of recently available geologic data from the interpretation of thousands of new drill logs from coalbed methane development in the PRB.&nbsp; More than 8,000 new drill holes were added to the original Gillette coal field database alone. About 30,000 total data points were used in the entire PRB assessment. This geologic information interpreted from well information of the recent drilling provided an unprecedented level of data about the coal resources for the basin.<\/p>\r\n<p>The USGS developed the geologic information that formed the basis of this assessment in cooperation with the Wyoming State Geological Survey and the Montana Bureau of Mines and Geology.<\/p>\r\n<p>The Basin was divided into four areas for assessment: the <a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1113\/\">Montana Powder River Basin<\/a>, the <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1294\/\">Northern Wyoming Powder River Basin<\/a>, the <a href=\"http:\/\/pubs.usgs.gov\/of\/2008\/1202\/\">Gillette coal field<\/a>, and the <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1134\/\">Southwestern Wyoming Powder River Basin<\/a>.<\/p>\r\n<p>Within these four areas, the USGS assessed coal resources for 47 coal beds. The three largest beds by resource are the Canyon coal bed, the Anderson coal bed, and the Smith coal bed. These three coal beds together represent about 38 percent of the total coal resources for the Powder River Basin.<\/p>\r\n<p>To arrive at the estimate of recoverable coal and 25 BST of reserves, USGS scientists selected portions of those coal beds from the total in-place resources that were deemed both shallow and thick enough to be recoverable using current surface mining technology. Ten conceptual mine models were developed to account for the differences in coal bed geology using proven mining techniques for each the four assessment areas of the PRB. Then, estimated mining costs were calculated f","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Wyoming"],"country":["United States of America"],"mm_tags":["Energyand Minerals Energy Resources","energy","coal","coal","Powder River Basin","coalassessment","Wyoming","Montana","Geographic Areas Northwest"],"release_date":{"und":[{"value":"1361854800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169657"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}