{"title":"Acid Rain Makes Some Shenandoah National Park Streams Unfavorable to Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nMany streams in Shenandoah National Park\r\nare vulnerable to acid rain. Steep slopes, small watersheds, and underlying\r\ngeology, combined with acid rain make many streams inhospitable to native fish\r\nfor extended periods of time, according to the U.S. Geological Survey (USGS).\r\n<\/p>\r\n<p>\r\n&quot;Because of acid rain, Shenandoah is the third most\r\ncontaminated park in the national park system,&quot; said Karen Rice, the USGS\r\nscientist who led the study. &quot;Many streams\r\nin the park have low acid neutralizing capacities for periods lasting from six\r\nhours to one week. About 14 percent of\r\nthe park&#39;s watersheds will have 3-day episodes of acidity sufficient to kill\r\nnative fish such as brook trout. These high acid episodes occur at least once\r\nevery two years.&quot;\r\n<\/p>\r\n<p>\r\nAcid neutralizing capacity is an important factor\r\nin stream-water quality and biologic health. In Shenandoah National Park,\r\nthe rains are typically ten times more acidic than normal rainfall. The pH of rainfall\r\nin the park is usually 4.6, although it has dipped well below 4.0. Normal rain\r\nhas a pH of 5.6. (pH is a logarithmic\r\nscale, therefore each whole-number denotes a 10-fold change.)\r\n<\/p>\r\n<p>\r\nWhile this study did not look at likely impacts to\r\nfish populations, the long-term outlook for fish inhabiting streams with the\r\nlowest acid neutralizing capacity is not good. Over the next 40-100 years,\r\nthere is a greater than 90 percent probability in the most vulnerable streams\r\nof at least one acid episode every year for four consecutive years.\r\n<\/p>\r\n<p>\r\nThe USGS, and the University of Virginia,\r\nin cooperation with the National Park Service began this study in 2002 to\r\npredict stream response to acid rain. They found that the vulnerability of a stream to acid rain was\r\ncontrolled by a combination of factors including watershed size, elevation,\r\nsteepness of gradient and underlying rock type. Streams with the greatest\r\nvulnerability were in small watersheds with a high elevation, steep gradient,\r\nand were underlain by silicate bedrock. Those underlain by basaltic rocks have a\r\ngreater capacity to neutralize acid rain, all other factors being equal.\r\n<\/p>\r\n<p>\r\n<strong>Reporters:&nbsp; <\/strong>View the report, &quot;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2005\/5259\/\">Predicting the Vulnerability of\r\nStreams to Episodic Acidification and Potential Effects on Aquatic Biota in\r\nShenandoah National Park, Virginia<\/a>.&quot; \r\n<\/p>\r\n<p>\r\nView a companion fact sheet, &quot;<a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3057\/\">Acid Rain in Shenandoah National Park, Virginia<\/a>.&quot;\r\n<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\">&nbsp;<img src=\"\/newsroom\/images\/2007-9-24\/shenandoah_forest.jpg\" border=\"0\" alt=\"photo - caption below\" width=\"200\" height=\"301\" \/><br \/>\r\n\t\t\t<span class=\"small\">Fall colors looking north from Stony Man Summit in the Shenandoah National Park.<\/span><br \/>\r\n\t\t\t<\/td>\r\n\t\t\t<td align=\"center\">&nbsp;<img src=\"\/newsroom\/images\/2007-9-24\/figure2.jpg\" border=\"0\" alt=\"photo - caption below\" width=\"455\" height=\"254\" \/><br \/>\r\n\t\t\t<span class=\"small\">Illustration showing two stream systems with different characteristics that result in differences in water quality. Whether or not the aquatic biota will be diversified is strongly controlled by the geology and topography.<\/span> <\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\n&nbsp;\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1190606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169808"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}