{"title":"A Few Winners, But Many More Losers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dramatic distribution losses and a few major distribution gains are forecasted for southwestern bird and reptile species as the climate changes, according to <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1050\/\">just-published research<\/a> by scientists with the U.S. Geological Survey, the University of New Mexico, and Northern Arizona University.<\/p>\n<p>Overall, the study forecasted species distribution losses &ndash; that is, where species are able to live &ndash; of nearly half for all but one of the 5 reptile species they examined, including for the iconic chuckwalla. The threatened Sonoran (Morafka&rsquo;s) desert tortoise, however, is projected to experience little to no habitat losses from climate change.&nbsp;<\/p>\r\n<p>Breeding&nbsp;bird&nbsp;ranges exhibited greater expansions and contractions than did&nbsp;reptile species. For example, black-throated sparrows and gray vireos are projected to experience major gains in breeding habitat, but pygmy nuthatches, sage thrashers and Williamson sapsuckers are forecasted to experience large losses in breeding habitat, in some cases by as much as 80 percent. Thus, these three species might be expected to experience large future population declines.<\/p>\r\n<p>The iconic pinyon jay is expected to experience from one-fourth to one-third loss in breeding habitat in the future, as its welfare is tied to declining pinyon pine habitat.<\/p>\r\n<p>&ldquo;Not surprisingly, whether a species is projected to be a winner or a loser depends primarily on its natural history and habitat needs and requirements,&rdquo; said USGS scientist Charles van Riper III, the lead author on the study. &ldquo;Land managers should be aware of these potential changes so that they can adjust their management practices accordingly.&rdquo;<\/p>\r\n<p>To conduct the study, scientists coupled existing global climate change models with newly developed species distribution models to estimate future losses and gains of 7 southwestern upland bird species and 5 reptile species. The study area focused on the Sonoran Desert and Colorado Plateau ecosystems within Arizona, western New Mexico, Utah, southwestern Colorado and southeastern California, but also included the rest of the Western United States. Focal wildlife species included resident and migratory birds and reptiles, which make up most of the vertebrate biodiversity in the region.&nbsp;<\/p>\r\n<p>Temperatures in this region are projected to increase 6.3-7.2 F (3.5&ndash;4&deg;C) within the next 60&ndash;90 years while precipitation is projected to decline by 5&ndash;20 percent.<\/p>\r\n<p>&ldquo;Changes of this magnitude may have profound effects on distribution and viability of many species,&rdquo; noted Stephen T. Jackson, director of the Interior Department&rsquo;s Southwest Climate Science Center. &ldquo;Temperature matters a lot, biologically, in arid and semi-arid regions.\"<\/p>\r\n<p>One very practical result of the project is a <a href=\"http:\/\/cpbc.bio.nau.edu\/CPBC_ArcGIS\/rest\/services\">website<\/a> with a series of range maps projecting the potential effects of climate change on bird and reptile distributions in the Western United States for three different time periods in the next 90 years. These predictions can help managers and policy makers better prioritize conservation effects, van Riper said.<\/p>\r\n<p>&ldquo;Wildlife resource managers need regionally specific information about climate change consequences so they better identify tools and strategies to conserve and sustain habitats in their region,&rdquo; said Doug Beard, director of the USGS National Climate Change and Wildlife Science Center that supported the project.&nbsp; &ldquo;Managers can use these results to help plan for ways to offset projected effects of climate change on these species.&rdquo;<\/p>\r\n<p><strong>Detailed Bird Species Projections:<\/strong><\/p>\r\n<p><strong>Overall:<\/strong> Black-throated sparrow and gray vireo are projected to experience major gains in breeding habitat.&nbsp; In contrast, pygmy","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","Climateand Land Use Change","National Climate Changeand Wildlife Science Center","southwestclimatechange","birds And Climate","Reptiles And Climate","birds","Reptiles"],"article_type":["National News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1396843200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}