{"title":"Variety of Chemicals Found in Waters Flowing into Lake Champlain","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A variety of man-made chemicals has been found in the streams and wastewaters that discharge into Lake Champlain. The chemicals found include pesticides, fire retardants, fragrances, detergent degradates, and caffeine. These findings were released today by the U.S. Geological Survey (USGS).<!--introend--><\/p>\n<p>The chemicals were found at extremely low concentrations, measuring a few parts per billion. The concentrations were highest in waters released by sewage treatment plants, combined sewer overflows and small urban streams. The lowest concentrations were in larger rivers, an undeveloped stream, and the lake.<\/p>\r\n<p>Although the concentrations were low, the significance of such a mixture in the environment is unknown. How these chemicals affect fish and human health at the levels found is not well understood and an area of ongoing research.<\/p>\r\n<p>\"What we found in the Lake Champlain basin is similar to what has been found in other areas of the United States and Europe where these chemicals have been studied,\" said Patrick Phillips, USGS hydrologist and lead author of this study. \"Some of the chemicals are more common in small urban streams and waters of combined sewer overflows, indicating untreated sewage may be contaminating these waters. Other chemicals are more common in treated wastewater, meaning that they are not effectively removed by wastewater treatment operations,\" said Phillips.<\/p>\r\n<p>Combined sewer overflows are a mixture of stormwater runoff and untreated (or raw) sewage. This occurs during larger rain or runoff periods. In Burlington, the combined sewer overflow treatment includes removal of sand-sized and larger particles, and disinfection prior to release in Lake Champlain.<\/p>\r\n<p>\"Combined sewer overflows may be an important source of man-made chemicals to receiving waters, and may be a larger source of some chemicals than treated wastewater,\" said Phillips. \"Nevertheless, it is good news that despite these inputs, very few chemicals were detected in Lake Champlain itself,\" said Phillips.<\/p>\r\n<p>The study also shows that wastewater treatment is effective at removing certain chemicals, such as caffeine and cholesterol, prior to the water's release to Lake Champlain.<\/p>\r\n<p>Done in collaboration with the Lake Champlain Basin Program, this study is the first ever examination of these chemicals in waters of the Lake Champlain basin.<\/p>\r\n<p>\"This study provides our first look at a new class of chemicals in the environment that are commonly know as emerging contaminants,\" said William Howland, Manager of the Lake Champlain Basin Program in Grand Isle, Vt. \"Working with the USGS, we have been doing more detailed studies of these and other chemicals in urban streams, wastewaters and combined sewer overflows of the Burlington area for the last two years so that we can better understand the presence of these chemicals in the basin,\" Howland said.<\/p>\r\n<p>For this study, scientists sampled 30 locations in both Vermont and New York during 2006. The Winooski River in Colchester, Missisquoi River in Swanton and Potash and Englesby brooks in Burlington were among the streams sampled. Scientists collected Lake Champlain samples from Burlington Bay, Cumberland Bay, Missisquoi Bay, and St Albans Bay. They took wastewater samples from Burlington, St. Albans, and Plattsburgh wastewater treatment facilities. Combined sewer overflow samples were from Burlington.<\/p>\r\n<p>Scientists analyzed 62 different chemicals in the water samples; all but 8 of the chemicals were found in one or more samples. Some individual water samples from combined sewer overflows and treated wastewater contained up to 35 different chemicals. Scientists detected no man-made chemicals in a stream in Stowe, Vt. that is primarily undeveloped and forested.<\/p>\r\n<p>A group of fossil-fuel-based chemicals known as polycyclic aromatic hydrocarbons were found routinely in the urban streams. These chemicals originate from burning fos","summary":null,"format":null}]},"field_images":[],"regions":["New York","Vermont"],"country":["United States of America"],"mm_tags":["Lake Champlain","water","Water Quality","New York","Vermont"],"release_date":{"und":[{"value":"1234414800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169845"},{"tid":"170227"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}