{"title":"USGS Scientists Speak on Rare Plants and Invasive Species at Santa Barbara Symposium","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The news release may also be found online at <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>U.S. Geological Survey scientists of the Western Ecological Research Center will report on the effects of exotic animals on native plants in Channel Islands National Park at the 5th California Islands Symposium, in Santa Barbara, Calif., Mar. 29-Apr. 1. \r\n<p>Plant ecologist Kathryn McEachern will present information on soft-leaved Indian paintbrush, which is found only on Santa Rosa Island and was listed as federally endangered in 1997. McEachern said that cattle have been removed from Santa Rosa Island, and deer and elk numbers will be reduced. Continued monitoring by USGS scientists and National Park Service staff will show whether this reduction will help soft-leaved Indian paintbrush to recover. \r\n<p>Botanist Katie Chess will discuss the effects of feral pigs on the distribution and recovery of island jepsonia, a native plant that occurs only on five of the California Channel Islands and Guadelupe Island. Island jepsonia was designated a federal category 2 species in 1993 because of population declines related to feral animal activity on the islands. \r\n<p>In a third presentation, former USGS botanist Pat Corry will discuss results of a pilot, multidisciplinary research project on factors affecting native shrub recovery in grasslands where nonnative annual grasses have become established following grazing by cattle, deer, elk and rabbits. \r\n<p>Kathryn McEachern will also participate in interagency poster presentations on island restoration and conservation strategies. \r\n<p>The 5th California Islands Symposium, sponsored by the Minerals Management Service, will be held at the Santa Barbara Natural History Museum, 2559 Puesta Del Sol Road. Registration begins at 7:30 a.m. throughout the symposium. Session categories include archaeology, botany, cultural anthropology, geographic information systems, geology, marine ecology, marine invertebrate zoology, physical oceanography, paleontology and terrestrial invertebrate zoology. There are no Thursday presentations.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"922424400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169827"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}