{"title":"Two USGS Scientists Awarded Top Honors","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>2007 Presidential Rank Awards Cite James Devine and P. Patrick Leahy among the Best<\/strong> \r\n<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"6\" width=\"190\" align=\"right\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><img src=\"\/newsroom\/images\/2007_1023\/leahy.gif\" border=\"0\" alt=\"see caption\" width=\"150\" height=\"195\" \/><\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td><span><span class=\"fontSize1\">Dr. P. Patrick Leahy received the Distinguished Executives Award. Dr. Leahy was responsible for USGS geologic science programs and international work, including worldwide earthquake hazards monitoring and research, geologic mapping of land and seafloor resources, volcano and landslide hazards, and assessments of energy and mineral resources. He retired this year, after 33 years of government service.<\/span> <\/span><\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td>&nbsp;<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td><img src=\"\/newsroom\/images\/2007_1023\/devine.gif\" border=\"0\" alt=\"see caption\" width=\"150\" height=\"173\" \/><\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td><span class=\"fontSize1\">James Devine was named the Distinguished Senior Professional representing the Department of the Interior. Devine is the senior advisor for science applications at USGS. He provides bureau policy and guidance on natural hazards, nuclear waste and critical structures such as nuclear power plants and dams.<\/span><\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\n<!--introstart-->Dr. P. Patrick Leahy, former acting director of the U.S. Geological Survey (USGS) and James Devine, senior advisor for science applications, were among more than 300 career federal executives to be selected as recipients of the Presidential Rank Award, a prestigious award recognizing outstanding leadership and long-term accomplishments.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;These two individuals have worked tirelessly to serve the American people timely, relevant and impartial science and studied our natural resources, and the natural and man-made hazards that threaten us,&quot; said Mark Myers, director of the USGS. &quot;They have touched many lives during the course of their careers. Each of them managed matters that sometimes saved lives or at least improved conditions for the global community. They certainly deserve this honor.&quot; \r\n<\/p>\r\n<p>\r\nDevine was named the Distinguished Senior Professional representing the Department of the Interior. \r\n<\/p>\r\n<p>\r\nAs the senior advisor for science applications (1995 to present) at the USGS, Devine provides bureau policy and guidance on natural hazards, nuclear waste and critical structures such as nuclear power plants and dams. &nbsp; \r\n<\/p>\r\n<p>\r\n&quot;Jim Devine has spent 50 years of his life in public service. Few individuals exhibit that kind of enthusiasm and commitment,&quot; said Myers. &quot;As my senior advisor, Jim is the go-to guy. The breath of his corporate knowledge is hard to match.&quot; \r\n<\/p>\r\n<p>\r\nAs a field scientist, Devine served as project leader of teams that conducted a wide variety of studies of ground and structural responses to earthquakes, explosives and rocket launches. He also performed seismological reviews of applications for licenses to construct and operate nuclear reactors. \r\n<\/p>\r\n<p>\r\nDr. Leahy received the Distinguished Executives Award for work done at the USGS. He retired this year, after 33 years of government service. Since 1974, he served in various technical and managerial positions, including chief of the National Water-Quality Assessment Program. \r\n<\/p>\r\n<p>\r\nIn addition to acting as USGS director, he served as the associate director for geology at the USGS, and Dr. Leahy was responsible for USGS geologic science programs and international work, including worldwide earthquake hazards monitoring and research, geologic mapping of land and seafloor resources, volcano and landslide hazards, and assessments of energy and mineral resources. Dr. Leahy&#39;s passion for geology and hydrology carried him to 35 countries, where he studied everything from natural disasters to","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1193112000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169236"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}