{"title":"USGS Study Describes Ground Water in Aquifers and Ecosystems along the Atlantic Coast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Because of an increasing awareness of the critical role of ground water in sustaining coastal populations, economies, and ecosystems, the U.S. Geological Survey (USGS) has recently published a report that describes ground water conditions in freshwater and saltwater environments along the Atlantic coast. The report &quot;Ground Water in Freshwater-Saltwater Environments of the Atlantic Coast,&quot; is available on the USGS website at <a href=\"http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1262\">http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1262<\/a>. <\/p>\n<p>As ground water use has increased in coastal areas, so has the recognition that ground water supplies are vulnerable to overuse and contamination. The proximity of coastal aquifers to saltwater creates unique issues with respect to ground water sustainability in coastal regions. <\/p>\r\n<p>More than 65 million people live in Atlantic coastal communities and withdraw about 7.7 billion gallons each day from aquifers. The water is used primarily for public supplies, agriculture and industry. In many Atlantic coast communities, ground water is the primary or sole source of drinking-water supply. <\/p>\r\n<p>The USGS report identifies several scientific challenges and opportunities related to ground water conditions along the Atlantic coast. &quot;New monitoring and research efforts will be needed to characterize the occurrence and movement of saline ground water in different types of coastal terrains and to better understand linkages between ground water discharge, ground water quality and the health of coastal ecosystems,&quot; according to Paul Barlow, USGS hydrologist and author of the study. <\/p>\r\n<p>The movement of saline water into freshwater aquifers, or saltwater intrusion, is usually caused by ground water pumping from coastal wells. In extreme cases, saltwater contamination has led to the abandonment of supply wells in several communities along the Atlantic coast, and is a continuing threat in many areas. The report describes multifaceted strategies for managing saltwater intrusion in coastal Georgia, and Florida&rsquo;s Biscayne Bay. <\/p>\r\n<p>&quot;Many States and local communities are taking actions to manage and prevent saltwater intrusion to ensure a sustainable source of ground water for the future,&quot; according to Barlow. Innovative management approaches such as aquifer storage and recovery systems, desalination systems, and blending of waters of different quality, are being implemented to manage saltwater intrusion, and several monitoring networks are in place to document the location and movement of saltwater in freshwater aquifers. <\/p>\r\n<p>The USGS report also addresses the role of ground water in delivering contaminants to coastal waters. This has become an area of growing concern because the discharge of excess nutrients, particularly nitrogen, can severely impair coastal ecosystems. <\/p>\r\n<p>The report, &quot;Ground Water in Freshwater-Saltwater Environments of the Atlantic Coast,&quot; by Paul M. Barlow, is published as U.S. Geological Survey Circular 1262. The report can be viewed at <a href=\"http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1262\/\">http:\/\/water.usgs.gov\/pubs\/circ\/2003\/circ1262\/<\/a>. Copies can be purchased from the U.S. Geological Survey, Information Services, Box 25286, Federal Center, Denver, CO 80225-0286, telephone 303-202-4200. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maine","Maryland","Massachusetts","New Jersey","New York","Rhode Island","Virginia","Florida","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1075784400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170231"},{"tid":"170675"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}