{"title":"Distant Earthquakes Can Trigger Deep Slow Fault Slip","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<hr \/>\n<p><strong>Update May 10, 2011<\/strong> -- Researchers&nbsp;David Shelly and David Hill&nbsp;from the U.S. Geological Survey, and&nbsp;Zhigang Peng and Chastity Aiken from&nbsp;Georgia Institute of Technology examined the locations and timing of tremor activity following large distant earthquakes.<\/p>\r\n<hr \/>\r\n<p>MENLO PARK, Calif. &mdash; <!--introstart-->Researchers examining the San Andreas Fault in central California have found evidence that distant earthquakes can trigger episodes of accelerated (but still very slow) slip motion, deep on the fault.<!--introend-->&nbsp;<\/p>\r\n<p>While a sudden slip on a fault generates earthquakes capable of strong shaking, a fault can also slip slowly. Sometimes, these slow movements on a fault, known as creep events, are accompanied by a weak ground vibration known as a tectonic tremor, which can be detected on sensitive seismometers.<\/p>\r\n<p>Using data from these seismometers, researchers from the U.S. Geological Survey and Georgia Institute of Technology examined the locations and timing of tremor activity following large distant earthquakes. In some cases, they found evidence that triggered slip and its associated tremor migrated along the length of the fault, and persisted long after the passage of seismic waves from the distant earthquake. The scientists hypothesize that distant earthquakes can act as a trigger for ongoing episodic creep events, sometimes altering their timing.<\/p>\r\n<p>The researchers also noted that creep events in other locations can sometimes trigger earthquakes. While they caution that their study was focused on triggered tremor rather than triggered earthquakes, they suggest that prolonged triggered creep episodes could be relevant for both phenomena. In particular, triggered creep episodes could provide a physical explanation for the time delay commonly observed between passing seismic waves and distantly generated earthquakes.<\/p>\r\n<p>Published online this week in the journal, &ldquo;<a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/abs\/ngeo1141.html\">Nature Geoscience<\/a>,&rdquo; the study, &ldquo;Triggered creep as a possible mechanism for delayed dynamic triggering of tremor and earthquakes,&rdquo; is the latest of ongoing research on the effects of large earthquakes on distant faults. While distantly triggered small earthquakes are relatively common, another recent study found no evidence for distantly triggered large earthquakes, at least during the first few days after a large event. The current study provides a possible mechanism to explain a range of time delays between a large distant event and triggered earthquakes.<\/p>\r\n<p><strong><br \/><\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["earthquake","quake","trigger","creep","fault"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1304913600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}