{"title":"Pharmaceutical Compounds Found at Low Levels in Some California Aquifers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; <!--introstart-->Scientists detected low concentrations of pharmaceutical compounds in groundwater samples from 2.3 percent of tested aquifers used for drinking water in California.<!--introend--> &nbsp;Pharmaceuticals were detected more frequently in urban areas according to results of a U.S. Geological Survey study published in the journal, Science of the Total Environment.<\/p>\n<p>The most frequently detected pharmaceutical was carbamazepine (a prescription medication used mainly as a mood stabilizer or anti-seizure medication). Carbamazepine&rsquo;s chemical properties make it very unlikely to degrade in the environment. Other compounds detected were the analgesics acetaminophen and codeine, the antibiotics sulfamethoxazole and trimethoprim, and caffeine, plus a metabolite of caffeine, p-xanthine.<\/p>\r\n<p>In cooperation with the State Water Resources Control Board, scientists from the USGS took over 2,300 water samples from wells, 1,231 of them analyzed for pharmaceuticals. Of 14 pharmaceutical compounds analyzed, 7 were detected at concentrations greater than or equal to the compound detection limits. Overall, pharmaceuticals were detected in 2.3 percent of the 1,231 samples&mdash;a much lower detection frequency than for other human-linked compounds in the same samples analyzed in the larger study (33 percent had pesticides, 28 percent had disinfection by-products, and 23 percent had other volatile organic compounds).<\/p>\r\n<p>This study was designed to characterize the occurrence and distribution of pharmaceuticals in untreated groundwater, not in water delivered to consumers. Water in public systems may be disinfected, filtered, mixed, and\/or exposed to the atmosphere before it is delivered as tap water. This study demonstrates a distinct connection between surface activities by humans and our groundwater resources.<\/p>\r\n<p>This study is one of several statewide synthesis studies that use data from the SWRCB&rsquo;s Groundwater Ambient Monitoring and Assessment Program&rsquo;s Priority Basin Project. The GAMA-PBP is being conducted by the USGS. The main goals of GAMA are to improve comprehensive statewide groundwater monitoring and to increase the availability of groundwater-quality information to the public.<\/p>\r\n<p>The journal article, &ldquo;Occurrence and concentrations of pharmaceutical compounds in groundwater used for public drinking-water supply in California,&rdquo; by Miranda Fram and Kenneth Belitz, is available <a href=\"http:\/\/ca.water.usgs.gov\/news\/2011\/ReleaseJuly05_2011-Fram_Belitz.pdf\">online<\/a>.<\/p>\r\n<p class=\"Default\">More information on the GAMA program is available at: <a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">http:\/\/www.waterboards.ca.gov\/gama\/<\/a> and <a href=\"http:\/\/ca.water.usgs.gov\/gama\/\">http:\/\/ca.water.usgs.gov\/gama\/<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","pharmaceuticals","groundwater"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1309838400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169924"},{"tid":"170158"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}