{"title":"Anchors Aweigh for Alaska Sea Otter Expedition Investigating Coastal Health","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>MEDIA NOTE:&nbsp; USGS expedition leaders Drs. Jim Bodkin and Tim Tinker are available for telephone interviews on Monday, May 16<sup>th<\/sup> from 9 a.m. to 3 p.m. PDT. Please call Ben Landis to schedule interviews. <br \/><\/em><\/p>\n<p><em>MEDIA NOTE:&nbsp; Monterey Bay Aquarium expedition leader Dr. Mike Murray is available for interviews. Please call Alison Barratt to schedule. <br \/><\/em><\/p>\r\n<p><strong>JUNEAU, Alaska<\/strong> &mdash; <!--introstart-->Marine biologists are gathering in Alaska this week to kick off a three-week expedition studying sea otters, as part of a joint U.S.-Canadian project to investigate the ecological health of the Pacific coastline.<!--introend--><\/p>\r\n<p>The \"Pacific Nearshore Project\" is a multinational, multiagency project investigating sea otters as health indicators of coastal waters and marine resources from California north through Canada and Alaska. Sixteen researchers from four research institutions will conduct a major component of the investigation and sail between Juneau and Ketchikan, capturing sea otters for physical exams, biopsies, and blood tests, observing sea otter feeding behavior, and collecting samples from fish and other species that hold clues to ecological health.<\/p>\r\n<p>\"Sea otters are the perfect health indicators of our nearshore waters,\" says James Bodkin, a U.S. Geological Survey research biologist and the project's chief scientist. \"They&rsquo;re entirely dependent on nearshore marine habitats and they are keystone species in kelp forest food webs. Some populations are abundant and stable, while others are either declining or struggling to reach healthy numbers. Can these differences be explained by ocean influences, or by human impacts to the adjacent watersheds? That&rsquo;s what we&rsquo;re hoping to learn.\"<\/p>\r\n<p>The Alaska expedition is among the last of several sampling missions that began in 2008 at locations including Big Sur in California and the Katmai coast of Alaska. In the next two years, the project researchers will continue to act as detectives, piecing together clues from DNA analysis, disease and toxin studies, sea otter diets, fish growth rates, and satellite imagery to assess and compare the health of some of North America&rsquo;s most iconic coastlines.<\/p>\r\n<p>\"It&rsquo;s not so much 'CSI: Sea Otters'as it is 'CSI: Coastal Health,'\" says Seth Newsome, a University of Wyoming researcher who will analyze the chemical signature of otter whiskers and fish muscle tissue collected from the expedition. \"Sea otter health and diet tells us a great deal about the quality of their marine habitat &mdash; the same habitat that supports our fisheries and our recreational waters.&rdquo;<\/p>\r\n<p>Taking whiskers from wild, ill-tempered otters isn&rsquo;t easy &mdash; but the captured animals will be safely sedated during the biopsies. &ldquo;We actually use the same anesthetics that doctors use for colonoscopy exams in humans,&rdquo; says Dr. Mike Murray, chief veterinarian at the Monterey Bay Aquarium. Murray will serve as the expedition veterinarian, operating a mobile &ldquo;otter examination clinic\" on the research vessel deck.<\/p>\r\n<p>\"We have colleagues who are using groundbreaking techniques to solve this mystery, including a blood test that can show whether an otter has been exposed to oil, parasites or other types of stress,\" says USGS ecologist Keith Miles, a co-leader in the project. \"This is an extraordinary collaboration among government agencies, research institutes and universities working together to understand our coastal resources. We&rsquo;ll all be learning something new.\"<\/p>\r\n<p>The expedition will wrap during the week of June 6, and expedition photos will be made available throughout the summer.<\/p>\r\n<p>The Pacific Nearshore Project is a multinational, multiagency project investigating sea otters as health indicators of coastal waters and marine resources from California north through Canada and Alaska. The project is led by t","summary":null,"format":null}]},"field_images":[],"regions":["Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["biology","ocean","Sea Otter","Near Shore Habitat","Coastal Ecosystem"],"release_date":{"und":[{"value":"1305518400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168815"},{"tid":"168909"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}