{"title":"USGS Announces Mineral Research Grants for 2011","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Two universities received $103,000 in minerals research grants from the U.S. Geological Survey.<!--introend-->&nbsp; These research projects on mineral resources are important to our economy, national security, and land-use decisions.&nbsp; The principal investigators and a brief description of each of the successful proposals are provided below.<\/p>\n<p><strong>A Technique for Identifying Hidden Mineral Resources<\/strong><\/p>\r\n<p>Paul Jewell of the University of Utah will research a technique using airborne radar technology (LiDAR) to identify subtle ground surface features that could indicate the presence of concealed mineralized systems.&nbsp; This technique will be applied in vegetated terrain where surface features are obscured by vegetative cover and could prove to be an important tool in exploration and assessment for concealed mineral resources.<\/p>\r\n<p><strong>Formation of Iron Deposits that Contain Copper, Gold, Rare-Earth Elements, Phosphorus and Uranium<\/strong><\/p>\r\n<p>Mark Barton of the University of Arizona will conduct detailed laboratory analysis on samples from a variety of iron-oxide deposits that can contain important resources of other metals, in particular copper, rare-earth elements, and uranium. This research is expected to provide clarity for a more meaningful subdivision of this rather large class of deposits and to help formulate better genetic models for these important iron-oxide deposits.&nbsp; This will decrease uncertainty in future assessments for these deposit types.<\/p>\r\n<p>The MRERP invited research proposals that will help ensure a sustainable supply of minerals for the Nation&rsquo;s future; understand the relationship between minerals, the environment, and public health; provide information to make informed land use decisions; and deliver mineral information critical to national security. Proposals were accepted from academia, State agencies, industry, or other private sector organizations and scientists. Work performed under the grants must be completed no later than one year from the start date.<\/p>\r\n<p>Visit the <a href=\"http:\/\/minerals.usgs.gov\/mrerp\/index.html\">USGS Mineral Resources External Research Program<\/a> for more information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah"],"country":["United States of America"],"mm_tags":["geology"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1292994000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169580"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}