{"title":"Placing Sensors Is Next Step in Seismic Science Accompanying Cal State Building Demolition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; When California State University, East Bay demolishes its seismically unsafe <a href=\"http:\/\/www20.csueastbay.edu\/news\/2013\/08\/warrenhallimplosion-release-080513.html\">Warren Hall<\/a> on Aug. 17 on its Hayward campus, the landmark building's implosion will produce energy similar to a small earthquake that can be used to study and map the nearby Hayward Fault. U.S. Geological Survey scientists will <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3623\">monitor the pulse of energy created by the building collaps<\/a>e on nearly 600 seismometers temporarily placed in a 1.5-mile radius around the building with help from hundreds of citizen-scientist hosts and volunteers.<\/p>\n<p>Photo Opportunity August 15: The news media are invited to observe the installation of one of the seismic sensors on Thurs., Aug. 15, at 11:30 a.m. PDT in downtown Hayward.<\/p>\r\n<p>USGS Geophysicist Rufus Catchings and Cal. State East Bay Geologist Luther Strayer will be available for interviews, as USGS technicians and volunteers install a seismometer in preparation for recording the energy released when Warren Hall hits the ground.&nbsp;<strong>Please RSVP<\/strong>&nbsp;to Susan Garcia, 650-346-0998 or Barbara Wilcox 650-329-4014 to confirm time and exact location.<\/p>\r\n<p>Using data from the sensors, USGS researchers plan to conduct a seismic survey of ground shaking. By measuring the differences in seismic wave amplitudes (ground shaking) and seismic velocities resulting from the energy generated by Warren Hall&rsquo;s collapse as it travels through the geological layers of the East Bay, they can infer detailed information about these layers that can't easily be learned any other way. They hope to learn the width and geometry of the Hayward Fault near CSUEB, whether it joins with other faults below the ground surface, and, if so, how this affects the seismic hazard of the area. USGS also can use the known location of the implosion and the derived velocity information to calibrate its existing permanent seismic network in the Bay Area.&nbsp;<\/p>\r\n<p>Large-magnitude earthquakes have occurred on the <a href=\"http:\/\/pubs.usgs.gov\/fs\/2008\/3019\/\">Hayward Fault<\/a>, on average, every 140 years, with the last large earthquake in 1868. The section of the Hayward Fault that runs near the university has the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/ucerf\/\">highest probability<\/a> of generating the next significant earthquake in the San Francisco Bay Area. A detailed understanding of the ground response (which areas shake more than others) in this area can contribute to improved building codes and other mitigation options for a more resilient community.<\/p>\r\n<p><strong><em>Note to Editors: It is critical to the success of this scientific experiment that news media outlets do not deploy helicopters in the area during the planned implosion on August 17. The roar and &ldquo;thump-thump-thump&rdquo; of helicopter blades will drown out the small signal created by the implosion that we are trying to record. With planning, there are many vantages where news crews will be able to film the building demolition without using a helicopter.<\/em><\/strong><\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["hazards","earthquake","seismic","","Hayward Fault","","Warren Hall"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1376366400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170516"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}