{"title":"Many Contaminants Found In Nation&rsquo;s Streams, But Few Drinking-Water Standards Exceeded, USGS Report Shows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In a look at water-quality conditions of 20 of the country&rsquo;s largest and most important river basins, the U.S. Geological Survey announced today (June 28, 1999) that streams in areas with significant agricultural or urban development almost always contain complex mixtures of nutrients and pesticides. <!--introend-->\n<p>The complex nature of those chemical mixtures and the lack of current human and aquatic health criteria to determine risk of exposure, make addressing these issues a top national priority. \r\n<p>Secretary of the Interior Bruce Babbitt said, \"Over the last two decades, our nation has made great progress in improving water quality and, yet, as the USGS report points out, major challenges remain in protecting our aquatic resources. \r\n<p>\"The widespread occurrence of pesticides and nutrients in water documented in the USGS report underscores the need to devote more attention to the quality of our waterways and the life that depends on them,\" Babbitt said. \r\n<p>The good news is that concentrations of individual pesticides in samples from wells and as annual averages in streams were almost always lower than current U.S. Environmental Protection Agency drinking-water standards and guidelines. \r\n<p>The USGS assessment results suggest that aquatic life may be more at risk than humans from these contaminants. More than one-half of agricultural and urban streams sampled had concentrations of at least one pesticide that exceeded a guideline for the protection of aquatic life. \r\n<p>The potential risk to people and to aquatic life can only be partially addressed, based on available standards and guidelines. The health picture is made more complex by the lack of standards or guidelines for many pesticides and their \"breakdown\" products or metabolites. Adding to the complexity is the fact that existing standards and guidelines were developed for individual chemicals and do not take into account exposure to mixtures of chemicals and seasonal pulses of high concentrations. \r\n<p>USGS analysis of almost every stream sample and about one-half of the well samples detected the presence of two or more pesticides. The ability of the USGS to \"detect\" these chemicals in water samples does not automatically translate into impacts on human or aquatic health. (The level of accuracy demanded by the USGS to assess the effects on water quality is a minute amount -- sometimes parts per trillion -- that is well below the threshold used for setting standards and guidelines.) \r\n<p>In addition, potential effects on reproductive, nervous and immune systems, as well as on chemically sensitive individuals, are not yet well understood. For example, some of the most frequently detected pesticides are suspected endocrine disrupters that have potential to affect reproduction or development of aquatic organisms or wildlife by interfering with natural hormones. \r\n<p>\"Despite considerable progress in the four decades since Rachel Carson warned the nation of the risks posed by environmental contaminants, a large range of nutrients and other contaminants continue to enter our waterways, said Mark Schaefer, deputy assistant secretary for water and science at the Interior Department, in commenting on the report. \r\n<p>\"The President&rsquo;s Clean Water Action Plan lays out a blueprint for addressing the nation&rsquo;s water-quality problems,\" Schaefer said. \"The challenge is to find ways to work cooperatively to reduce urban and agricultural contaminants on a watershed-by-watershed basis. \r\n<p>Schaefer pointed to the report&rsquo;s implication that understanding patterns of contamination in relation to land use, pesticide use and the natural characteristics of hydrologic systems can help reduce the amounts of pesticides that reach streams and ground water. Of the urban streams studied by the USGS, nearly every one had concentrations of insecticidesthat exceed guidelines for protection of aquatic life, which shows this is not just an agric","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"930542400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170584"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}