{"title":"USGS Providing Humanitarian and Scientific Aid in Hurricane Katrina Aftermath","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey&rsquo;s National Wetlands Research Center, headquartered in Lafayette, La., is responding to both humanitarian and scientific needs of people and agencies involved in the devastating aftermath of Hurricane Katrina.<!--introend--><\/p>\n<p>Katrina slammed into southeastern Louisiana and coastal Mississippi and Alabama Aug. 29, causing historic flooding in the New Orleans area and wind and flood destruction along the three coastal states.<\/p>\r\n<p>Center Director Greg Smith said, &quot;Our first efforts at this time are to assist in any way the saving of human lives during this unprecedented disaster.&quot;<\/p>\r\n<p>At the request of the Louisiana Wildlife and Fisheries, the center is supplying boats and personnel to assist in the rescue mission in the New Orleans area. The center is joined in this effort with volunteer crews from the USGS Louisiana Water Science Center and the U.S. Fish and Wildlife Service. Hundreds, perhaps thousands, of people are still trapped on roofs and need assistance getting to land and shelters.<\/p>\r\n<p>Center staff members are also donating food, clothing, and money to assist with the shelter set up in the nearby Lafayette Cajundome, where several thousand evacuees from the New Orleans area are being housed. Several staff members are providing their homes indefinitely to family and friends under mandatory evacuation orders.<\/p>\r\n<p>The Center is combining its humanitarian and scientific efforts by providing, at the request of the Louisiana Governor&rsquo;s Office of Emergency Preparedness, geographers and data to help in mapping and analyzing the areas affected by the hurricane. Using a variety of satellite and aerial photography obtained by the Federal Emergency Management Agency, the geographers will provide coordinates and maps to pinpoint exact areas where people need rescue. This linking of photography to ground coordinates was used in the 9-11 disaster in New York City.<\/p>\r\n<p>Scientific research support includes pre- and post-flight reconnaissance of the barrier islands off Louisiana. The first post-hurricane flight on Aug. 30 examined the Louisiana coast eastward from Raccoon Island to Port Fourchon, an important oil port, to Grand Isle, a recreational area for sports fisheries, and then to Venice, the Chandeleur Islands, and back west to Fort Pike, Slidell, and Mandeville, an area where the greatest destruction stopped. The center plans to fly the coastal areas of other states this week.<\/p>\r\n<p>An estimated 50 percent of the Chandeleur Islands were destroyed. The islands&rsquo; light house is no longer visible. This chain of barrier islands is historically New Orleans&rsquo; first line of defense against tropical storms and hurricanes and is important habitat for wildlife.<\/p>\r\n<p>Branch Chief Dr. Carroll Cordes added, &quot;As more boats and personnel become available for scientific research, the center will begin a thorough assessment of the effects of Hurricane Katrina on the plant and animal communities.&quot;<\/p>\r\n<p>The center has been devoted to research on wetlands and coastal land loss for 30 years. Coastal wetlands are critical in helping to absorb storm waters.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1125460800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169410"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}