{"title":"staff Director for Federal Geographic Data Committee Announced","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Ivan B. DeLoatch has been selected as the Staff Director of the Federal Geographic Data Committee (FGDC). As Staff Director, Mr. DeLoatch will provide leadership and management for FGDC operations and activities. The FGDC is a 19 member federal interagency committee that is developing the National Spatial Data Infrastructure (NSDI) in cooperation with organizations from State, local and tribal governments, the academic community, and the private sector. The FGDC Secretariat is organizationally located within the Geographic Information Office of the U.S. Geological Survey. <\/p>\n<p>Mr. DeLoatch has over 23 years of environmental program, technical, and policy experience in the Federal, State, and private sectors. For the past year, he has served as the Acting Staff Director of the FGDC and has advanced the Committee&rsquo;s ongoing efforts in pursuing the vision to build an effective and efficient NSDI. He has also provided the experience, energy and insight to bring Federal, State, local and industry officials together to build alliances necessary to truly effect the development of a coordinated NSDI that supports the geospatial community. <\/p>\r\n<p>Prior to assignment at USGS, Mr. DeLoatch served as Chief of the Data Acquisition Branch in the Environmental Protection Agency&rsquo;s (EPA) Office of Environmental Information, where he led the effort to establish EPA&rsquo;s Geospatial Program and implemented innovative approaches to acquire key datasets for agency-wide use. He played a central role in EPA&rsquo;s efforts to develop an enterprise approach for the use of geospatial data, tools and technology that includes key internal and external planning activities.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1065672000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169939"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}