{"title":"Tracking Pacific Walrus: Expedition to the Shrinking Chukchi Sea Ice","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"390\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_18_2010_h41Ogs6FEa_08_18_2010_8#.ULTbu2PAHz4\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/08_18_2010\/h41Ogs6FEa_08_18_2010\/medium\/walrus_pup_2010_Norseman_Sarah_Sonsthagen.jpg\" alt=\"\" width=\"390\" height=\"293\" \/><\/a> Walruses in the Chukchi Sea during a tagging survey onboard the Norseman II in June 2010.[\/caption]\n\nA just-released <a href=\"http:\/\/www.youtube.com\/watch?v=pF-aNYhCr8k\">USGS film<\/a> will take you on a journey along with USGS researchers tracking walruses going about their daily lives in the remote Chukchi Sea. The film, <em>Tracking Pacific Walrus: Expedition to the Shrinking Chukchi Sea Ice<\/em>, follows scientists as they travel to the Chukchi Sea to examine how these mammals are faring in an Arctic environment with sparse summer sea ice and increased human activity.\n\nThe USGS-produced film contains exclusive footage of the large mammals in their natural habitat, documenting the lives of these huge animals as they raise their young, dive for clams and worms on the ocean floor or congregate with other walruses.\n\n<strong>A Changing Arctic Climate Means Changing Arctic Ecosystems <\/strong>\n\nArctic sea ice is melting faster than forecasted by many of the top climate models: the first ice- free summer is now predicted to occur by 2035, perhaps as soon as 2025.\n\nBut warming temperatures are causing other changes as well -- increased coastal erosion, deteriorating permafrost, and major changes in the dynamics of freshwater flows. These changes influence biological communities and the ways in which human communities interact with them. For example, the longer open water season in the Arctic is allowing increased shipping, tourism, energy production and other human activities in this remote region.\n\nAs part of the <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">USGS Changing Arctic Ecosystems initiative<\/a>, USGS researchers are identifying and investigating the linkages among physical processes (such as sea ice melting at a faster rate), ecosystems and wildlife populations.Â  By understanding the degree to and manner in which wildlife species adapt to rapid environmental change, resource managers and policy makers will have a better foundation for making critical decisions now and in the future.\n\n<strong>New Research on Pacific Walrus and Sea Ice<\/strong>\n\nThe information gained through tracking large marine mammals, such as <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/polar_bears\/tracking.html\">polar bears<\/a> and <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/tracking.html\">walruses<\/a>, is helping USGS scientists understand how disappearing Arctic sea ice is affecting the region's ecosystems and the species that inhabit these ecosystems.\n\n[caption id=\"\" align=\"alignright\" width=\"390\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/08_16_2011_jne5HTs22B_08_16_2011_4#.ULTb_GPAHz5\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/08_16_2011\/jne5HTs22B_08_16_2011\/medium\/DSC04076.JPG\" alt=\"\" width=\"390\" height=\"293\" \/><\/a> Scientists prepare to radio-tag walruses in the Chukchi sea to track movements as sea ice is reduced in the region.[\/caption]\n\nFor example, <a href=\"http:\/\/www.int-res.com\/articles\/feature\/m468p001.pdf\">recently published research<\/a> by USGS and Russian scientists revealed that diminishing summer sea ice in the Arctic over the past 5 years has caused behavioral changes in Pacific walruses. The population-level effects of these changes are unknown and the subject of active investigation by USGS.\n\nUsing a simple darting system, scientists attached radio-tracking tags to 251 walruses in the Chukchi Sea. The tagsÂ <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/2012animation.html\">transmitted the animalsâ\u0080\u0099 whereabouts<\/a> and whether they were in the water and feeding. Using the tagging data gathered from 2008-2011, scientists created detailed maps of the walrusesâ\u0080\u0099 seasonal movements and feeding patterns relative to the location and amount of sea ice.\n\n<strong>When Chukchi Sea Ice Retreats North of the Continental Shelf Edge, Walruses Haul Out<\/strong>\n\nThe study found that due to earlier melting of the ice in the summer, walruses arrived earlier in their northern feeding grounds on the broad continental shelf of the Chukchi Sea. When the sea ice over the continental shelf melted completely in the fall, however, they \"hauled out\" onshore in large aggregations and foraged for food closer to shore. [Hauling out refers to the behavior associated with seals and walruses of temporarily leaving the water for sites on land or ice.]\n\nThe specific effects of these behavioral changes are not yet understood; however, scientists do know that while onshore, young walruses are susceptible to mortality from trampling. USGS has recently published a study that examined the population effects of this type of mortality, finding that loss of young animals to haul-out mortality has a greater effect on the population than loss of adult females in the harvest.Â  In light of this finding, the U.S. Fish and Wildlife Service is increasing its ongoing efforts to protect hauled-out walruses from disturbance.\n\nAdditionally, hauling out onshore and using nearshore feeding areas may require more energy for animals used to simply diving off their sea-ice platforms for food at the bottom of the shallow Chukchi Sea.\n\nData from this study will provide resource managers with basic information on areas important for walruses, such as the Hanna Shoal region, as human activities in the Arctic increase. The areas of walrus foraging observed in this study overlap with oil and gas lease blocks leased by BOEM (Bureau of Ocean Energy Management).\n\n[caption id=\"\" align=\"alignright\" width=\"390\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_13_2012_n6Iu48Wkk1_11_13_2012_1#.ULTcbWPAHz5\"><img src=\"http:\/\/gallery.usgs.gov\/images\/11_13_2012\/n6Iu48Wkk1_11_13_2012\/medium\/IMG_6951.JPG\" alt=\"\" width=\"390\" height=\"260\" \/><\/a> Adult female walrus on ice floe.[\/caption]\n\nTheÂ <a href=\"http:\/\/www.int-res.com\/abstracts\/meps\/v468\/p1-13\/\">study<\/a>, published as this monthâ\u0080\u0099s feature article in the journal Marine Ecology Progress Series, is part of the USGS <a href=\"http:\/\/alaska.usgs.gov\/science\/interdisciplinary_science\/cae\/index.php\">Changing Arctic Ecosystems initiative<\/a> at the Alaska Science Center.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24257","uid":"31","filename":"IMG_7046.jpg","uri":"public:\/\/IMG_7046.jpg","filemime":"image\/jpeg","filesize":"104986","status":"1","timestamp":"1425492768","type":"image","uuid":"61e1f701-e039-4b24-b23c-7d323659d879","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Arctic","At-RiskSpecies","Biology and Ecosystems","ChangingArctic","climatechange","GlobalWarming","MarineMammal","PacificWalrus","seaice","walrus"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1354030431","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}