{"title":"Lowest Streamflows in More Than 60 Years for Some Georgia Rivers as Drought Worsens","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors Note: <\/strong><strong>Maps and graphs are on the USGS <a href=\"http:\/\/nc.water.usgs.gov\/drought\">North Carolina Drought Watch<\/a> page <\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->August was a hot, dry month in North Carolina bringing record lows to many of the state&#39;s rivers and streams and worsening the drought conditions.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe lowest average August streamflow in 110 years of record was recorded on the Tar River at Tarboro. The lowest average August streamflow on record was measured at 12 other monitoring stations in the state, with 9 of those sites located in central North Carolina, 2 sites in the coastal plain, and 2 sites in the mountains. All of these sites have at least 35 years of record, and most of the sites have more than 50 years of record. \r\n<\/p>\r\n<p>\r\nAugust 2007 streamflows at 17 monitoring stations, most of which are in eastern North Carolina, are lower than those measured during the <a href=\"http:\/\/pubs.usgs.gov\/sir\/2005\/5053\/\">1998 - 2002 drought<\/a>. Minimum streamflow records were established throughout much of North Carolina during the previous drought. In fact, most of eastern North Carolina is under some type of <a href=\"http:\/\/www.ncwater.org\/Drought_Monitoring\/reporting\/displaystate.php\">water conservation measure.<\/a> \r\n<\/p>\r\n<p>\r\nRecords for the lowest daily streamflow ever measured were established at three monitoring stations.&nbsp; Streamflow at the Oconaluftee River (Swain County, western NC) on August 17 was 72 cubic feet per second, compared with the previous record low of 110 cubic feet per second established during the 1987 - 88 drought. During more than half of August, streamflows at this site were lower than the previous record minimum. \r\n<\/p>\r\n<p>\r\nRecord minimum streamflows also were established at Buckhorn Creek (Chatham County, southwest of Raleigh) and Fishing Creek in Edgecombe County. Streamflow has been measured continuously at Fishing Creek since 1923, and the minimum daily streamflow measured there in August 2007 was about 2.5 times lower than the previous minimum. \r\n<\/p>\r\n<p>\r\nEffects of the drought on ground-water levels are variable across the state. Ground-water levels in unpumped wells in western North Carolina and in the outer coastal plain are approaching the levels observed during the 1998 - 2002 drought. Ground-water levels at most locations throughout central North Carolina however, are slightly below average for August, despite the fact that streamflows at many locations are at record low levels for August. \r\n<\/p>\r\n<p>\r\nThe heat and low streamflows also are affecting stream water temperatures.&nbsp; Fish and biological communities can be adversely affected by high temperatures and low streamflow.&nbsp; Monthly average water temperatures at 16 monitoring stations across the state averaged about 3 degrees Fahrenheit greater than normal for the month. At Hyco River in Person County, where water temperature has been measured since 1985, streamflow temperatures in August were about 4 degrees greater than average.&nbsp; Water temperatures in the sounds and estuaries also are affected. For example, in the Neuse River at New Bern, water temperature was about 3.5 degrees higher than normal for August. \r\n<\/p>\r\n<p>\r\nThe USGS and its federal, state, and local cooperators maintain 270 streamgaging stations and 39 monitoring wells throughout North Carolina. A <a href=\"http:\/\/nc.water.usgs.gov\/monthly\/index.html\">monthly summary<\/a> of conditions at unregulated streamflow sites and ground-water monitoring sites provides additional detailed information. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1188532800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170041"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}