{"title":"TWENTY-SIX YEARS OF EARTHQUAKES ON NEW BAY AREA MAPS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new set of maps from the U.S. Geological Survey explains in depth, literally, more than 30,000 earthquakes that occurred in north-central California between 1967 and 1993. That time frame, of course, includes the largest earthquake to occur in the area since 1906, the 1989, 6.9 Loma Prieta earthquake. <!--introend-->\n<p>The area covered by the maps corresponds to the USGS 1:250,000 San Francisco and San Jose quadrangles, and extends from San Rafael and Stockton on the north, to Davenport and Gilroy on the south, and as far east as Fresno and the Sierra foothills. \r\n<p>The epicenters of the 31,196 earthquakes that occurred in the 26-year period are shown on a colored- relief base that shows the area&rsquo;s mountains and valleys. Most cities and towns are labeled, as are major highways and streets, to help orient users. Earthquake faults are shown in colors that indicate how recently the fault has been active. An inset diagram names all the major faults depicted on the map. \r\n<p>On \"Map A,\" circles of varying sizes are used to indicate the magnitudes and epicenters of the earthquakes. The color of the circles refers to the depth of the earthquakes, ranging from less than two kilometers (yellow) for very shallow quakes, to 15-plus kilometers (green) for some of the quakes. A quick glance at the map shows that most of the circles are red and pink, meaning that they were centered from five to 10 kilometers beneath the surface. Patterns of size and depth of earthquakes on certain faults can also be readily discerned. The Hayward and Calaveras faults, for instance, mostly generate earthquakes with magnitudes of less than 5.0, at depths of five to 10 kilometers. Earthquakes on the San Andreas fault, however, while having about the same magnitude as those on the Hayward and Calaveras, has produced deeper earthquakes that were centered between 12 and 15-plus kilometers beneath the surface. \r\n<p>In addition to the standard circles, the map portrays the direction of slip in an earthquake and the orientation of the fault on which it occurs through \"beachball\" symbols. These symbols represent the focal mechanism of many of the earthquakes. An accompanying block diagram illustrates the kinds of fault motion that are depicted by the beachball symbols, and an accompanying narrative explains the various mechanisms. Map \"B\" in the three-map set depicts and describes earthquake \"clusters,\" which include the mainshocks and aftershocks of 34 of the area&rsquo;s significant earthquakes. As on Map \"A,\" various size circles depict the earthquakes, but on this map various shades of the colors depict the time of the tremors, in hours after the first event in the series. The Loma Prieta earthquake, for instance, is depicted at its epicenter by a large blue circle. It is surrounded by circles depicting 7,000 aftershocks, all in various sizes and shades of blue, that occurred over a period of 627 days. Those aftershocks that occurred in the first 10 hours are in a slightly lighter shade of blue, with the lightest shades blue depicting those aftershocks that occurred more than 1,000 hours after the mainshock. The second-largest earthquake depicted on the map is the Morgan Hill earthquake that occurred on April 24, 1984, and generated 3,302 earthquakes over a 735-day period. In addition to depicting the epicenters of the earthquakes and aftershocks where they were felt on the surface, maps \"B\" and \"C\" show the earthquake data in vertical sections through the earth&rsquo;s crust. These earthquake cross-sections\" are drawn both along and across the major faults and reveal aspects of the fault geometry that are not apparent in map views. For example, cross-sections across the Loma Prieta segment of the San Andreas fault reveal that the fault here dips to the southwest at an angle of about 75 degrees. \r\n<p>The map set should be of interest to science students and anyone else who wants to know more about how and where earthquakes happen in","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939355200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}