{"title":"Taking the Bite Out of West Nile Virus","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"396\" caption=\"West Nile virus (WNV) is transmitted by mosquitoes. Photo Credit: National Pesticide Information Center\"]<img class=\" \" src=\"http:\/\/npic.orst.edu\/images\/mosqbnr.jpg\" alt=\"An image of a female mosquito biting a human arm\" width=\"396\" height=\"198\" \/>[\/caption]\n\n<strong>Taking the Bite Out of West Nile VirusÂ  <\/strong>\n\nMosquitos can be pesky little creatures.Â Â  They are the uninvited guests at summer cookouts.Â Â  Overnight camping trips near areas of standing water can result in a rash of irritating bites.\n\nBut, mosquitos can also transmit a number of diseases, including the potentially serious illness, <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/west_nile_virus\/\">West Nile virus<\/a> (WNV).\n\n<strong>What is West Nile virus?<\/strong>\n\nSince 1999 WNV has spread from the New York City region to the lower 48 states, seven Canadian provinces, and throughout Mexico and Central America and parts of the Caribbean and South America.Â  The virus can infect at least 48 species of mosquitos, over 250 species of birds, and at least 18 species of mammals, including humans.Â  As a member of the Flavivirus family, it is transmitted through infected mosquitoes.Â Â  It is known to be a seasonal epidemic and tends to flare up in the summer months and continue into the fall.\n\n<strong>How is the USGS involved?<\/strong>\n\nWildlife disease scientists at the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> Â have worked with the <a href=\"http:\/\/www.cdc.gov\/\">Centers for Disease Control and Prevention<\/a> (CDC) and other federal and state public health and wildlife agencies across the US to monitor wild birds for the presence of the virus.Â  Data collected is used to determine the geographic spread of WNV and to possibly predict future outbreaks.Â  USGS continues to <a href=\"http:\/\/diseasemaps.usgs.gov\/wnv_us_human.html\">map WNV cases<\/a> as they are reported from the CDC.Â  The general public can determine the seasonal spread of the virus from these maps, and whether trends or clusters of the disease exist.Â  Since WNV has not spread to Hawaii yet, USGS scientists, together with the U.S. Fish and Wildlife Service and USDA-Wildlife Services, are conducting targeted surveillance of wild birds at airports in Hawaii, a likely point of entry for WNV. In addition to public health concerns if WNV is introduced to Hawaii, concern exists over its possible impacts on Hawaiiâ\u0080\u0099s unique native bird species.Â  USGS scientists are also evaluating if commercial veterinary vaccines against WNV can be safe and effective in certain endangered and threatened wild bird species.\n\nThe USGS is involved in a range of research projects on WNV including work on various native birds.Â  Â Studies at the <a href=\"http:\/\/www.pwrc.usgs.gov\/\">USGS Patuxent Wildlife Research Center<\/a> have included behavior and ecological <a href=\"http:\/\/www.pwrc.usgs.gov\/resshow\/hahn\/wnv.cfm\">research<\/a> involving the Eastern Screen Owls and Brown-headed Cowbirds. Â Measuring the effects of WNV on the American Kestrels and other raptors in the wild are underway at <a href=\"http:\/\/www.fort.usgs.gov\/default.asp\">the USGS Fort Collins Science Center<\/a>. And studies on the impact of WNV on white pelican colonies are taking place at the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center.<\/a>\n\n<strong>What are the symptoms of West Nile virus in humans?<\/strong>\n\nAccording to the CDC four out of five people will show no symptoms at all if they are infected with WNV.Â  But, if you develop any of the following symptoms, a visit to your doctor may be in order:\n<ul>\n\t<li>High fever, headache and body aches<\/li>\n\t<li>Muscle weakness or vision loss<\/li>\n\t<li>Disorientation, stupor, vomiting<\/li>\n<\/ul>\nSymptoms may last a few days or several weeks and neurological effects may be permanent.\n\n<strong>What can be done to help prevent West Nile virus in humans?<\/strong>\n\n[caption id=\"attachment_173820\" align=\"alignright\" width=\"336\" caption=\"Family picnic invites unwanted mosquito guests. Photo Credit: Creative Commons\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/800px-The_picnic.jpg\"><img class=\"size-full wp-image-173820  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/800px-The_picnic.jpg\" alt=\"A black and white image of a family picnic\" width=\"336\" height=\"213\" \/><\/a>[\/caption]\n\nPrevention of mosquito bites is key when it comes to avoiding WNV. Â Â The <a href=\"http:\/\/www.cdc.gov\/ncidod\/dvbid\/westnile\/index.htm\">CDC<\/a> recommends the following:\n<ul>\n\t<li>When outdoors use an insect repellent with a U.S. Environmental Protection Agency <a href=\"http:\/\/www.cdc.gov\/ncidod\/dvbid\/westnile\/RepellentUpdates.htm\">registered active ingredient<\/a> and follow the directions carefully.<\/li>\n\t<li>Â Avoid spending time outside in the dawn and dusk hours when mosquitoes are most active.<\/li>\n\t<li>Wear long sleeve shirts and long pants when in areas prone to heavy mosquito activity.<\/li>\n\t<li>Â Replace or repair screens on windows and doors to keep mosquitoes out.<\/li>\n\t<li>Â Get rid of potential mosquito breeding sites by dumping out all standing water in buckets, flower pots, tires, and other vessels.Â  Keep childrenâ\u0080\u0099s pools empty and standing on their sides when not in use.<\/li>\n\t<li>Since the West Nile virus can remain in infected birds, do not handle sick or dead birds with your bare hands.Â  You can safely dispose of dead birds by using a shovel to place the dead bird in a bag and then placing it in the trash can.Â  As a precaution the shovel should be disinfected afterwards.Â  If in doubt please contact your local health department or wildlife agency.<\/li>\n<\/ul>\nCurrently, no human vaccine exists for WNV, although scientists are working on the issue.Â  But, we can be proactive in preventing this sometimes severe disease.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24192","uid":"31","filename":"800px-The_picnic-e1333468541864.jpg","uri":"public:\/\/800px-The_picnic-e1333468541864.jpg","filemime":"image\/jpeg","filesize":"73134","status":"1","timestamp":"1425492768","type":"image","uuid":"2071ddba-3d0a-4811-a819-2226fe9add05","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":348,"width":550},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Environmental Health","USGS Human Health","vector-borne disease","West Nile Virus"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333466414","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}