{"title":"First Detailed ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The first intensive study of the water quality of the entire Mississippi River reveals the complicated movement of dozens of different contaminants through the water and sediments of the Nation&rsquo;s largest river system, according to a report released today by the U.S. Geological Survey, Department of the Interior. <\/p>\n<p>USGS scientists involved in the five-year study said that the river looks much cleaner today than it did 20-25 years ago, but the river carries dissolved contaminants and bacteria from a variety of municipal, agricultural, industrial and natural sources. <\/p>\r\n<p>\"The contaminants we measure in the Mississippi represent a report card on our clean up efforts on the streams and rivers that drain nearly half the country,\" said USGS Chief Hydrologist Bob Hirsch. \"Because this is the first evaluation ever attempted on this scale, it is hard to talk about trends or what areas show improvement or failure. But our results should prove very useful as a baseline to gage future success, and to help water managers pinpoint likely problem areas. <\/p>\r\n<p>\"More than three dozen USGS scientists have been involved in this intensive study as well as dozens of scientists from dozens of Federal, state and local agencies up and down the river basin,\" Hirsch said. \"But the organizational and inspirational credit goes to Dr. Robert Meade, USGS senior hydrologist in Denver, who practiced many years on the Amazon and other big rivers before he was ready to lead the way on the Mississippi.\" <\/p>\r\n<p>Highlights of some of the results from the USGS report: <\/p>\r\n<p>Fecal coliform bacteria, derived from human and animal wastes, survive only briefly in river water; however, in much of the Mississippi River their average concentrations exceed the U.S. Environmental Protection Agency&rsquo;s (U.S. EPA) maximum contaminant level (MCL) for recreational use. <\/p>\r\n<p>A biodegradable detergent (linear alkylbenzen sulfonate or LAS), frequently found in domestic sewage, is present in the river in the St. Louis metropolitan area. It corresponds with the concentrations of coliform bacteria that exceed the MCL for recreational use, probably reflecting input of wastewaters into the river. <\/p>\r\n<p>Caffeine, found in coffee and soft drinks consumed only by humans, is found in domestic sewage and can be used to illustrate the extent to which sewage is diluted by the Mississippi River. Concentrations of caffeine in the river indicate that domestic sewage may be diluted as much as a thousandfold. <\/p>\r\n<p>Concentrations of agricultural contaminants--pesticides and nutrients--in the river vary seasonally and are greatest following rainstorms that occur soon after they are applied to croplands. <\/p>\r\n<p>The discharge of high concentrations of nitrate into the Gulf of Mexico accentuates the cycle of fertilization, decay, and oxygen depletion in the offshore waters of Louisiana. <\/p>\r\n<p>Concentrations of dissolved heavy metals, like lead and mercury, which partly reflect the industrial and mining activities in the Mississippi River basin, are well below the drinking-water standards by factors of at least 100. However, lead and other metals can be adsorbed onto sediment particles. In some parts of the upper Mississippi River, sediments have large enough concentrations of adsorbed lead to be considered moderately polluted (40 micrograms of lead per gram of sediment) to highly polluted (60 micrograms of lead per gram of sediment). <\/p>\r\n<p>Thousands of samples were collected for this study from 1987 through 1992, during 10 separate sampling trips that were timed to show the effects of high water, low water, rising water levels, and falling water levels. Several years of subsequent laboratory analysis produced the results that are now available for the first time in a single publication. The new report is 140 pages long with more than 60 full-color illustrations that incorporate photographs, graphs, and maps. It contains a summary and 9 detailed chapte","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Louisiana","Mississippi","Tennessee","Illinois","Iowa","Kentucky","Minnesota","Missouri","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"827730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}