{"title":"Record River Discharge Measurements on San Lorenzo River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MARINA, Calif. &mdash; <!--introstart-->U.S. Geological Survey field crews recorded the two highest direct measurements made in the last 70 years at two streamgages on the San Lorenzo River yesterday.<!--introend--> Woody debris, including large trees, carried by the turbulent river destroyed two flow meters, but new equipment was shuttled in and the record measurements completed.<\/p>\n<p>Hydrologic technicians from the USGS Marina Field Office, are monitoring and measuring the river to collect critical flood measurements at its very peak, to provide accurate data used by emergency managers.<\/p>\r\n<p>While scattered rain showers still linger in the area, the height of most streams and rivers is receding today. Three of the four streamgages on the Salinas River in Monterey County remain above flood or monitoring stage, and all are operational with no damages to report.<\/p>\r\n<p>Flood peaks were Category I in the area (50-year-or-fewer recurrence interval), yet many areas near the San Lorenzo River get flooded at these or even lower magnitude peaks.<\/p>\r\n<p>USGS crews work to keep streamgaging equipment continually operating, and manually measure peak river flows under hazardous river conditions as trees and other large debris are flushed down the rivers.&nbsp;<\/p>\r\n<p>Real-time water monitoring is part of a continuing effort by the USGS to assist the National Weather Service in making accurate and timely flood forecasts. During a flood, teams of USGS Hydrologic Technicians travel to streamgages to keep the instruments operating and to make crucial calibration measurements of the streamflow.<\/p>\r\n<p><a href=\"http:\/\/waterwatch.usgs.gov\/new\/index.php?r=ca&amp;id=real\">Real-time streamflow information<\/a>&nbsp;and <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?m=flood&amp;r=ca&amp;w=map\">flood and high-flow conditions<\/a>&nbsp;for California are available online.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_03_30\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_03_30\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["streamgage","water","San Lorenzo","","discharge","measurement","flood","river","water"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1301025600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}