{"title":"Flash Forward 100 Years: Climate Change Scenarios in California's Bay-Delta","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>USGS scientists and academic colleagues investigated how California's interconnected San Francisco Bay and Sacramento-San Joaquin Delta (the Bay-Delta system) is expected to change from 2010 to 2099 in response to both fast and moderate climate warming scenarios. Results indicate that this area will feel impacts of global climate change in the next century with shifts in its biological communities, rising sea level, and modified water supplies.&nbsp;<\/p>\n<p>\"The protection of California's Bay-Delta system will continue to be a top priority for maintaining the state's agricultural economy, water security to tens of millions of users, and essential habitat to a valuable ecosystem,\" said USGS Director Marcia McNutt. \"This new USGS research complements ongoing initiatives to conserve the Bay-Delta by providing sound scientific understanding for managing this valuable system such that it continues to provide the services we need in the face of climate uncertainty.\"&nbsp;<\/p>\r\n<p>This study provides the first integrated assessment of how the Bay-Delta system will respond to climate change. Results show that the combined effects of increasing water temperature and salinity could reduce habitat quality for native species, such as the endangered Delta smelt and winter-run Chinook salmon, and intensify the challenge of sustaining their populations. The study indicates that water-resource planners will need to develop adaptation strategies to address potentially longer dry seasons, diminishing snow packs and earlier snowmelt leaving less water for runoff in the summer. The study also describes risk from flooding as sea-level rise accelerates and extreme water levels become increasingly common. Increased intensity and frequency of winter flooding could also occur as a result of earlier snowmelt and a shift from snow to rain.&nbsp;<\/p>\r\n<p>The Delta provides drinking water to 25 million people and irrigation water to farmland producing crops valued at $36 billion per year. Intensive efforts are underway among the USGS, the Bureau of Reclamation, the Fish and Wildlife Service, NOAA, and the State of California to address what will be increasingly difficult decisions regarding allocations of water for human consumption and biological needs. The report's findings provide new information that can inform planning of next steps in collaborative initiatives such as the Bay Delta Conservation Plan and contribute to the science foundation underlying the Delta Stewardship Council&rsquo;s Delta Plan.&nbsp;<\/p>\r\n<p>\"As we plan for the future, it is important to consider more than just global warming,\" said&nbsp;USGS scientist and the study's lead author James Cloern. \"We also have to consider other drivers such as land-use changes and population growth. A comprehensive assessment of the future looks at responses to global warming in the context of all factors that will change the resources we value.\"&nbsp;<\/p>\r\n<p>In addition to providing future visions of the Bay-Delta system, this research provides general lessons to guide development of adaptation strategies for coping with climate change in other coastal landscapes. Anticipation, flexibility, and adaptability will be the keys to the success of those strategies.&nbsp;<\/p>\r\n<p>Results of this study were recently published in the journal,&nbsp;<em>PLoS ONE<\/em>. The article, \"Projected Evolution of California's San Francisco Bay-Delta-River System in a Century of Climate Change,&rdquo;&nbsp;is available <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0024465\">online<\/a>.&nbsp;&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_11_01\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_11_01\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["San Francisco Bay","San Francisco Bay Area","California","water","drinkingwater","agriculture","delta","Endangered Species","Sacramento San Joaquin Delta","biology","Climate Change","Global Warming","global Change"],"release_date":{"und":[{"value":"1320206400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169531"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}