{"title":"Thermal Imagery Sheds Light on Wolf Disease","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Psychedelically colored wolves depicted by thermal imaging will shed light on how mange affects the survival, reproduction and social behavior of wolves in Yellowstone National Park.<\/p>\n<p>About a quarter of the wolf packs in the park are afflicted with sarcoptic mange, a highly contagious canine skin disease caused by mites that burrow into the skin causing infections, hair loss, severe irritation and an insatiable desire to scratch.<\/p>\r\n<p>The resulting hair loss and depressed vigor of the wolves leaves them vulnerable to hypothermia, malnutrition and dehydration, which can eventually lead to death, said Paul Cross, a U.S. Geological Survey disease ecologist, who leads the project along with Doug Smith of Yellowstone National Park.<\/p>\r\n<p>To help understand the role of mange in the lives of gray wolves, as well as why some wolves recover and others don&rsquo;t, Cross, along with wolf biologists from the National Park Service, need to understand the costs and extent of infection. Remote cameras will help the team determine the extent of the infection across packs in Yellowstone National Park, and how it changes from one year to the next. &nbsp;<\/p>\r\n<p>&ldquo;Thermal imagery of wolves allows us to not only document the extent of hair loss caused by mange, but also to determine the actual loss of heat, and energy, associated with the different stages of infection,&rdquo; said Cross. &ldquo;A great side benefit is that this is a noninvasive way to study the disease and its effects. We don&rsquo;t have to capture wild wolves to do this.&rdquo;<\/p>\r\n<p>The researchers tested and perfected the thermal imagery process with the help of resident wolves at the Grizzly and Wolf Discovery Center. Biologists shaved off small patches of fur from several wolves to emulate hair loss from mange, and then assessed the amount of heat loss that would occur in the later stages of mange infection. They also compared this with normal hair-covered areas and recorded still and video thermal images.<\/p>\r\n<p>The resulting images, admits Cross, are unusual and captivating. But they also reveal red-colored &ldquo;hot spots&rdquo; that give off more heat, meaning the afflicted wolf has to get the energy lost through heat by eating more calories &ndash; that is, elk and other food. To see them, visit: <a href=\"http:\/\/nrmsc.usgs.gov\/research\/mange_wolvesYNP\">http:\/\/nrmsc.usgs.gov\/research\/mange_wolvesYNP<\/a>.<\/p>\r\n<p>Scientists will begin using the thermal imagery on wild wolves in February. Remotely triggered thermal-imagery cameras will be set at locations that wolves frequent and the resulting images will be uploaded to computers weekly for Cross and his colleagues to examine.<\/p>\r\n<p>Though remote thermal imaging has been used to diagnose veterinary diseases, Cross believes this is the first time it has been used to study the effects of a disease in a wildlife species.<\/p>\r\n<p>Sarcoptic mange was introduced into the Northern Rockies in 1909 by state wildlife veterinarians in an attempt to help eradicate local wolf and coyote populations. Scientists believe the troublesome mite that causes the disease persisted among coyotes and foxes after wolves were exterminated. Since their reintroduction into the Greater Yellowstone Ecosystem in 1995-96, wolves appeared to be free of mange until 2002.<\/p>\r\n<p>The research is being conducted by the USGS Northern Rocky Mountain Science Center in collaboration with the National Park Service, Yellowstone National Park and the Grizzly and Wolf Discovery Center in West Yellowstone, Mont.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_12_09\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_12_09\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_12_09\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_12_09\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_12_09&amp;amp;amp;lt;\/","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming","Arizona","Colorado","New Mexico","Utah"],"country":["United States of America"],"mm_tags":["Wildlife Disease","Mange","Sarcoptic Mange","wolves","wolf","yellowstone National Park","disease","Thermal Imaging","biology"],"release_date":{"und":[{"value":"1291870800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169940"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}