{"title":"High Plains Aquifer Water Quality Currently  Acceptable but Human Activities Could Limit Future Use","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Water produced by the High Plains aquifer, which provides water to eight states, is generally acceptable for human consumption, irrigation, and livestock watering, according to a U.S. Geological Survey study highlighted at the summer meeting of the Western States Water Council in Park   City, Utah.<\/p>\n<p>The study warns, however, that heavy use of water for irrigation and public supply and leakage down inactive irrigation wells are resulting in long-term gradual increases in concentrations of contaminants such as nitrate and dissolved solids from the water table to deeper parts of the aquifer where drinking-water wells are screened.<\/p>\r\n<p>&ldquo;This increase in contaminant concentrations over time has important implications for the long-term sustainability of the High Plains aquifer as a source of drinking water,&rdquo; said lead author of the USGS study, Dr. Jason Gurdak. &ldquo;Once contaminated, the aquifer is unlikely to be remediated quickly because of slow rates of contaminant degradation and slow groundwater travel times in the aquifer; deep water in some parts of the aquifer is about 10,000 years old.&rdquo;<\/p>\r\n<p>The High Plains aquifer, also known as the Ogallala aquifer, is the Nation&rsquo;s most heavily used groundwater resource.&nbsp; The majority is used for irrigation, but nearly two million people also depend on the aquifer as a source of drinking water. The eight states that use water from the High Plains aquifer include Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming. Nebraska hosts the largest segment and square mileage of the water source.<\/p>\r\n<p>USGS scientists analyzed water for more than 180 chemical compounds and physical properties in about 300 private domestic wells, 70 public-supply wells, 50 irrigation wells, and 160 shallow monitoring wells sampled between 1999 and 2004. The study also assessed the transport of water and contaminants from land surface to the water table and deeper zones used for supply, to predict changes in concentrations over time.<\/p>\r\n<p>Currently, water quality is generally acceptable for drinking. More than 85 percent of the 370 wells used for drinking met federal drinking-water standards. Nitrate, which is derived mostly from human sources such as fertilizer applications, was greater than the federal drinking-water standard of 10 parts per million in about six percent of the drinking-water wells. None of the pesticides or volatile organic compounds detected exceeded drinking-water standards.<\/p>\r\n<p>&rdquo;Most of the contaminants that exceeded drinking-water standards were of natural origin such as arsenic, dissolved solids, fluoride, iron, and manganese,&rdquo; Gurdak said.<\/p>\r\n<p>The report, \"<em><a href=\"http:\/\/pubs.usgs.gov\/circ\/1337\/\">Water Quality in the High Plains Aquifer, Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming, 1999&ndash;2004<\/a>,<\/em>&rdquo; U.S. Geological Survey Circular 2009-1337, is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado","Kansas","New Mexico","Oklahoma","Texas","Utah","Nebraska","South Dakota"],"country":["United States of America"],"mm_tags":["water","High Plains Aquifer","groundwater","nitrate","contamination"],"release_date":{"und":[{"value":"1247716800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"169567"},{"tid":"170254"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}