{"title":"Historical Maps Now Covering 36 States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>The release of more than 13,688 historical topographic maps covering California highlights the rapid pace of the U.S. Geological Survey (<a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a>) Historical Topographic Map Collection.<\/em><\/p>\n<p>Nearly 124,000 high resolution scans of the more than 200,000 historical USGS topographic maps, some dating as far back as 1884, are now available online. The <a href=\"http:\/\/nationalmap.gov\/historical\">Historical Topographic Map Collection<\/a> includes published U.S. maps of all scales and editions, and are offered as a georeferenced digital download or as a scanned print from the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">USGS Store<\/a>.<\/p>\r\n<p>\"These maps harken back to California's past, when its awesome topography could make a simple trip for staples a day-long journey in a horse-drawn buckboard,\" said USGS director Marcia McNutt. \"The uses of these maps for scientists, historians, educators, and even by those who simply want to be reminded of a time when life moved a little slower, are limited only by our imagination.\"<\/p>\r\n<p>Historical maps are an important national resource as they provide the long-term record and documentation of the natural, physical and cultural landscape. The history documented by this collection and the analysis of distribution and spatial patterns is invaluable throughout the sciences and non-science disciplines. Genealogists, historians, anthropologists, archeologists and others use this collection for research as well as for a framework on which a myriad of information can be presented in relation to the landscape. For more than 130 years, the USGS topographic mapping program has accurately portrayed the complex geography of our nation through maps using the lithographic printing process. The historical collection contains high resolution scanned images from the USGS legacy series and other sources and was made public mid-September, 2011.<\/p>\r\n<p>Historical maps are offered to the public at no cost in GeoPDF format or as a printed copy for $15 plus a $5 handling charge from the <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(xcm=r3standardpitrex_prd&amp;layout=6_1_61_48&amp;uiarea=2&amp;ctype=areaDetails&amp;carea=%24ROOT)\/.do\">USGS Store<\/a> and can be used in conjunction with the new USGS digital topographic map, the <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a>. Check the <a href=\"http:\/\/nationalmap.gov\/historical\">website<\/a> for continuous updates.<\/p>\r\n<p>The project is part of the USGS National Geospatial Program (<a href=\"http:\/\/www.usgs.gov\/ngpo\/\">NGP<\/a>) continuing efforts to support the mapping and location-based data needs of the Nation.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["historical","Historical Topographic Map Collection","California","store","topographic Map","Topo Maps","digital Topographic Map","Topo","geneology","history","anthorpology","archeology","Geo",""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1320642000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169449"},{"tid":"170047"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}