{"title":"scientific Flights Over Grand Canyon National Park Memorial Day Weekend","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Flagstaff, Ariz. &ndash; The U.S. Geological Survey will conduct scientific overflights at Grand Canyon National Park, Arizona, during Memorial Day weekend to document the status of natural and cultural resources along the Colorado River below Glen Canyon Dam.<!--introend--> Aerial photographs will be taken using two fixed-wing aircraft flying at an elevation about 7,000 feet above ground level. These flights will take place Friday, May 22, to Thursday, May 28, 2009, between 10 am and 3:00 pm. Water releases from Glen Canyon Dam will be ramped down and held steady at 8,000 cubic feet per second (cfs) from May 22 to May 27.<\/p>\n<p>Scientific overflights have been conducted as part of ongoing monitoring efforts since 1984. One of the resources of interest are sandbars because they create habitat for native plants and animals, provide camping beaches for river runners and hikers, and act as a source of sediment needed to protect archeological resources from erosion. Sandbars have eroded because Glen Canyon Dam, which sits about 15 miles upstream of Grand Canyon National Park on the Colorado River, traps all of the sediment supply upstream of the dam and eliminates natural flooding.<\/p>\r\n<p>&ldquo;We want to let the public know that the aircraft are part of ongoing efforts to monitor park resources and are no cause for concern,&rdquo; said John Hamill, Chief, USGS Grand Canyon Monitoring and Research Center. &ldquo;The overflights are a key means of gathering information about the condition of resources along the Colorado River corridor and how they change in response to dam operations. For example, scientists seek a better understanding of how sandbars responded to the 2008 high-flow experimental release of water from Glen Canyon Dam.&rdquo;<\/p>\r\n<p>Flows from the dam will be reduced and held steady at 8,000 cfs; daily water releases in late April and early May 2009 ranged from a low of about 7,000 cfs to a high of about 12,000 cfs. Holding flows steady is necessary to allow scientists to compare images gathered this Memorial Day weekend with previous overflights conducted under similar releases. Whitewater rafters should expect changing conditions on the Colorado River, as some rapids become more difficult at lower water levels.<\/p>\r\n<p>The overflights are part of ongoing monitoring efforts undertaken as part of the Glen Canyon Dam Adaptive Management Program (GCDAMP) to understand how the operation of Glen Canyon Dam affects downstream resources in Glen Canyon National Recreation Area and Grand Canyon National Park. The GCDAMP is a Federal initiative to protect and restore resources downstream of Glen Canyon Dam. The Bureau of Reclamation provides financial support derived from power revenues to the USGS for the science activities it undertakes on behalf of the GCDAMP.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Nevada"],"country":["United States of America"],"mm_tags":["biology","water","National Park","Grand Canyon","Arizona","overflight","Colorado River","Glen Canyon Dam","Aerial Photograph","Scientific Flight","","National Recreation Area","Low Flying Plane","sandbar","Adaptive Management","whitewater","waterconditions","dam","flow"],"release_date":{"und":[{"value":"1242792000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169719"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}