{"title":"Exploding Lakes in West Africa ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"In 1986, Lake Nyos, in the volcanic region of Cameroon, released a cloud of CO2 into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages. Since then, engineers have been artificially removing the gas from the lake through piping. The gas burst in 1986 from the 200-meter deep Lake Nyos was so violent that water washed over the 80-meter high promontory in the foreground.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/2.jpg\" alt=\"A view of the shore of Lake Nyos after a gas explosion caused a wave that denuded much of the shore of buildings and vegetation\" width=\"300\" height=\"202\" \/>[\/caption]\n\nIn 1986 Lake Nyos, in the volcanic region of Cameroon, suddenly released a cloud of carbon dioxide into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages.\n\nThe cause was a phenomenon later named â\u0080\u009cexploding lakes,â\u0080\u009d a hazard scientists hadnâ\u0080\u0099t even known existed before the 1986 tragedy. But since then, to prevent Lake Nyos from exploding again, an international team of scientists and engineers has developed and implemented a program to artificially remove gas from the lake through piping.\n\nUSGS scientists initially advised on the project and have long monitored gas levels in the lake to determine whether this removal has been successful. This winter, USGS again joins a team traveling back to Cameroon to upgrade and re-install the monitoring devices. Theyâ\u0080\u0099ll also update devices monitoring gas levels in nearby Lake Monoun, another exploding lake, where CO<sub>2<\/sub> has now been completely removed as part of the same project.\n\nAlthough most of us may not realize it, volcanoes release more than 100 million tons of CO<sub>2<\/sub> into the atmosphere each year. (For most of the Earthâ\u0080\u0099s history, volcano emissions were the primary source of CO<sub>2<\/sub> to the atmosphere; now emissions are estimated to be about 30 billion tons per year, with 100 million tons from volcanoes.) Usually the gas released during an eruption is harmless because it is rapidly diluted to low concentrations. However, sometimes the gas can get trapped underground, where it cools and becomes pressurized. If an earthquake or other disturbance later breaks the seal on this trapped gas, a dangerous, large cloud of cold, dense CO<sub>2<\/sub>gas can be released in a very short period.\n\n[caption id=\"\" align=\"alignright\" width=\"202\" caption=\"In 1986, Lake Nyos, in the volcanic region of Cameroon, released a cloud of CO2 into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages. Since then, engineers have been artificially removing the gas from the lake through piping. A small CO2 cloud from Lake Monoun killed 37 people in 1984.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/3.jpg\" alt=\"Two Cameroonian villagers prepare to sail out onto Lake Nyos, Cameroon\" width=\"202\" height=\"300\" \/>[\/caption]\n\nCameroonâ\u0080\u0099s exploding lakes are a unique example of this phenomenon, where CO<sub>2<\/sub> is trapped in the bottom water of deep volcanic craters. The gas stays at the bottom of the lake, held down by the pressure of the overlying water. But eventually, CO<sub>2<\/sub> gas can start to bubble up to the top of the lake, which reduces the water pressure that usually holds the gas down. When this happens, the gas from the bottom of the lake can vent with exploding force, creating a suffocating cloud that can kill people and animals in low-lying areas.\n\nIn 1986 scientists from all over the world, including USGS scientists, traveled to Cameroon to study the disasters. Over the following years, they helped establish a plan to prevent CO<sub>2<\/sub> from ever again harming the people and livestock in the surrounding villages. Beginning in 2001, a French engineering firm installed pipes that reached the very bottom of the lakes. Pumps initially push some of the lower water upward, releasing water pressure and allowing CO<sub>2<\/sub> gas bubbles to form. Once bubbles form, the gas naturally flows up and out of the pipe at a controlled rate.\n\nThis technique has successfully resulted in the complete degassing of Cameroonâ\u0080\u0099s Lake Monoun, which now poses no risk of gas release. Much of the gas in Lake Nyos has been removed as well, but degassing will continue for several more years before the CO<sub>2<\/sub> is completely gone.\n\nThe USGS continues to monitor water conditions at these two lakes. The probes that measure the dissolved gas pressure are built at USGS, and are permanently installed in the lakes. After a decade of use, the most recent probes now need to be replaced.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\" caption=\"In 1986, Lake Nyos, in the volcanic region of Cameroon, released a cloud of CO2 into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages. Since then, engineers have been artificially removing the gas from the lake through piping. This photo shows a pipe top and raft at Lake Nyos. The self-driven fountain (inset) can reach a height of 150 feet above the lake surface while dissipating carbon dioxide.\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/4.jpg\" alt=\"This photo shows a pipe top and raft at Lake Nyos. The self-driven fountain (inset) can reach a height of 150 feet above the lake surface while dissipating carbon dioxide.\" width=\"300\" height=\"227\" \/>[\/caption]\n\nThese probes allow the USGS and other scientists to understand the natural recharge rate of gas to Lake Monoun, which will reveal the number of years required for gas to build back up to dangerous levels. Also, the probes help scientists track the build-up of methane, another potentially dangerous gas and a byproduct of the degassing. (When the water is piped up, nutrient-rich bottom waters settle on the surface and boost algal growth, resulting in a larger supply of organic material that eventually settles back to the bottom of the lake and produces methane.)\n\nWhile exploding lakes in Cameroon are unique, volcanic CO<sub>2<\/sub> poses problems in some areas of the U.S., as well. In fact, in 1994, USGS researchers discovered that large volumes of CO<sub>2<\/sub> were seeping from beneath <a href=\"http:\/\/volcanoes.usgs.gov\/lvo\/activity\/monitoring\/co2.php\">Mammoth Mountain<\/a>, a young volcano in the Long Valley area of California. The seepage was triggered by a persistent swarm of earthquakes, and killed more than 100 acres of trees. The CO<sub>2<\/sub>also forced the U.S. Forest Service to close the area to camping. The USGS continues to monitor this area, where earthquakes and gas seepage remain a concern.\n\n[caption id=\"\" align=\"alignright\" width=\"300\" caption=\"In 1986, Lake Nyos, in the volcanic region of Cameroon, released a cloud of CO2 into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages. Since then, engineers have been artificially removing the gas from the lake through piping. This photo shows the Lake Nyos pipe in operation. The 200-meter-long pipe is suspended from the raft and allows gas-rich water from the lake bottom to vent to the surface, where the CO2 dissipates into the atmosphere at a controlled rate. The shed on the control raft is about 6 feet high and the fountain is about 120 feet high. There are no pumps involved because the CO2 drives the fountain, just like a shaken bottle of champagne.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/1.jpg\" alt=\"This photo shows the Lake Nyos pipe in operation.\" width=\"300\" height=\"225\" \/>[\/caption]\n\nEvery year in the U.S. and around the world, natural hazards cost lives and billions of dollars in damage. The USGS provides policymakers and the public with a clear understanding of natural hazards and their potential threats to society, and assists with developing smart, cost-effective strategies for achieving preparedness and resilience. The CO<sub>2<\/sub> removal in Cameroon and monitoring near Mammoth Mountain both save lives and underscore the value of sound science in mitigating natural disasters.\n\nBill Evans is the USGS scientist traveling to Cameroon for this work, which is part of the USGS National Research Program. NRP researchers study the flow and chemistry of water in the environment, and the techniques they develop can be applied in many fields, including in this case, the mitigation of natural hazards.\n\nFor more information, contact <a href=\"mailto:kcapelli@usgs.gov\">Kara Capelli<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24173","uid":"31","filename":"Feature-Image-e1328736982752.jpg","uri":"public:\/\/Feature-Image-e1328736982752.jpg","filemime":"image\/jpeg","filesize":"13662","status":"1","timestamp":"1425492768","type":"image","uuid":"d699cd54-9106-403f-b665-11b58619f659","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":252,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Africa","Cameroon","Carbon Dioxide","exploding lakes","hazards","Lake Monoun","Lake Nyos","Mammoth Mountain","Methane","volcanoes","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1328724954","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}