{"title":"Aluminum to Zirconium... New Report Card On Nation&rsquo;s $400 Billion Minerals Industry","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. output of mineral-based materials contributed nearly $400 billion to the nation&rsquo;s economy in 1996, according to a new report from the U.S. Geological Survey. \n<p>\"Mineral Commodity Summaries 1997 is the latest government publication to provide detailed information on 1996 events, trends, and issues in the domestic and international minerals industries,\" said USGS Director Gordon Eaton. \"The report summarizes minerals industry trends according to continent and mineral type and also provides an outlook for domestic minerals growth for 1997. \r\n<p>\"This report is also significant because it provides statistics on the major world production of nearly 90 mineral commodities supported by cooperative information exchange partnerships with over 60 countries,\" said Eaton. \r\n<p>According to Mineral Commodity Summaries 1997: \r\n<p>The value of U.S. raw nonfuel minerals production remained at $38 billion in 1996. The value of domestic minerals production has increased in 30 of the past 36 years. The top three states were Arizona (3.5 billion), Nevada ($3.2 billion) and California ($2.8 billion). Delaware ranked 50th ($11 million). \r\n<p>Total U.S. international trade in raw minerals and processed materials of mineral origin was valued at $88 billion in 1996. Imports of processed mineral materials were valued at an estimated $49 billion, and exports were valued at an estimated $33 billion. Imports of metal ores and concentrates and raw industrial minerals increased 8 percent to $2.6 billion. Exports of raw minerals increased slightly to $3.1 billion. \r\n<p>The outlook for the domestic minerals industry in 1997 will depend largely on the demands for metals by the automobile industry and for industrial minerals by the building and highway construction sectors. These industries are significant consumers of steel, aluminum, copper, glass, cement, crushed stone, and sand and gravel. \r\n<p>On the international scene, global mineral priorities were focused on several metals; that is, gold, nickel, steel, aluminum, cobalt, and base metals. Demand for industrial\/construction minerals was fueled by economic growth in Asia and Latin America. \r\n<p>The Mineral Commodity Summaries report is available for purchase from the Superintendent of Documents, P.O. Box 371954, Pittsburgh, PA 15250-7954. The stock number is 024-004-02443-7 and the price is $16 inside the U.S. and $20 if ordering from outside the U.S. Individual two-page summaries are available through MINES FaxBack (703-648-4999) and are on the World Wide Web at http:\/\/minerals.er.usgs.gov\/minerals. \r\n<p>\r\n<CENTER>* * * USGS * * *<\/CENTER>\r\n<p>\r\n<p>\r\n<p>\r\n<p>Minerals Information From the U.S. Geological Survey \r\n<p>USGS National Center in Reston, Virginia, and Denver Federal Center in Lakewood, Colorado \r\n<p>The USGS receives about 50,000 requests each year from 160 surveys of domestic mineral producers and collects international data from more than 190 countries through government sources, trade associations, and published sources. The information is available to the public through more than 500 publications, which include the well-known Minerals Yearbook, and electronic access, which includes MINES FaxBack, the Internet, and CD-ROM. \r\n<p><b>FaxBack -<\/b>703-648-4999 \r\n<p><b>World Wide Web -<\/b> http:\/\/minerals.er.usgs.gov\/minerals\/ \r\n<p><b>Mineral Resources Program Coordinator -<\/b> Linda Gundersen,703-648-6100 \r\n<p><b>Minerals Information Team<\/b><br>John DeYoung, Acting Chief Scientist 703-648-6140<br>Kathy Keys, Team Secretary 703-648-4961 \r\n<p><b>Industrial Minerals -<\/b> Aldo Barsotti 703-648-4990 \r\n<p><b>Metals-<\/b> Michael McKinley 703-648-4968 \r\n<p><b>International Minerals-<\/b>Ebraham Shekarchi 703-648-7732 \r\n<p><b>Minerals and Materials Analysis-<\/b><br>Marilyn Biviano 703-648-4911<br>Donald Bleiwas 303-236-8747, ext. 340 (Denver Location) \r\n<p><b>Publications-<\/b> Keith Harris 703-648-4750 <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"860731200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}