{"title":"Madera County Groundwater Quality: Fumigants Found More Often at High Concentrations than in Other Areas of California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &mdash; <!--introstart-->Arsenic, uranium, fumigants and nitrate were detected at high concentrations in untreated groundwater at depths in the aquifer system typically used for public water supply in the Madera County region of California&rsquo;s San Joaquin Valley.<!--introend--><\/p>\n<p>High concentrations of fumigants were detected in about 10 percent of the aquifer system. High concentrations of fumigants have been found in other parts of the San Joaquin Valley, in addition to the Madera County region; however, in other areas of California, high concentrations of fumigants were found in less than 1 percent of the aquifer system used for public water supply.<\/p>\r\n<p>The Madera County study was part of a <a href=\"http:\/\/ca.water.usgs.gov\/gama\/\">statewide study<\/a> designed to assess groundwater quality in aquifers that may be used for public water supply and to better understand the natural and human factors affecting groundwater quality. <a href=\"http:\/\/ca.water.usgs.gov\/\">U.S. Geological Survey scientists<\/a> analyze untreated groundwater from wells, not tap water delivered to consumers. Groundwater is typically treated by water distributors prior to delivering it to customers to ensure compliance with the U.S. Environmental Protection Agency&rsquo;s and the California Department of Public Health's <a href=\"http:\/\/water.epa.gov\/lawsregs\/rulesregs\/sdwa\/currentregulations.cfm\">water quality standards<\/a> for human health. The Madera County region consists of the Madera and Chowchilla groundwater aquifer subbasins and also includes small parts of Fresno and Merced counties.<\/p>\r\n<p>\"Over a 10-year period, the USGS is characterizing groundwater quality in 120 groundwater basins and other areas that supply about 95 percent of public groundwater supplies,\" explained USGS Director Marcia McNutt. \"The new results for the Madera and Chowchilla subbasins show where, what, and how much contamination is in the groundwater, focusing attention on improving water quality where it is needed.\"<\/p>\r\n<p class=\"Default\">\"High\" concentrations are defined as above the California Department of Public Health\"s established Maximum Contaminant Levels (MCLs) or other health-based levels for chemical constituents or elements not having state-established MCLs. &nbsp;The fumigant detected at highest concentrations, <a href=\"http:\/\/www.epa.gov\/ttnatw01\/hlthef\/dibromo-.html\">DBCP<\/a>, was used historically to control nematodes in vineyards and orchards, but has not been used in California since 1977.<\/p>\r\n<p class=\"Default\">\"The DBCP we detected is not new to the aquifer system. It has taken time for the DBCP to move from the land surface to the aquifer depths tapped by public supply wells,\" said Jennifer Shelton, a USGS hydrologist and author of the report prepared in collaboration with the California State Water Resources Control Board.&nbsp;<\/p>\r\n<p class=\"Default\">High concentrations of uranium and arsenic, above the state's maximum contaminant levels, were detected in about 17 percent and 13 percent of the aquifer system respectively. Uranium and arsenic are naturally present in rocks and soils and in the water that comes in contact with those materials. High concentrations of arsenic in the Madera and Chowchilla aquifer system can be attributed to natural processes, whereas high concentrations of uranium are due to both natural processes and human activities.<\/p>\r\n<p class=\"Default\">Nitrate was detected at high concentrations, above the MCL, in about 7 percent of the aquifer system, and at moderate concentrations in about 20 percent. High and moderate concentrations of nitrate generally occur as a result of human activities. Sources of nitrate include fertilizers applied to crops and landscaping, seepage from septic systems, and human and animal waste.<\/p>\r\n<p>\"Local water distributors, and regional, state, and federal agencies, as well as the USEPA, are aware of the presence of uranium, nitrate, arsenic and fumigants in grou","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Water Groundwater Resources","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1360558800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169420"},{"tid":"169616"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}