{"title":"scientists Study Effects of Water Released Across U.S.-Mexico Border","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As a large pulse of water is being released into the former delta of the Colorado River along the U.S.-Mexico border, U.S. Geological Survey scientists are studying the effects on the environment as part of a historic, bi-national collaborative effort.<!--introend--> The pulse flow and the need to study its effects were agreed to as part of the recently adopted&nbsp;<a href=\"http:\/\/www.ibwc.gov\/Files\/Minutes\/Minute_319.pdf\">Minute 319<\/a> (PDF)&nbsp;to the 1944 US-Mexico Water Treaty.<\/p>\n<p>Results from this study will be used to assist and inform future bi-national cooperative efforts as both countries work together to protect resources on both sides of the border. The now-dry Colorado River delta was once a thriving wetland ecosystem where water and sediment delivered from the Colorado River watershed reached the Gulf of California. A century ago, the Colorado River delta was navigable by large boats. Today, upstream diversions and dams in both countries control the Colorado River&rsquo;s flow, and little to no water is released into the channel downstream of Morelos Dam.<\/p>\r\n<p>This engineered release of&nbsp;water&nbsp;is the culmination of years of negotiations led by the&nbsp;U.S. and Mexican Sections of&nbsp;the <a href=\"http:\/\/www.ibwc.state.gov\/\">International Boundary and Water Commission<\/a> in partnership with the Department of the Interior, in conjunction with the seven U.S. Colorado River Basin states, Mexican government agencies, and a wide array of municipal agencies, non-governmental organizations, and universities from both the U.S. and Mexico. The release of water began on&nbsp;March 23&nbsp;and will continue for about eight weeks, with the rate of release peaking today,&nbsp;March 27. Over this period of time,&nbsp;105,392 acre feet of water will be released, a volume that would fill about 52,000 Olympic sized swimming pools. &nbsp;&nbsp;<\/p>\r\n<p>\"This engineered pulse of water represents a truly unique scientific opportunity and is a wonderful example of a balanced approach to both conserve water and enhance fragile ecosystems,\" said Assistant Secretary of the Interior Anne Castle, who oversees the work of the USGS. \"Linking scientists from Mexico and the United States will advance our understanding of environmental restoration opportunities along the Colorado River border and Delta,&rdquo; she said. &ldquo;While none of our agencies could take on this challenge alone, by partnering with experts in both countries, we are able to share information that will serve as a foundation for future cooperative efforts between our two nations.\"<\/p>\r\n<p>\"The USGS is honored to participate in this bi-national collaborative effort to understand the ecosystem effects of the pulse flow,\" said Suzette Kimball, Acting USGS Director. \"These results will not only help inform decisions about potential future flows, but will also advance cooperative management efforts to improve the health of the delta region in both the U.S. and Mexico.\"<\/p>\r\n<p>Minute 319 to the 1944 US-Mexico Water Treaty calls&nbsp;for studying&nbsp;the hydrologic and biologic effects of the pulse flow.&nbsp;Scientists from the USGS, the University of Arizona, the&nbsp;<a href=\"http:\/\/www.uabc.mx\/\">Universidad Auto&#769;noma de Baja California<\/a>, and other institutions are working along a 24-mile long river segment of the Colorado River where one bank is in Arizona and the other is in Baja California, Mexico.<\/p>\r\n<p>Research and monitoring will focus on understanding how the water moves through the Colorado River channel, how the pulse changes as it moves downstream and infiltrates through the streambed into the groundwater, evaluating sediment erosion and deposition, and patterns of new vegetation establishment. Studying these factors will help provide an understanding of why vegetation is able to thrive in some areas and not in others and information to inform decisions about future environmental flows. In addition, remote sensin","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["international","","Mexico","hydrology","pulseflow","highflow","streamflow","restoration","ecosystems","vegetation","minute","Mexico Water Treaty","Reclamation","","groundwater","Border Science"],"distribution":["Biology","Mapping","Water"],"release_date":{"und":[{"value":"1395892800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169519"},{"tid":"169606"},{"tid":"169538"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}