{"title":"USGS Needs Help!!!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey needs help to prepare for and assist at its big open house, September 12, 13 and 14, at the USGS Western Region Center in Menlo Park. <!--introend-->\n<p>\"We&rsquo;ve got more than 200 exhibits scheduled, which will make it our largest open house yet, in terms of exhibits,\" said open house chairman Leslie Gordon. \"Many of these exhibits are being sent in from throughout our nine-state region, and we need help to unpack them and put them up.\" \r\n<p>Gordon explained that in 1996 the functions of the National Biological Service were transferred to the USGS and that many of the exhibits at this year&rsquo;s open house will deal with biological and environmental research. \r\n<p>Gordon said that in addition to unpacking and setting up exhibits on September 10 and 11, the USGS also will need help on September 12, 13 and 14, to assist in parking and traffic control; welcoming visitors and handing out programs; and assisting with \"hands on\" exhibits such as gold panning and kids&rsquo; cut-and-paste activities. Previous open houses have attracted more than 20,000 visitors to the Menlo Park USGS campus. \r\n<p>\"We know there are a lot of local people who are interested in the research mission of the USGS, and if those people also have the time to help us for a few hours on one or more days of this year&rsquo;s open house, it will be a great way for them to assist us in spreading the word of the importance of our mission,\" according to Gordon. \r\n<p>Anyone who wants to help the USGS prior to and during the open house and explore the possibilities for continued volunteer work with the organization should call Leslie Gordon at 650-329-4006; fax their name and telephone number to 650-329-5125; or contact Gordon by email at: lgordon@usgs.gov.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"871012800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}