{"title":"USGS Map Sales Open Friday &mdash; Bring the Kids","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>All offices of the U.S. Geological Survey will be closed Thursday, of course, to observe the Thanksgiving holiday, but will be open as usual on Friday, November 28. <\/p>\n<p>This includes the agency&rsquo;s Earth Science Information Center (ESIC), more commonly known as the USGS map sales office. This sales outlet, which has a wide range of maps and books available for purchase and numerous free brochures, will be open from 8 a.m. to 4 p.m. on Friday. The sales outlet is located near the intersection of Middlefield Road and Linfield Drive in central Menlo Park, and has plenty of customer parking available adjacent to the site. <\/p>\r\n<p>In addition to the standard \"topo\" maps, the USGS\/ESIC also has large wall maps and posters of the world, the U.S., and special areas. One of the most popular posters is the one that depicts the epicenters of 3,000 earthquakes that occurred in the San Francisco Bay area between 1972 and 1989, culminating with the 7.1, Loma Prieta earthquake of Oct. 17, 1989. The epicenters of these earthquakes are so numerous and concentrated along fault lines that they make a definite sketch of the area&rsquo;s major faults. This colorful poster, which would probably retail for at least $10, is available for only $4 at the USGS\/ESIC. <\/p>\r\n<p>Another $4 bargain is the \"Dynamic Planet\" map of the world that locates the epicenters of 24,000 earthquakes of magnitude 6 or larger and 1,500 volcanoes that have experienced major eruptions during the past 10,000 years. <\/p>\r\n<p>Many of the USGS maps and brochures are of interest and educational value for students of all ages, and the ESIC customer-service manager urges parents who have the day off to bring their children along on the map-buying outing. \"A lot of our maps and brochures are a great addition to classroom studies in history, geography and earth-science,\" said Diane Garcia, \"and we welcome children, when accompanied by parents or teachers.\" <\/p>\r\n<p>After visiting the map-sales outlet, those who have the time are invited to stop by the USGS seismology center in Building 7 of the USGS complex at 275 Middlefield Road in Menlo Park. Although guided tours are not available, adults and children accompanied by them can stop in and use the interactive personal computers to check out the latest and past earthquake activity in California and throughout the world. <\/p>\r\n<p>Another interesting stop for anyone visiting the USGS is a stroll through Building One, near the 345 Middlefield Road entrance. A photo exhibit of the ocean floor, to depths of five miles, offers an intriguing insight into that deep, silent world, and other display cases contain mineral and fossil specimens. <\/p>\r\n<p>The USGS is an earth-science research bureau of the U.S. Department of the Interior. USGS offices and laboratories in Menlo Park are part of the USGS Western Region Center. Other regional centers are in Denver, Colo., and Reston, Va. <\/p>\r\n<p><b>Editors: Tours of the USGS\/ESIC and interviews with sales personnel and customers may be arranged by calling the USGS Outreach Office at 650-329-4000, or the USGS\/ESIC manager at 650-329-4290.<\/b> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"880434000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}