{"title":"Lifting the Veil of Darkness","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE TO EDITORS: Reproducible photographs and maps at different resolutions (thumbnail, screen, and print quality) may be found at <br><a href=\"http:\/\/www.avo.alaska.edu\/avo4\/atlas\/volc\/spurr\/2003Julypressrelease\/2003Julypressrelease.html\">http:\/\/www.avo.alaska.edu\/avo4\/atlas\/volc\/spurr\/2003Julypressrelease\/2003Julypressrelease.html<\/a> <\/p>\n<p>NOTE TO TV: Contact Kristi Wallace at 907-786-7109 for DVD or VHS clips.<\/b> <\/p>\r\n<p>On July 9, 1953, at 6 a.m., flying out of Anchorage International Airport, a Northwest Airlines pilot noticed a rapidly growing ash cloud erupting from Mount Spurr volcano on the northwest side of Cook Inlet, about 80 miles west of Anchorage. U.S. Air Force pilot Lt. Metzner also saw the ash cloud, witnessing increasingly intense, boiling eruptions of dark ash, flashes of lightning in the rising black cloud, and ash beginning to fall around the base of the volcano. Violent explosions continued through the morning and intermittently into late afternoon and evening. <\/p>\r\n<p>Across Cook Inlet, ash began to fall at the Anchorage Airport by 10 a.m., and an eerie, premature twilight descended upon the city. By 1 p.m., the city was engulfed in darkness, and residents, many of whom would not know the source or nature of the phenomenon for some time, confronted choking sand and silt-sized ash particles that fell intensely for 3 hours and intermittently through the night. By the next day, between a quarter and an eighth-inch of gritty, gray volcanic debris covered everything. With a dusty irritating pall hanging over the city, clean up began. <\/p>\r\n<p>It took more than 170,000 gallons of water to hose off the Merrill airfield, and the city&rsquo;s street sweepers worked non-stop for 3 days. Winds repeatedly allowed the re-suspension of ash, prolonging residents&rsquo; discomfort as they struggled to clear local roads, buildings and the airport. Local commerce was at a standstill, but in the words of the Anchorage Daily News, residents of the young frontier city exhibited a &quot;calm and resigned attitude.&quot; Relief finally came 3 weeks later when nearly an inch of rain fell, washing the city and stabilizing the ash. <\/p>\r\n<p>July 9th marks the 50th anniversary of this sudden and dramatic eruption of Crater Peak, the active vent on Mount Spurr volcano. At the time of this eruption, scientists were unaware that an eruption was imminent, nor did they fully comprehend the hazards associated with such an eruption. Now, fifty years later, volcano monitoring has improved substantially, helping save lives, health and property. By the summer of 1992, when three closely spaced eruptions similar in scale to the single 1953 eruption occurred at Crater Peak, scientists at the Alaska Volcano Observatory (AVO) were able to warn communities and the aviation industry before the eruption. The AVO is a collaborative scientific program formed in 1988 among the U.S. Geological Survey, the University of Alaska Geophysical Institute, and the Alaska Division of Geological and Geophysical Surveys. Residents were more prepared as the 1992 August ash cloud drifted southeastward, blanketing Anchorage, Prince William Sound, and the southeastern shoreline of the Gulf of Alaska with ash, plunging the city once again into premature darkness. <\/p>\r\n<p>Now, in 2003, seismometers buried in the ground at 25 Alaskan volcanoes relay real-time information about volcanic activity back to AVO offices in Anchorage and Fairbanks where the data are analyzed and interpreted. AVO scientists also evaluate satellite images of volcanoes and ash clouds and work closely with the National Weather Service to detect and track volcanic ash plumes in the North Pacific region. In addition to volcano monitoring, AVO scientists prepare volcano hazard assessments of active volcanoes. Efforts to understand the frequency of ash fall on populated areas are under way. <\/p>\r\n<p>&quot;Today,&quot; said Tom Murray, USGS Scientist-in-Charge of AVO, &quot;in the event","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1057118400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170571"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}