{"title":"Flood Chart Aids in Evacuation Decisions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>VALDOSTA, Ga<\/strong>.&mdash; Emergency managers and residents along the Withlacoochee and Little River Basins have a new educational resource to help them better understand floods and the importance of stream gauging. <strong><\/strong><\/p>\n<p>The new <a href=\"http:\/\/www.usgs.gov\/\">U.S Geological Survey<\/a> <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/gip155\" title=\"flood tracking\">flood-tracking chart<\/a> can be used to compare the most recent river level readings to the flood peaks of the highest five previous floods, at 10 USGS stream gauge locations. The information provided will allow emergency managers and residents to make informed decisions concerning the threat to life and property in future floods.<\/p>\r\n<p>\"This new flood-tracking chart is an easy-to-use tool to put current flood readings into historical context\", said Reggina Cabrera, hydrologist-in-charge at the <a href=\"http:\/\/www.srh.noaa.gov\/serfc\/\">National Weather Service Southeast River Forecast Center<\/a>.&nbsp; \"It can be used to track and compare the real-time river readings of the nearest gauge to what happened in the past, as well as to current forecasts from the National Weather Service, to help decide whether to stay or flee. While the new tool will help the pubic assess the current threat, as always they should follow all evacuation orders.\"<\/p>\r\n<p>The chart was developed as an initial outcome of a recent meeting of federal, state, and local officials to find solutions that address recent flooding in the Withlacoochee and Little River basins.&nbsp; It covers portions of South-Central Georgia and Northern Florida.&nbsp; The chart begins in the headwaters of the Little River near Tifton, Ga. and follows the basin downstream to Valdosta, Ga. where it joins the Withlacoochee River and continues southward to Lee, Fla.&nbsp; On the reverse side of the chart are useful tips to prepare and survive the next flood, along with a list of emergency contact numbers to call in case of trouble.&nbsp;<\/p>\r\n<p>\"During flooding, we respond to hundreds of phone calls from property owners, most of whom have flooded before\", said Megan Wetherington, senior professional engineer of the Suwannee River Water Management District.&nbsp; \"The number one question is, 'How bad is the forecast compared to recent floods?'&nbsp; The flood chart will help them and emergency managers make informed decisions to protect lives and property.\"<\/p>\r\n<p>The Withlacoochee and Little River Basins have been affected by serious flooding in the past. In 2009, 46 counties in South Georgia were declared disaster areas due to flooding, and more than $60 million in public infrastructure was damaged. Use of the flood-tracking chart promotes early awareness that can help mitigate damages created by flooding.&nbsp; &nbsp;<\/p>\r\n<p>\"This educational resource is one of many steps towards helping Valdosta and the surrounding communities understand the regional flooding and how it can impact citizens\", said Emily Davenport, stormwater manager for the City of Valdosta, Ga. \"Past events are kept in citizens memories, and by comparing the current forecast to past flooding, it will hopefully encourage people to take appropriate actions based on the severity of the event.\"<\/p>\r\n<p>The Withlacoochee and Little River basins flood-tracking chart was created in cooperation with the <a href=\"http:\/\/www.weather.gov\/\">National Weather Service<\/a>, the <a href=\"http:\/\/www.srwmd.state.fl.us\/\">Suwannee River Water Management District<\/a>, <a href=\"http:\/\/www.lowndescounty.com\/\">Lowndes County<\/a>, Ga., and the <a href=\"http:\/\/www.valdostacity.com\/\">City of Valdosta<\/a>, Ga. It is available <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/gip155\">online<\/a> and will also be in print form at numerous public offices throughout the basin.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water","Water Cooperative Water","Water Hydrologic Researchand Development","Georgia","North","Florida","Little","river","Withlacoochee","river"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1392008400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169071"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}