{"title":"Chesapeake Bay Region Streams are Warming","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>CHARLOTTESVILLE, Va. --<\/strong> The majority of streams in the Chesapeake Bay region are warming, and that increase appears to be driven largely by rising air temperatures. These findings are based on new U.S. Geological Survey research published in the journal Climatic Change.<\/p><p>Researchers found an overall warming trend in air temperature of 0.023 C (0.041 F) per year, and in water temperature of 0.028 C (0.050 F) per year over 51 years. &nbsp;This means that air temperature has risen 1.1 C (1.98 F), and water temperature has risen 1.4 C (2.52 F) between 1960 and 2010 in the Chesapeake Bay region.&nbsp;<\/p><p>&quot;Although this may not seem like much, even small increases in water temperatures can have an effect on water quality, affecting the animals that rely on the bay&rsquo;s streams, as well as the estuary itself,&quot; said Karen Rice, USGS Research Hydrologist and lead author of the study.&nbsp;<\/p><p>One effect of warming waters is an increase in eutrophication, or an overabundance of nutrients The issue has plagued the bay for decades and likely will increase as temperatures of waters contributing to the bay continue to rise. Other effects of warming waters include shifts in plant and animal distributions in the basin&rsquo;s freshwater rivers and streams. Upstream waters may no longer be suitable for some cool-water fish species, and invasive species may move into the warming waters as those streams become more hospitable.&nbsp;<\/p><p>Chesapeake Bay is the largest estuary in the United States, with a watershed covering 166,391 square kilometers (over 64,243 square miles) that includes parts of New York, Pennsylvania, Delaware, Maryland, Virginia, West Virginia and the District of Columbia. The watershed includes more than 100,000 streams, creeks and rivers that thread through it, and it supports more than 3,700 species of plants and animals. The states and DC are working with the federal government to improve conditions in the bay and its watershed and address the threats from climate change. Results from this USGS study will help inform adaptation strategies.<\/p><p>The study included examination of 51 years of data from 85 air-temperature sites and 129 stream-water temperature sites throughout the bay watershed.&nbsp; Though the findings indicated that overall both air and water temperatures have increased throughout the region, there was variability in the magnitude and direction of temperature changes, particularly for water.&nbsp;<\/p><p>&quot;Our results suggest that water temperature is largely influenced by increasing air temperature, and features on the landscape act to enhance or dampen the level of that influence&rdquo; said John Jastram, USGS Hydrologist and study coauthor.<\/p><p>At many of the sites analyzed, increasing trends were detected in both streamflow and water temperature, demonstrating that increasing streamflow dampens, but does not stop or reverse warming. &nbsp;Water temperature at most of the sites examined increased from 1960-2010. There was wide variability in physical characteristics of the stream-water sites, including:<\/p><ul><li>Watershed area<\/li><li>Channel shape<\/li><li>Thermal capacity (a measure of the resistance of a body of water to temperature change)<\/li><li>The presence or absence of vegetation along the waterways<\/li><li>Local climate conditions<\/li><li>Land cover.<\/li><\/ul><p>Warming temperatures in the&nbsp;Chesapeake Bay region&rsquo;s streams will have implications for future shifts in water quality, eutrophication and water column layers in the bay.&nbsp; As air temperatures rise, so will water temperature in Chesapeake Bay, though mixing with ocean water may buffer it somewhat, cooling the warmer water entering from the watershed.&nbsp; &quot;<a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10584-014-1295-9\">Rising air and stream-water temperatures in Chesapeake Bay region, USA<\/a>,&quot; by K.C. Rice and J.D. Jastram in Climatic Change is<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>CHARLOTTESVILLE, Va. --<\/strong> The majority of streams in the Chesapeake Bay region are warming, and that increase appears to be driven largely by rising air temperatures. These findings are based on new U.S. Geological Survey research published in the journal Climatic Change.Researchers found an overall warming trend in air temperature of 0.023 C (0.041 F) per year, and in water temperature of 0.028 C (0.050 F) per year over 51 years.  This means that air temperature has risen 1.1 C (1.98 F), and water temperature has risen 1.4 C (2.52 F) between 1960 and 2010 in the Chesapeake Bay region. \"Although this may not seem like much, even small increases in water temperatures can have an effect on water quality, affecting the animals that rely on the bay’s streams, as well as the estuary itself,\" said Karen Rice, USGS Research Hydrologist and lead author of the study. One effect of warming waters is an increase in eutrophication, or an overabundance of nutrients The issue has plagued the bay for decades and likely will increase as temperatures of waters contributing to the bay continue to rise. Other effects of warming waters include shifts in plant and animal distributions in the basin’s freshwater rivers and streams. Upstream waters may no longer be suitable for some cool-water fish species, and invasive species may move into the warming waters as those streams become more hospitable. Chesapeake Bay is the largest estuary in the United States, with a watershed covering 166,391 square kilometers (over 64,243 square miles) that includes parts of New York, Pennsylvania, Delaware, Maryland, Virginia, West Virginia and the District of Columbia. The watershed includes more than 100,000 streams, creeks and rivers that thread through it, and it supports more than 3,700 species of plants and animals. The states and DC are working with the federal government to improve conditions in the bay and its watershed and address the threats from climate change. Results from this USGS study will help inform adaptation strategies.The study included examination of 51 years of data from 85 air-temperature sites and 129 stream-water temperature sites throughout the bay watershed.  Though the findings indicated that overall both air and water temperatures have increased throughout the region, there was variability in the magnitude and direction of temperature changes, particularly for water. \"Our results suggest that water temperature is largely influenced by increasing air temperature, and features on the landscape act to enhance or dampen the level of that influence” said John Jastram, USGS Hydrologist and study coauthor.At many of the sites analyzed, increasing trends were detected in both streamflow and water temperature, demonstrating that increasing streamflow dampens, but does not stop or reverse warming.  Water temperature at most of the sites examined increased from 1960-2010. There was wide variability in physical characteristics of the stream-water sites, including:\n<\/p><ul><li>Watershed area<\/li>\n<li>Channel shape<\/li>\n<li>Thermal capacity (a measure of the resistance of a body of water to temperature change)<\/li>\n<li>The presence or absence of vegetation along the waterways<\/li>\n<li>Local climate conditions<\/li>\n<li>Land cover.<\/li>\n<\/ul><p>Warming temperatures in the Chesapeake Bay region’s streams will have implications for future shifts in water quality, eutrophication and water column layers in the bay.  As air temperatures rise, so will water temperature in Chesapeake Bay, though mixing with ocean water may buffer it somewhat, cooling the warmer water entering from the watershed.  \"<a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10584-014-1295-9\">Rising air and stream-water temperatures in Chesapeake Bay region, USA<\/a>,\" by K.C. Rice and J.D. Jastram in Climatic Change is<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"mm_tags":["Chesapeake Bay","water","Streams Geographic Areas Northeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1418014800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169721"},{"tid":"169803"}]},"subtitle":[]}