{"title":"NORTHEAST STREAMFLOWS CONTINUE TO DROP, AS DROUGHT WARNING IS DECLARED IN DELAWARE RIVER BASIN","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>As the U.S. Geological Survey continues to monitor declining streamflows throughout the Northeastern U.S., the Delaware River Basin Commission has issued a drought warning today (Fri., Sept. 15), in the Delaware River basin, limiting reservoir withdrawals and calling for the use of voluntary water conservation measures. \n<p>In the Delaware River basin, total storage today in the Pepacton, Cannonsville and Neversink reservoirs, which provide half of New York City&rsquo;s water supply, is about 119.2 billion gallons, 4.6 billion gallons below the drought warning level. The long-term average storage for Sept. 15 is 193 billion gallons. \r\n<p>According to a 1954 Supreme Court decree, the Delaware River Master is empowered to limit diversions of water from the Delaware River basin, with stricter controls in time of drought. \r\n<p>The Delaware River Basin Commission manages the water resources in the 13,539 square-mile basin. The Delaware and its tributary rivers and streams drain portions of Pennsylvania, Delaware, New Jersey and New York. \r\n<p>Elsewhere in the Northeast and Mid-Atlantic states, streamflows continue to decline as well: \r\n<p>At Harrisburg, Pa., flow of the Susquehanna River today is about 1.8 billion gallons per day (bgd), 75 percent below the average September flow of 7.4 bgd. \r\n<p>At Hadley, N.Y., flow of the Hudson River today is about 375 million gallons per day (mgd), 58 percent below the average September flow of 892 mgd. \r\n<p>Near Washington, D.C., flow of the Potomac River today is about 628 mgd, 67 percent below the September average flow of 1.9 billion gallons per day. \r\n<p>(Note to Editors: For additional information on the drought, reporters may call Ward Freeman in Albany N.Y., at 518-285-5600; Bob James in Towson, Md., at 410-512-4800 or Christopher Roberts at the Delaware River Basin Commission at 609-883-9500 ext. 205.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","New York","Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"811137600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}