{"title":"Chytrid Fungus Associated With Boreal Toad Deaths in Rocky Mountain National Park, Colorado","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editors: For a link to a reproducible boreal toad picture and to other amphibian press releases, please go to <a href=\"http:\/\/www.usgs.gov\/amphibians.html\">http:\/\/www.usgs.gov\/amphibians.html<\/a><\/b> <\/p>\n<p><!--introstart-->Recent deaths of endangered boreal toads in Rocky Mountain National Park have been linked to a chytrid fungus and are the second such diagnosis in Colorado, according to scientists with the U.S. Geological Survey.<!--introend--> <\/p>\r\n<p>USGS scientists have been monitoring two populations of boreal toads in Rocky Mountain National Park for the past 9 years. One of these two park populations of toads declined precipitously in 1996, and the second showed dramatic declines this past summer. These two park populations were among the largest boreal toad populations in the state. Dr. Erin Muths, a zoologist with the USGS Midcontinent Ecological Science Center in Fort Collins, Co., and her colleagues submitted dead toads collected from the park to Dr. D. Earl Green, a wildlife pathologist at the USGS National Wildlife Health Center for testing. Samples were also submitted to Dr. Allan Pessier, a veterinarian with the San Diego Zoo. <\/p>\r\n<p>\"Fewer than ten toads were caught at one of the park sites where we had previously caught closer to 200,\" said Muths. \"These populations are clearly stressed, but whether this is due entirely to the chytrid fungus or is a combination of stressors acting in concert, we don&rsquo;t know.\" <\/p>\r\n<p>Pessier examined dead toads collected in 1998 and found that characteristics of the fungal bodies present on two of the toads were \"consistent with chytrid fungal infections.\" Green examined other toads collected in 1999 and found skin abnormalities that he considered \"suspect\" but inconclusive. Muths and her colleagues will return to the park this spring to continue monitoring the populations. <\/p>\r\n<p>Diagnosis of the chytrid fungus in boreal toads in Rocky Mountain National Park is the second such diagnosis in Colorado. Sick and dying toads were found in a population located on private lands west of Denver in May of 1999 by Colorado Division of Wildlife researchers. USGS pathologists identified chytrid fungus in many of the dead and living toads they examined from that site. Live toads show few clinical signs of the disease, but some may appear weak or lethargic, exhibit excessive shedding of skin and may be reluctant to flee at the approach of humans. These die-offs of amphibians in Rocky Mountain National Park and around the globe are of great concern because amphibians are good barometers of significant environmental changes that may go initially undetected by humans. <\/p>\r\n<p>Chytrid fungus (Batrachochytrium dendrobatidis) in amphibians was first identified in 1998 by an international team of scientists from Australia, the United States and Great Britain. This team, which included Dr. Green, discovered that the fungus had most likely been responsible for large - and previously unexplained - amphibian die-offs in pristine areas of Panama and Australia. The disease is now being studied in detail, in order to understand its origin, incidence, distribution and methods of control. In work funded by the National Science Foundation, Muths and Green are collaborating with world-renowned chytrid experts Drs. Joyce Longcore and Seanna Annis, from the University of Maine, on the development of a DNA-based assay to identify the chytrid fungus using molecular techniques. <\/p>\r\n<p>Scientists don&rsquo;t know how this fungus is transmitted from one area to another, let alone why the fungus is affecting amphibian populations around the world. Whether the chytrid fungus is responsible for the frog or toad mortality or the declines of amphibians in many western states is still unknown. <\/p>\r\n<p>The boreal toad (Bufo boreas boreas) is listed as endangered by Colorado and New Mexico, although no known populations now exist in New Mexico. The southern Rocky Mountains population -- Colorado,","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"954306000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169300"},{"tid":"169299"},{"tid":"170130"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}