{"title":"Fish Pesticide May Control Unwanted Round Goby","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Scientists have discovered that certain chemicals may be useful in slowing the spread of the round goby, an invasive fish species that is threatening parts of the Great Lakes and Mississippi  River.<!--introend--> When released near the bottom of a river or lake, two fish pesticides are effective in controlling this bottom-dwelling invader, particularly where dissolved oxygen is low, while leaving native species unharmed.<\/p>\n<p>\"Selective removal of round gobies may be possible with bottom-release pesticides,\" said Theresa Schreier, lead author of this research, published in the <span class=\"italics\">Journal of Great Lakes Research<\/span>. \"This work shows the value of understanding how an invasive species differs from native populations in the way that it lives in an ecosystem and basing control measures on a unique vulnerability of the invader.\"<\/p>\r\n<p>For this study, researchers at the U.S. Geological Survey (USGS) Upper Midwest Environmental Sciences Center in La Crosse, Wis. evaluated four currently registered fish pesticides (antimycin, rotenone, 3-trifluoromethyl-4-nitrophenol (TFM), and Bayluscide) for their toxicity to round gobies. Round gobies were sensitive to all four chemicals; unfortunately, the level of sensitivity was similar to native fish species tested.&nbsp; Further testing revealed that formulations of Bayluscide and antimycin that can be released near the bottom of a body of water showed promise as control agents because round gobies did not react or appear to detect the presence of these chemicals.<\/p>\r\n<p>USGS scientists also evaluated the effect of dissolved oxygen concentrations on toxicity to determine if a modification of the current design of the Illinois Waterway could be an effective tool in the management and control of round gobies. Round goby can withstand low dissolved oxygen concentrations, and during lab tests gobies showed increased sensitivity to bottom-release fish pesticides at lower oxygen levels.&nbsp; Some portions of the Illinois Waterway have low oxygen levels and are mechanically aerated, providing an option to manage a segment of the waterway as an anoxic barrier.&nbsp; Managers could explore the option of maintaining a low dissolved oxygen zone that could be treated with selective fish pesticides to control congregations of the bottom-dwelling round goby.<\/p>\r\n<p>Since 1990 the round goby has been following the path of the invasive zebra mussel spreading throughout the Great Lakes basin and into the interior of North America. First found in the St. Clair River near Detroit, the small fish was introduced most likely by the release of unregulated ballast water from transatlantic shipping.&nbsp; It is one of more than 180 non-indigenous organisms that have invaded the Great Lakes from Eurasia, many of which cause ecological and economic consequences.<\/p>\r\n<p>The round goby competes with native fish for spawning and foraging habitats. If left unchecked, this small fish might have a big impact on the Great Lakes recreational and commercial fishing industry, which generates approximately $5 billion per year.&nbsp; As round gobies continue to spread down the Illinois Waterway connecting the Great Lakes to the Mississippi River basin, consequences are imminent on a larger scale.&nbsp;<\/p>\r\n<p>USGS began this research in 2000 in response to a request by natural resource agencies to evaluate chemicals to combat invasive species. Funding for this study came from the U.S. Army Corps of Engineers, the U.S. Environmental Protection Agency, and the U.S. Fish and Wildlife Service.<\/p>\r\n<p>Nationwide, fishery managers have limited tools for use in control of nuisance species like the round goby. Selective application of these promising fish pesticides may limit the range expansion of this invasive species providing protection for freshwater fish. State and federal natural resource agencies responsible for fish programs benefit from effective and safe chemicals, allowing t","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["biology","Invasives","fish","Great Lakes","Zebra Mussels","pesticides"],"release_date":{"und":[{"value":"1220328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170297"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}