{"title":"USGS Maps Show Potential Non-Native Python Habitat Along Three U.S. Coasts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Listen online to a <a href=\"http:\/\/www.federalnewsradio.com\/?sid=1349476&amp;nid=250\" target=\"_blank\">Federal News Radio interview<\/a> with invasive snake specialist and USGS scientist Dr. Gordon Rodda.<\/p>\n<p><!--introstart-->Burmese pythons&mdash;an invasive\r\nspecies in south Florida&mdash;could find\r\ncomfortable climatic conditions in roughly a third of the United States\r\naccording to new \"climate maps\" developed by the U.S. Geological\r\nSurvey (USGS).<!--introend--> Although other factors such as type of food available and\r\nsuitable shelter also play a role, Burmese pythons and other giant constrictor\r\nsnakes have shown themselves to be highly adaptable to new environments.<\/p>\r\n<p><img style=\"float: right;\" src=\"\/images\/logos\/nps.jpg\" alt=\"National Park Service logo\" width=\"52\" height=\"60\" \/>The just-released USGS maps can help natural resource\r\nagencies manage and possibly control the spread of non-native giant constrictor\r\nsnakes, such as the Burmese python, now spreading from Everglades\r\nNational Park in Florida. These \"climate match\" maps show\r\nwhere climate in the U.S. is\r\nsimilar to places in which Burmese pythons live naturally (from Pakistan to Indonesia).<\/p>\r\n<p>A look at the maps shows why biologists are concerned.<\/p>\r\n<p>The maps show where climate alone would not limit these\r\nsnakes. One map shows areas in the U.S. with current climatic\r\nconditions similar to those of the snakes'native ranges. A second map projects\r\nthese \"climate matches\" at the end of this century based on global warming\r\nmodels, which significantly expands the potential habitat for these snakes.<\/p>\r\n<p>Biologists with Everglades\r\n National Park confirmed a\r\nbreeding population of Burmese python in the Florida Everglades in 2003,\r\npresumably the result of released pets. Python populations have since been\r\ndiscovered in Big Cypress National Preserve to the north, Miami's\r\nwater management areas to the northeast, Key Largo\r\nto the southeast, and many state parks, municipalities, and public and private\r\nlands in the region.<\/p>\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"3\" width=\"350\" align=\"left\" summary=\"layout purposes only\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-2-20\/gator_python.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-2-20\/gator_python_tn.jpg\" alt=\"Photo - caption below\" \/><\/a> <br \/><span class=\"small\"> An American alligator and a\r\nBurmese python locked in a struggle to prevail in Everglades National Park.\r\nThis python appears to be losing, but snakes in similar situations have\r\napparently escaped unharmed, and in other situations pythons have eaten alligators.\r\nPhoto by Lori Oberhofer, National Park Service.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"Wildlife managers are concerned that these snakes, which\r\ncan grow to over 20 feet long and more than 250 pounds, pose a danger to state-\r\nand federally listed threatened and endangered species as well as to humans,\"\r\nsaid Bob Reed, a USGS wildlife biologist at the Fort\r\n Collins Science Center in Colorado,\r\nwho helped develop the maps. \"Several endangered species,\" he noted, \"have\r\nalready been found in the snakes'stomachs. Pythons could have even more\r\nsignificant environmental and economic consequences if they were to spread from\r\nFlorida to\r\nother states.\"<\/p>\r\n<p>Control of exotic species is often prohibitively expensive\r\nonce they have become established. Therefore, prevention through screening and\r\nrisk assessment is of great importance, especially when protecting continental\r\nareas from invasive reptiles, said USGS invasive snake expert Gordon Rodda,\r\nalso of the Fort Collins\r\ncenter. USGS scientists and their partners are seeking to compile the\r\nscientific data necessary to guide management efforts to prevent further\r\nintroductions, control existing populations of snakes, and contain their\r\nspread.<\/p>\r\n<p>Burmese pythons have been found to eat endangered Key Largo woodrats and rare round-taile","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1203483600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170370"},{"tid":"169446"},{"tid":"170464"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}