{"title":"USGS Real-Time, Flood-Monitoring Network Described in Special AGU Hazards Session","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>They don&rsquo;t have bells and whistles, and you&rsquo;ll probably never see one on \"Baywatch,\" but the U.S. Geological Survey&rsquo;s real-time, telemetered stream-gauges are proving their worth when it comes to saving lives and lessening flood damage. How those stream gauges work and their value to river-front communities and water managers will be explained as part of a special hazard-mitigation session at the annual meeting of the American Geophysical Union (AGU), Thursday December 11, at the Moscone Center in downtown San Francisco. <\/p>\n<p><b>STREAM GAUGING<\/b> <\/p>\r\n<p>In the Thursday morning session, Robert Mason Jr., of the USGS in Reston, Va., will describe the agency&rsquo;s stream-gauging program that has been in operation since 1887, and will show examples of how the data collected at these stations provides a streamflow data base that is used by land- use planners and water distribution agencies throughout the nation. Mason also will describe how USGS stations equipped with real-time telemetry are integral components of many river-forecast and water- management systems. <\/p>\r\n<p>In 1997 about 4,470 stations equipped with satellite radios routinely transmit stage (depth) data every four hours to the National Weather Service and other federal, state and local agencies. Extreme stages trigger instantaneous emergency transmissions. Recent software enhancements speed delivery of river stage and flow information to water managers through the World-Wide Web. Mason notes that often these data are not well integrated into many emergency-management operations, and will describe how the USGS is cooperating with emergency-management officials to improve communications and maximize the mitigation of real-time water data. <\/p>\r\n<p><b>GRAND FORKS FLOOD<\/b> <\/p>\r\n<p>At the same session Russell Harnkess of the USGS in North Dakota will describe the value of the 53 USGS gauging stations in the basin of the Red River of the North last spring as the flood on that river moved downstream towards Grand Forks. Data from 37 of those stations were displayed on the Internet and were used by the general public, as well as emergency-response managers to make decisions about evacuation and measures that were taken to protect property from the rising flood waters. <\/p>\r\n<p><b>LOUISIANA<\/b> <\/p>\r\n<p>The value of the USGS real-time flood-monitoring network in Louisiana will be described .by Brian McCallum of the USGS in Baton Rouge. This network, called the Louisiana HydroWatch, uses satellite and VHF transmitters at more than 200 gaging stations located throughout the state to relay the latest hydrologic data to the USGS office in Baton Rouge. <\/p>\r\n<p>These data include water level, precipitation, wind speed and direction, and water-quality properties, such as water temperature. The data are received, verified, and promptly disseminated to emergency management officials, the news media, and the general public using the Internet, facsimiles (faxes), and recorded voice messages. As a community outreach effort, a flood tracking chart for the Amite River Basin has been developed and published, and distributed to the public. Citizens can \"track\" rising river stages and make an informed decision regarding their safety. <\/p>\r\n<p><b>WATER ON THE WEB<\/b> <\/p>\r\n<p>Finally, Kevin Oberg of the USGS in Urbana, Ill., will describe how the USGS disseminates real-time streamflow and precipitation data on the World Wide Web. This data includes gage datum, flood stage, stage for the previous three days, current stage, trends in stage for the next three days, the peak stage during the last 30 days and the peak stage of record. <\/p>\r\n<p>This application is being used by Illinois water-resource managers primarily for flood surveillance and flood warning, and the data tables are provided to state and local emergency management agencies, department of transportation offices throughout the state, levee districts, flood protection districts, and other agencies. <","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Louisiana","Illinois","North Dakota","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"881730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}