{"title":"How Much Coastline Did Dennis Steal?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The USGS, in collaboration with State and other Federal agencies, is evaluating the extent of erosion along North Carolina&rsquo;s coastline following Hurricane Dennis.<!--introend--> The following activities have been completed or are in progress toward that goal: \n<p><b>Sept. 7-9:<\/b> A USGS ground crew used a 4WD vehicle to access heavily impacted areas of the beach, mapping the area between Cape Hatteras and Oregon Inlet (~80 km) with a hand-held global positioning system (GPS). The mapped area includes Hatteras National Seashore and Pea Island Wildlife Refuge. \r\n<p><b>Sept. 8:<\/b> A USGS crew boarded a small plane to videotape and photograph the coastline from Cape Lookout, N.C., to Sand Bridge, Va. A 3-min. video of the USGS coastal work will be available soon for viewing by clicking on Hurricanes at the USGS web site at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov <\/a>\r\n<p><b>Sept. 9:<\/b> NASA, in collaboration with the USGS and NOAA, used scanning airborne laser to successfully survey the Dennis impact zone on the northern Outer Banks of N.C. Four passes in a four-engine P3 aircraft were made from near the North Carolina-Virginia line to Ocracoke Inlet (about 50 km south of Cape Hatteras). The survey was 500-600 meters wide and included the beach and first foredune ridge. \r\n<p><b>Sept. 13-17:<\/b> NASA will complete processing the laser data. USGS personnel in St. Petersburg, Fla., will begin comparing current data to earlier surveys and will make initial estimates of dune erosion in the hardest-hit area (Cape Hatteras to Oregon Inlet). According to Abby Sallenger, Oceanographer at the USGS Center for Coastal Geology in St. Petersburg, Fla., the USGS has \"good pre-storm laser data from this area for 1996, 1997, and 1998.\" Preliminary estimates of dune erosion will be posted on the USGS web site within several weeks at <a href=\"http:\/\/coastal.er.usgs.gov\/\">http:\/\/coastal.er.usgs.gov\/ <\/a>\r\n<p>The USGS will compare oblique aerial photographs with pre-storm photographs to provide visual assessments of coastal change. Pairs of before and after photographs will be posted on the USGS web site during the week. \r\n<p>Preliminary Results: Sallenger reported that \"the ground GPS survey of Hatteras to Oregon Inlet indicated areas (kilometers long) of significant impact to the protective coastal dunes. However, between these heavily impacted areas are areas (also kilometers long) of virtually no impact. These `hot&rsquo; and `cold&rsquo; areas of coastal change are similar to those observed in shoreline changes along beaches farther north.\" The ground GPS survey will be compared to changes in the laser data. \r\n<p>During Dennis, wave measurements made off Duck by the U.S. Army Corps of Engineers were the third highest in 20 years of record, reaching 6.3 meters at a buoy in 20 meters of water. Sea level, including tide and storm surge, was near record levels. Preliminary calculations by the USGS of the elevation of wave runup on the beach (that is, the highest reach of the waves) was among the highest (.05%) on record. Similar calculations will be used to gain a better understanding of the distribution and magnitude of dune retreat, focusing on the area from Hatteras to Oregon Inlet. \r\n<p>The USGS, working with the N.C. Department of Transportation (DOT) and N.C. State University faculty, will develop an experimental hazard map, including the draping of lidar-derived topography over mapping photography acquired by the DOT. In this cooperative effort, N.C. State faculty will rectify the DOT photography by using the laser data. The rectified photography will be provided to the USGS. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"937281600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170307"},{"tid":"168786"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}