{"title":"science Can Help American Indian and Alaska Native Tribal Governments Manage Land and Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>American Indian and Alaska Native tribal governments face environmental challenges in managing their land and natural resources. For example, climate change predictions indicate increased probability for more frequent and severe droughts in the Southwestern U.S., impacting the Navajo Nation. Contamination of the Meduxnekeag River in Maine affects the ability of the Houlton Band of Maliseet Indians to utilize the river as an economic resource. On the San Carlos Apache Reservation in Arizona, trees are dying of bark beetle infestation. These are just a few instances where Tribes are utilizing U.S. Geological Survey (USGS) data and expertise to address environmental challenges.<\/p>\n<p><!--introstart-->A new report by the USGS highlights how its science is being used by American Indian and Alaska Native Tribal governments in land and resource management. Many of the studies highlighted in the report were conducted at the request of tribal governments; some feature Native scientific interns working on research projects on tribal lands.<!--introend--><\/p>\r\n<p>&ldquo;Adding traditional ecological knowledge to empirical scientific studies is an extremely powerful combination that allows the USGS and American Indian and Alaska Native tribal governments, organizations, and people to work together to build the information base for better resource management,&rdquo; said USGS Director Marcia McNutt. &ldquo;The USGS, Tribes, and Native organizations share a mutual understanding and respect for the land, and a desire to use the best available unbiased data and information enhanced with their traditional knowledge.&rdquo;<\/p>\r\n<p>The report, \"U.S. Geological Survey Activities Related to American Indians and Alaska Natives&mdash;Fiscal Years 2007 and 2008,\" by Susan M. Marcus, is published as U.S. Geological Survey Circular 1345 and can be viewed on the Web at <a href=\"http:\/\/pubs.usgs.gov\/circ\/1345\/\">http:\/\/pubs.usgs.gov\/circ\/1345\/<\/a>. Information about USGS Native American Programs can be found at <a href=\"http:\/\/www.usgs.gov\/indian\/\">http:\/\/www.usgs.gov\/indian\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Alaska"],"country":["United States of America"],"mm_tags":["geology","geography","biology","water"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1292821200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170166"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}