{"title":"USGS Awards Satellite Imagery Contracts: Enhancing Access to Users","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->RESTON, VA -The United States Geological Survey (USGS) announced the award of three multi-year acquisition contracts for high and moderate-resolution satellite imagery to GeoEye of Dulles, VA, DigitalGlobe of Longmont, CO and SPOT Image Corporation of Chantilly, VA.<!--introend-->&nbsp;<\/p>\n<p>The contracts will to provide the USGS and other Federal agencies access to commercial satellite data from the U.S. and international marketplace for use in environmental monitoring, land management, energy development, natural hazards mitigation and many other purposes.&nbsp; USGS makes this data electronically accessible to any Federal agency or other user group that falls within the data licensing agreements.&nbsp;<\/p>\r\n<p>\"These contracts directly support the objectives of the recently announced National Land Imaging Program (NLI) and the President's National Space Policy, signed in 2006, by providing a centralized mechanism to meet land imaging requirements for commercial data in an efficient and coordinated fashion. Several additional contract awards are expected this spring\" stated Barbara Ryan, USGS Associate Director for Geography.<\/p>\r\n<p>\"Our USGS office in Rolla, Missouri will administer commercial satellite and airborne data contracts as well as other complementary geospatial services contracts. The USGS contracting team is committed to providing the highest quality products and services to the USGS and its partner agencies by building and maintaining strong, long-term relationships with the commercial sector.\"&nbsp; Ryan added.<\/p>\r\n<p>The National Land Imaging Program will be responsible for the deployment and operation of future U.S.-owned, civil operational land imaging satellites and ground system assets and will facilitate the development and promotion of future land imaging technologies, applications and services to support the growing number of users.<\/p>\r\n<p>Users will also benefit from changes to the USGS Landsat imagery distribution practices announced earlier this month. The change results in expanding the availability of the USGS Landsat data holdings through web-enabled access at no cost to the user. The change is the latest effort made by USGS designed to improve user access to National and global land imaging products and services beyond the life of Landsat 5 and Landsat 7.&nbsp;&nbsp;<\/p>\r\n<p>The USGS serves the nation by providing reliable scientific information to describe and understand the Earth; minimize loss of life and property from natural disasters; manage water, biological, energy and mineral resources; and enhance and protect our quality of life.<em>&nbsp;<\/em><em>&nbsp;<\/em><\/p>\r\n<p style=\"text-align: left;\"><em>For additional information on USGS Land Remote Sensing please visit our website: <strong><a href=\"http:\/\/remotesensing.usgs.gov\/\">http:\/\/remotesensing.usgs.gov<\/a><\/strong><\/em><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1209700800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169293"},{"tid":"169448"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}