{"title":"No Consistent Declines in Nitrate Levels in Large Rivers in the Mississippi River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Despite efforts to reduce nitrate levels in the Mississippi River Basin, concentrations and transport at eight major study sites did not consistently decline from 1980-2008.<!--introend--> These results are based on a new scientific model developed by the USGS that takes into account variation in river flows in order to gain an accurate understanding of long term trends. The results of the new USGS study are published in the journal <em>Environmental Science and Technology<\/em>.<\/p>\n<p>&ldquo;While conservation practices may have decreased nitrate levels in some portions of the basin, we aren't seeing widespread effects at larger scales,&rdquo; said Lori Sprague, USGS hydrologist and lead author on the report. &ldquo;Applying this new model to decades of USGS water quality data allows us to distinguish between the effects of natural changes in precipitation and streamflow and the effects of purposeful changes in the management of nitrate in the basin.&rdquo;<\/p>\r\n<p>Excessive nutrients like nitrate in the Mississippi River Basin contribute to hypoxia, or dead zones, in the Gulf of Mexico. The dead zones are the result of too little oxygen to support most marine life in bottom and near-bottom water. State and federal partners serving on the Mississippi River Gulf of Mexico Watershed Nutrient Task Force are striving to decrease nutrients transported to the Gulf to reduce the size of the hypoxic zone to less than 5,000 square kilometers (about 2,000 square miles) by 2015.<\/p>\r\n<p>For this new study, the USGS<strong> <\/strong>analyzed data from eight study sites taken between 1980-2008,<strong> <\/strong>including<strong> <\/strong>3,368 individual water-quality samples and 110,732 individual daily streamflow values.<\/p>\r\n<p><strong>&nbsp;Major Findings: <\/strong><\/p>\r\n<ul>\r\n<li><strong>Nitrate transport to the Gulf of Mexico was 10% higher in 2008 than 1980.<\/strong> Nitrate transport during the spring is one of the primary determinants of the size of the Gulf hypoxic zone. At times of high spring streamflow during the period studied, the concentration of nitrate decreased at the study site near where the Mississippi River enters the Gulf of Mexico, indicating that some progress has been made at reducing nitrate transport during high flow conditions.&nbsp; However, during times of low to moderate spring streamflow, concentrations increased. The net effect of these changes is that nitrate transport to the Gulf was about 10% higher in 2008 than 1980. This increase in nitrate transported to the Gulf can largely be attributed to the large upstream nitrate increases in the Mississippi River Basin above the Clinton, Iowa site and in the Missouri River Basin. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li><strong>Nitrate concentrations increased considerably at two sites with low concentrations in 1980.<\/strong> At the northern-most study site on the Mississippi River at Clinton, Iowa, annual flow-normalized nitrate concentrations increased 76% from 1980-2008. Similarly, on the Missouri River at Hermann, Mo., located near where the Missouri River empties into the Mississippi River, concentrations increased 75% during the same time frame. &nbsp;&nbsp;<\/li>\r\n<\/ul>\r\n<ul>\r\n<li><strong>Nitrate concentrations remained the same or increased at the other six sites, including those where concentrations were relatively high in 1980. <\/strong>On the Iowa River at Wapello, Iowa, Illinois River at Valley City, Ill., and Ohio River near Grand Chain, Ill., nitrate concentrations were virtually unchanged. Along the Mississippi River at Grafton, Ill., and Thebes, Ill., and near the Old River Outflow Channel in Louisiana near where the Mississippi River enters the Gulf of Mexico, concentrations increased 10-20%.<\/li>\r\n<\/ul>\r\n<ul>\r\n<li><strong>Increases in nitrate concentrations in groundwater are contributing to increases in river concentrations.<\/strong> At most sites, increases in nitrate concentrations at low and moderate streamflows were greater than or","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","groundwater","streamflow","Upper Mississippi River","","mississippiriverbasin","hypoxia","","","nawqa"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1312862400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"},{"tid":"169981"},{"tid":"168941"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}