{"title":"Newly Discovered Fossil Sponges Share Scientific Secrets About Ancient Marine Environments","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The urban bedrock of a low-relief landscape beneath a crowded city seems like an unusual place for a significant fossil discovery. However, four distinct fossil sites found along the walls of canals in metropolitan Miami, Florida, indicate these locations were once a unique marine habitat.<!--introend--> Large, dense aggregations of hefty sized vase- and barrel-shaped sponges (up to 6.6 ft in height and 5.9 feet in diameter), known as &lsquo;biostromes&#39; were discovered within the limestone bedrock known as the Miami Limestone. Biostromes are an extensive blanket-like mass of rock built and composed of mainly sedentary organisms, in this case, sponges. Though sponge biostromes can more simply be conceptualized as sponge reefs. The upright fossil sponges commonly are packed alongside one another so closely that they resemble a dense forest of wide, stubby tree trunks. The sponges thrived in southeastern Florida during the last interglacial period, approximately 125,000 years ago, when sea level was somewhat higher than today. \r\n<\/p>\r\n<p>\r\nU.S. Geological Survey hydrogeologist, Kevin Cunningham, discovered the first two of four reefs during the summer of 2004. &quot;These are the only sponge reefs currently known, within both the modern and fossil record, that were constructed within moderate- to high-energy tidal channels. Scientists have generally assumed that large barrel sponges live in rather low-energy submarine settings.&quot; \r\n<\/p>\r\n<p>\r\nRelations between the newly discovered sponge reefs and surrounding rock types indicate that they flourished mostly within tidal-channels where energetic seawater was cyclically exchanged at relatively high rates of flow between a landward shallow lagoon in an area that includes part of the present-day and pre-development Everglades, and the ancient Atlantic Ocean. The occurrence of the fossil sponge reefs is thought to be constrained to ancestral tidal channels, with bends and straight stretches of their reef structures conforming to the course of the original tidal-channels. These ancient tidal-channels cut northeast-to-southwest through a mosaic of large submarine &lsquo;ooid&#39; sand dunes with tops that stood several meters above the surrounding seafloor. The largest of the sponge reefs follows the axis of one fossil tidal channel for a distance of 3.5 kilometers through suburban Miami. \r\n<\/p>\r\n<p>\r\nScientists use comparisons between the modern and fossil record to improve our understanding of earth history. Cunningham commented that &quot;compared to other types of modern deep-water sponge reefs, the geologically young Miami sponge reefs are unique. They are the only known large-scale sponge reefs I&#39;m aware of that have formed in shallow-marine, tropical seas, since many millions of years ago&quot;. But that doesn&#39;t mean there may not be others. Not far away to the east of Miami on the Great Bahama Bank, modern examples of similar patchworks of tidal channels and submarine &lsquo;ooid&#39; sand dunes are common. And it wasn&#39;t long ago, in the 1980&#39;s, that geologists were amazed by the discovery of large, erect columns of algae called stromatolites. The modern-day stromatolites were found growing side-by-side as columnar-shaped algae in some of the Bahamian tidal channels, leading to a revolution in how earth scientists interpret the marine environments in which the stromatolites were found in the fossil record. See pictures and learn more: <a href=\"http:\/\/fisc.er.usgs.gov\/\">http:\/\/fisc.er.usgs.gov\/ <\/a>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1178769600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169867"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}