{"title":"Climate Adaptation of Rice","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Seattle &ndash; Rice &ndash; which provides nearly half the daily calories for the world&rsquo;s population &ndash; could become adapted to climate change and some catastrophic events by colonizing its seeds or plants with the spores of tiny naturally occurring fungi, just-published U.S. Geological Survey-led research shows.<!--introend--><\/p>\n<p>In an effort to explore ways to increase the adaptability of rice to climatic scourges such as tsunamis and tidal surges that have already led to rice shortages, USGS researchers and their colleagues colonized two commercial varieties of rice with the spores of fungi that exist naturally within native coastal (salt-tolerant) and geothermal (heat-tolerant) plants.<\/p>\r\n<p>The experiments were \"quite successful,\" said author and Seattle-based USGS researcher Rusty Rodriguez, Ph.D. The rice plants thrived, achieving notable increased tolerance to cold, salt and drought, even though the rice varieties they tested were not naturally adapted to these stressors. Conferring heat tolerance to rice is the next step for the research team since rice production decreases by 10 percent for every temperature increase of 1-degree centigrade during the rice-growing season.<\/p>\r\n<p>&nbsp;\"This is an exciting breakthrough,\" Rodriguez said. \"The ability of these fungi to colonize and confer stress tolerance, as well as increased seed yields and root systems in rice &ndash; a genetically unrelated plant species from the native plants from which the fungi were isolated -- suggests that the fungi may be useful in adapting plants to drought, salt and temperature stressors predicted to worsen in future years due to climate change.\"<\/p>\r\n<p>In fact, said Rodriguez, using these tiny fungi &ndash; called endophytes &ndash; is one of the only real strategies available for mitigating the effects of climate change on plants in natural and agricultural ecosystems. \"We have named this emerging area of research \"symbiogenics\" for symbiosis-altered gene expression. The DNA of the rice plant itself, however, is not changed,\" Rodriguez added. \"Instead, we are re-creating what normally happens in nature. And with rice yields projected to decrease by 15 percent in developing countries by 2050, such strategies are needed.\"<\/p>\r\n<p>The way it works is this. All plants seem to have symbiotic endophytes - microscopic fungi or bacteria - living in them that do not cause disease in the plant. &nbsp;The kind of endophytes that Rodriguez and his colleagues examined are all mutualistic, meaning the plant and the fungi have a close and positive relationship that bestows benefits on both partners: stress tolerance for the plant, nutrients and a lack of competition for the fungus.<\/p>\r\n<p>The scientists took fungal endophytes from dunegrass, a species exposed to seawater and therefore salt-tolerant, and colonized the rice plants and seeds with its fungal spores, which germinated and infiltrated the plant&rsquo;s tissue. &nbsp;The results, said Rodriguez, were dramatic: the endophytes reduced water consumption of the plant by up to one half, and increased its growth, the number of seeds it produced, and how much it weighed by as much as 50 percent.<\/p>\r\n<p>\"Conventional thinking was that the dunegrass is salt tolerant because of genetic adaptations that occurred over time (the process of Darwinian evolution), but we found that when we removed the fungus from dunegrass, the plants were no longer salt tolerant,\" Rodriguez said. \"This means that plants in natural habitats may not be adapting themselves genetically to the stress, but instead are establishing a beneficial partnership with a fungus that makes them more salt tolerant.\"<\/p>\r\n<p>During the last 40 years of climate change, the authors pointed out, the minimum air temperature in rice-growing season has increased in China and the Philippines, resulting in a substantial decrease in rice yields there, decreases predicted to continue. \"Collectively, these events,","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","biology","Fungi","Climate Change","global Change","Food Supplies","Plant Adaptations","microbiology","Endophytes","rice"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1310529600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170406"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}