{"title":"Cool, Clean Water For Seattle And Salmon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Seattle will keep cool, clean drinking water flowing from the Cedar River Watershed while keeping streams healthy for threatened salmon, with help from a monitoring method developed by the U.S. Geological Survey, Department of the Interior. <\/p>\n<p>The stream-scoring method, described in a USGS report released today, was developed in cooperation with Seattle Public Utilities, which owns the entire upper Cedar River Watershed. The watershed is the primary source of drinking water for Seattle--more than 60 percent of its water comes from there--that remains relatively pristine and undisturbed under the city&rsquo;s protection. <\/p>\r\n<p>The USGS examined streambed insects, called benthic invertebrates, as part of Seattle&rsquo;s monitoring plan for the watershed. Besides biologicalmonitoring, the plan calls for keeping tabs on streamflow and water quality. By measuring these three factors at the same time in the same areas, scientists and watershed managers can make better sense of what&rsquo;s going on in the streams. <\/p>\r\n<p>In the sampling, benthic invertebrates were collected from the streams, then counted and classified according to species and other characteristics. From this data, USGS scientists developed a biological index for each sampled stream. The index serves as a score of how healthy a stream is, and what kinds of species it can support. <\/p>\r\n<p>\"This study provides baseline information about the health of the watershed,\" said Bob Black, USGS biologist and lead author of the report. \"Baseline conditions are now charted, so we can see how influences on a watershed might be affecting the health of its ecosystem through time.\" <\/p>\r\n<p>\"It&rsquo;s probably one of the most extensive samplings for benthic invertebrates in a Washington watershed.\" <\/p>\r\n<p>The report, \"The Development and Evaluation of a Benthic Index of Biological Integrity for the Cedar River Watershed, Washington,\" by Robert W. Black and Dorene E. MacCoy, is published as U.S. Geological Survey Water-Resources Investigations Report 99-4203. The report is available for reading at the U.S. Geological Survey, WRD, 1201 Pacific Avenue, Suite 600, Tacoma, WA 98402. It can be purchased from the U.S. Geological Survey, Branch of information Services, Box 25286, Denver, CO 80225, telephone 303-202-4610.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"947221200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168935"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}