{"title":"Promising Tools Assess Presence of Chytrid Fungus in Amphibian Habitats","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PORTLAND, Ore. &mdash; <!--introstart-->Amphibians, including threatened and endangered species like the Oregon Spotted Frog, may benefit from a <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0106790\">recent study<\/a> that highlights the use of promising tools that can assess the risk of disease exposure.<!--introend--> With global biodiversity decreasing, it has become important for scientists to find new and innovative tools to quickly assess how environmental hazards affect wildlife, especially those that are threatened or endangered.<\/p>\n<p class=\"Default\">&ldquo;By sampling water for amphibian chytrid fungus, rather than sampling amphibians directly, we can detect the pathogen with as few as four samples,&rdquo; says U.S. Geological Survey researcher Tara Chestnut.<\/p>\r\n<p class=\"Default\">This information is vital to researchers and resource managers, alike, by providing early detection of potential problems that may require immediate conservation efforts or further detailed investigation. Of all species, amphibians (e.g. frogs, toads, salamanders, and newts) appear especially vulnerable to environmental hazards, with up to 41 percent considered threatened worldwide. One potentially lethal threat is the chytrid fungus, <em>Batrachochytrium dendrobatidis<\/em>. The amphibian chytrid fungus causes the disease <em>chytridiomycosis<\/em>, which is linked to many of the observed amphibian population declines and extinctions globally.<\/p>\r\n<p class=\"Default\">For this study, scientists coupled sophisticated molecular tools with advanced statistics to evaluate whether the amphibian chytrid fungus occupied ponds and wetlands. First, they used DNA extracted from water samples to test for the presence and abundance of the amphibian chytrid fungus. Then they used an occupancy modeling method to estimate the chance of a false-negative result, or the likelihood of not detecting the pathogen when it was actually present. The study found chytrid fungus in approximately 61 percent of sampled ponds and wetlands. The fungus was present year round at the long-term monitoring site, but its density was highest in the spring. Beside seasonal variability, elevation also played a role in the presence of the fungus. Chytrid fungus was more common in amphibian breeding habitats at lower elevations than those habitats at higher elevations.<\/p>\r\n<p class=\"Default\">Among the benefits of these tools, scientists have been able to improve survey protocols, which increases the chances of detecting the amphibian chytrid fungus in the environment, while reducing the risk of a false-negative. More importantly, these tools are not limited to only studying the amphibian chytrid fungus. These same methods can be modified to quickly and applied to other aquatic diseases that pose risks to the health of wildlife and humans alike.<\/p>\r\n<p>&ldquo;When we study the ecology of pathogens by sampling the environment, conservation efforts can be more informed and focused to meet the management goals and objectives for threatened and endangered species, and common species,&rdquo; says Chesnut.<\/p>\r\n<div>\r\n<p>The <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0106790\">study was published in the journal PLOS One<\/a>.<ins datetime=\"2014-09-23T17:03\" cite=\"mailto:Paul%20Laustsen\"><\/ins><\/p>\r\n<\/div>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["Chytrid Fungus","Amphibians","Endangered Species","Biodiversity","water","ecosystems"],"article_type":["Technical Announcement","State News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1411963200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170545"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}