{"title":"scientists Set Sail to Map the Arctic Seafloor","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>American and Canadian scientists are setting sail this summer to map the Arctic seafloor and gather data to help define the outer limits of the continental shelf.<\/p>\n<p>Each coastal nation may exercise sovereign rights over the natural resources of their continental shelf, which includes the seabed and subsoil. These rights include control over minerals, petroleum, and sedentary organisms such as clams, crabs and coral.<\/p>\r\n<p>Under international law, specifically the United Nations Convention on the Law of the Sea, every coastal nation automatically has a continental shelf out to 200 nautical miles or to a maritime boundary. The Convention also states that a nation is entitled to continental shelf beyond 200 nautical miles if certain criteria are met, an area that is referred to as the &ldquo;extended continental shelf.&rdquo;<\/p>\r\n<table class=\"podcasttemplate\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"250\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>U.S. - Canada Arctic Expedition <br \/>Surveying the Extended Continental Shelf<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><img src=\"http:\/\/www.usgs.gov\/images\/icons\/down_arrow.jpg\" border=\"0\" alt=\"download\" width=\"18\" height=\"16\" align=\"absmiddle\" \/>&nbsp;         <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=131\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp;   \t   <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/> or  <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>The U.S. Geological Survey is the lead science agency for the United States in the 2010 mission. &ldquo;In this expedition, Canada and the U.S. are working together to delineate the extended continental shelf in the Arctic to better determine where the Convention&rsquo;s criteria can be met,&rdquo; said USGS scientist Brian Edwards, chief scientist on the U.S. Coast Guard Cutter <em>Healy<\/em>.<\/p>\r\n<p>The <em>Healy<\/em> will sail August 2 &ndash; September 6, 2010, meeting up with the Canadian Coast Guard Ship <em>Louis S. St-Laurent<\/em> at sea.<\/p>\r\n<p>The ships will alternately break through the Arctic sea ice for each other. The <em>Healy <\/em>will map the shape of the seafloor using a multibeam echo sounder, and the <em>Louis S. St-Laurent <\/em>will collect multi-channel seismic reflection and refraction data to determine sediment thickness.<\/p>\r\n<p>This is the third year the United States and Canada have collaborated in extended continental shelf data collection in the Arctic. The United  States has independently been collecting single ice-breaker data in the Arctic since 2003 in furtherance of the U.S. Extended Continental Shelf Project.<\/p>\r\n<p>&ldquo;The Arctic Ocean is an area of great interest for science, resource conservation, and possible economic development,&rdquo; said USGS scientist Deborah Hutchinson. &ldquo;Because there is an area with considerable overlap between the U.S. and Canadian extended continental shelves, it makes sense to share data sets and work together in the remote and challenging environments of the Arctic Ocean.&rdquo;<\/p>\r\n<p>&ldquo;This is the last year working in the Canada Basin north of Alaska, and in 2011, we&rsquo;ll collect data together with Canada in the area north of the Canada Basin around the Alpha Ridge,&rdquo; said USGS scientist Jonathan Childs, who is leading the U.S. Interagency Task Force Seismic Data Operations Team.<\/p>\r\n<p>Research is coordinated by the U.S. Extended Continent","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Arctic","coastal","petroleum","Minerals","biology","geology","Coastal Ecosystem"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1280116800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169215"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}