{"title":"Earlier Snowmelt in Colorado Linked to Warmer Air Temperatures and Decreasing Snowfall","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Snow in the Colorado mountains is melting significantly earlier in the year, and the changes appear to be related to recent climate trends.<\/p>\n<p>Colorado snowmelt and streamflow are occurring an average of two to three weeks earlier than in the late 1970s, according to a new U.S. Geological Survey (USGS) study published today in the Journal of Climate. These shifts in timing are correlated with warming springtime air temperatures and decreasing snowfall over the study period and may have an effect on Colorado water supply.<\/p>\r\n<p>The study examined recent trends in snowmelt and streamflow timing in Colorado for the years 1978-2007 and evaluated potential linkages with trends in air temperature and precipitation in the state.  The analysis was based on snowpack data from the Natural Resources Conservation Service, Snow Telemetry, network and air temperature data from research sites operated by the USGS in Rocky Mountain National  Park and the National Science Foundation, Long-Term Ecological Research program at Niwot Ridge,  Colo.<\/p>\r\n<p>\"Results from this study indicate that even the mountains of Colorado, with their high elevations and cold snowpacks, are experiencing substantial shifts in the timing of snowmelt and snowmelt runoff, which are occurring earlier in the year,\" said David Clow, USGS scientist and author of the study.  \"If the shifts in snowmelt timing observed in this research persist, they could have important implications for reservoir operation, water rights, wildfire severity, and forest health in Colorado.\"<\/p>\r\n<p>Snowmelt and streamflow timing trends were analyzed using a relatively new, powerful statistical test called the Regional Kendall's Tau test, which provides increased power of detection by combining data from multiple sites within a region.<\/p>\r\n<p>The USGS article is now available in the <a href=\"http:\/\/journals.ametsoc.org\/doi\/pdf\/10.1175\/2009JCLI2951.1\">May 2010 edition of the Journal of Climate<\/a> (PDF).<span><\/span><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Colorado","snowmelt","Warming","Air","climate","Trends","","David Clow","Clow","Regional","Kendalls","Tau","test","streamflow"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1274673600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}