{"title":"Global Platinum-Group Resources Estimated at More than 150K Metric Tons","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5090\/q\/pdf\/sir2010-5090Q.pdf\">The first-ever inventory and geological assessment <\/a>of known and undiscovered <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/platinum\/\">platinum-group element <\/a>(PGE) resources estimates that more than 150,000 metric tons of PGEs may exist in the two southern African countries that produce most of the global supply of these critical elements.<\/p>\n<p><a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5090\/q\/pdf\/sir2010-5090Q.pdf\">The USGS study<\/a> identifies 78K metric tons of known PGE resources in South Africa and Zimbabwe and estimates 75K metric tons in PGE resources that may be present, but are undiscovered. This is more than 20 times the total tonnage produced since the 1920s when PGE mining began in these countries.<\/p>\r\n<p>The U.S. is 90 percent reliant on imports of PGEs which are essential for cleaning automobile exhaust, for manufacturing glass, fertilizer, high-octane fuel, and a variety of chemicals, including cancer fighting drugs. They are widely used in jewelry and electronics such as hard drives, circuitry, and cell phones. PGEs could play a crucial role in fuel cell technology to produce clean energy for cars, homes, and businesses.<\/p>\r\n<p>The identified resources will meet global demand for many decades, given current growth rates and with supplies also coming from recycling, according to the study. About 90 percent of PGEs in the Earth occur in limited areas of only three countries: South Africa&rsquo;s Bushveld Complex, Zimbabwe&rsquo;s Great Dyke, and Russia&rsquo;s Norilsk region.<\/p>\r\n<p>&ldquo;The potential global PGE supply is nearly double what we understood from previous studies, but the geographic concentration of the world&rsquo;s resources in a few locations leaves the supply of this critical resource open to short-term disruptions,&rdquo; said USGS Mineral Resources Program Coordinator Larry Meinert. &ldquo;The supply will more likely be affected in the short term by social, environmental, political and economic factors than from depletion from mining. This finding is consistent with previous studies of known PGE resources and with other studies that characterize future supplies of mineral resources that are critical to the nation,&rdquo; said Meinert.<\/p>\r\n<p>For example, water and energy supply shortages, which are common in southern Africa, could result in sudden PGE supply disruptions and may limit the recoverability of resources using advanced methods.<\/p>\r\n<p>Increased population and higher standards of living have doubled global demand for PGEs in only 20 years. The global net demand for PGEs in 2012 was approximately 470 metric tons.<\/p>\r\n<p>The <a href=\"http:\/\/minerals.usgs.gov\/\">USGS Mineral Resources Program <\/a>delivers unbiased science and information to understand mineral resource potential, production, consumption, and how minerals interact with the environment.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"400\" align=\"center\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_05_15\/minerals_chart.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_05_15\/minerals_chart_tn.jpg\" alt=\"Graph showing the amounts of PGE and minor gold in three major areas compared with the rest of the world.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Graph showing the amounts of PGE and minor gold in three major areas compared with the rest of the world. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_05_15\/minerals_chart.jpg\">High resolution image<\/a> 1.2 MB)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_05_14\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_05_14\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Platinum","Platinum Group Resources","","Minerals","Energyand Minerals Mineral Resources","mineral Resources","Rare Minerals","Critical Minerals","Strategic Minerals","Strategic And Critical Minerals"],"article_type":["National News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1400126400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170156"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}