{"title":"University of Utah to Monitor Olympic Earthquakes - Thanks to USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>University of Utah seismologists will be on duty around-the-clock during the Olympics, armed with a new $1.2 million system so they can quickly supply public safety information if any disruptive earthquakes shake the 2002 Winter Games. <\/p>\n<p>\"A basic, real-time earthquake information system has just been completed in Utah&rsquo;s densely populated Wasatch Front region in time for seismologists to rapidly deliver key information to emergency managers and the public if an &rsquo;Olympics earthquake&rsquo; visits Utah,\" said Walter Arabasz, director of the University of Utah Seismograph Stations. <\/p>\r\n<p>The improved earthquake-monitoring system of sensors, computers and telecommunications equipment was made possible with $965,000 in funds and equipment provided by the U.S. Geological Survey (USGS), and another $235,000 in funds and personnel support from the state of Utah. <\/p>\r\n<p>During the Olympic Winter Games, worldwide attention will focus on the Wasatch Range, where crowds of people will watch skiers, skaters, snowboarders and bobsledders compete in steep terrain. The Wasatch Range appears majestic and serene. But underneath the mountains, rock continues to grind slowly along the Wasatch fault, lifting the mountains and producing earthquakes. Although most of these earthquakes are small, there is the potential for infrequent, large earthquakes, which could have devastating effects. <\/p>\r\n<p>Mindful of these facts, and lessons learned from the 1989 \"World Series earthquake\" that killed more than five dozen people in northern California, Arabasz, seismic network manager Sue Nava and other earthquake scientists at the University of Utah and the U.S. Geological Survey jointly installed new tools for delivering fast information for public safety if any disruptive quakes occur during the Olympics. <\/p>\r\n<p>The new, real-time earthquake system&rsquo;s key information product is a ShakeMap - a rapidly generated computer map, available within about 5 minutes of an earthquake, that gives an overview of the location, severity, and extent of actual ground shaking, just like a Doppler radar image for a weather disturbance. The information is sent to emergency managers and appears on the web site <a href=\"http:\/\/www.quake.utah.edu\/\">http:\/\/www.quake.utah.edu<\/a> or <a href=\"http:\/\/www.seis.utah.edu\/\">http:\/\/www.seis.utah.edu<\/a> <\/p>\r\n<p>Olympic venues in Wasatch Front valleys are chiefly at risk from damaging shaking from a moderate to large earthquake of Richter magnitude 5 or greater. Arabasz estimates there is a 1-in-3,500 probability of the Big One - a magnitude-7 or stronger quake - on the Wasatch fault in or near the Ogden-Salt Lake City-Provo corridor during the time period of the Olympics and Paralympics. <\/p>\r\n<p>Estimates indicate a magnitude-7.5 quake on the Salt Lake City segment of the Wasatch fault could kill up to 7,600 people, injure 44,000 others and cause about $12 billion in damage. <\/p>\r\n<p>Moderate quakes are somewhat more likely. Arabasz says the probability of a magnitude-5 or greater shock within the metropolitan corridor is about 1 in 1,700 during the Olympics or Paralympics. <\/p>\r\n<p>Even minor to moderate earthquakes of magnitude 4 or more could endanger alpine venues or their access roads by triggering avalanches or landslides. The chance of such an earthquake occurring within 9 miles (15 kilometers) of one of the alpine venues during the Olympic Winter Games is about 1-in-750, Arabasz says. <\/p>\r\n<p>If the chance of a quake during the Olympics seems remote, consider what happened during some other sporting events: <\/p>\r\n<p>In October 1989, a major quake measuring 6.9 in magnitude (initially reported at 7.1) rocked the San Francisco Bay region during the third baseball game of the World Series. A live television audience of millions witnessed the direct effects of the earthquake shaking Candlestick Park. That quake killed 63 people, injured more than 3,700 others and caused up to $10 billion in damage","summary":null,"format":null}]},"field_images":[],"regions":["Utah","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1012366800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169715"},{"tid":"169002"},{"tid":"169935"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}