{"title":"How Global Change Will Impact Mercury around the World","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Podcast:&nbsp; <a href=\"http:\/\/gallery.usgs.gov\/audios\/457\">Mercury and Global Change<\/a><\/strong><\/p>\n<p><!--introstart-->Rising global temperatures and changing human actions will significantly affect the behavior and distribution of mercury worldwide, according to a recent article by the U.S. Geological Survey and Harvard University.<!--introend--><\/p>\r\n<p>Mercury, especially in the form of methylmercury, is an extremely toxic chemical to all life forms. It occurs both naturally and as the result of human activities. &nbsp;A majority of mercury releases to the environment presently are atmosphere emissions from human activities, and reemissions of previously deposited mercury from soils and the oceans. The largest sources of man-made mercury emissions are small-scale gold mining and burning coal for electrical generation.<\/p>\r\n<p>\"Studies like this help us better understand the overall effects of multiple impacts on the environment,\" said USGS Acting Director Suzette Kimball. \"We are just beginning to understand many of the consequences of global climate change and how interrelated many environmental issues truly are.\"<\/p>\r\n<p>Several seemingly unconnected aspects of climate change are expected to affect mercury at the global scale, according to the article.&nbsp; In the atmosphere, higher temperatures and weaker air circulation patterns from climate change will likely have significant impacts on the atmospheric lifetime and patterns of mercury deposition.<\/p>\r\n<p>In most climate change scenarios, storms will be less frequent but more intense, resulting in larger amounts of mercury being released from the soil through erosion that may end up in rivers, lakes and oceans, the study said.&nbsp; When mercury reaches these surface waters, it can be processed by naturally occurring bacteria into the neuro-toxic methylmercury.<\/p>\r\n<p>In addition, the article explained that climate change will likely lead to more frequent and intense forest fires, which release mercury from relatively stable and safe storage in the soil and allow it to be transported downwind and then redeposited and possibly converted into methylmercury.<\/p>\r\n<p>\"The intersection of the complex behavior of mercury in the environment with the myriad of aspects of global change provided a significant challenge to describe in this paper,\" said USGS scientist David Krabbenhoft, the article&rsquo;s lead author. \"Although&nbsp;the science behind mercury research has exponentially increased in the past couple decades, providing reliable information to resource managers and decision makers on such complex topics remains a significant research challenge.\"<\/p>\r\n<p>Changes in human behavior will also have substantial impacts on global mercury, according to the article. Current human emissions of mercury total 2,000 metric tons per year. Under the best-case scenario of curbing human emissions and mitigating climate change, that number could fall to 800 metric tons per year by 2050. If no actions are taken and a business-as-usual approach is followed, the number will likely increase to 3,400 metric tons per year by 2050.<\/p>\r\n<p>Human activity has already had a significant impact on the release of mercury emissions, the article explained. &nbsp;For example, since the Industrial Revolution and widespread development of mercury emitting processes like coal combustion for electric power generation, soil records show a 3 to 5 fold increase in atmospheric deposition since the 1880s, and 7 to10 fold since antiquity. During the 20<sup>th<\/sup> century, coal-fired power plants dominated the human emissions of mercury.<\/p>\r\n<p>However, with the current high cost of gold and relatively inexpensive liquid mercury, small-scale gold mining has taken over as the primary source of human emissions of mercury. Mercury is used to separate gold from rock deposits, and is often done in a manner that results in the miners and the local environment being exposed to toxic levels of merc","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Environmental Health Toxic Substances Hydrology","global Change","Climate Change","Mercury","methylmercury","coal","gold"],"article_type":["National News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1380254400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169192"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}