{"title":"Moon-like Material Collected in Montana","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"fontSize4\"><strong><em>Making moon dirt on Earth<\/em><\/strong><\/span><\/p>\n<p>Man-made moon dirt, or regolith, has been created by the U.S. Geological Survey to help NASA prepare for upcoming moon explorations. Media are invited to accompany USGS and NASA scientists on a Wednesday, Sept. 30 venture to the Stillwater Mine in Nye, Mont., one of the few locations on the planet where the necessary moon-like material can be found.<\/p>\r\n<p>To make regolith, USGS scientists use carefully selected Earth minerals that, when combined, are close in composition to moon soil.&nbsp; Unusual rock material recovered from the Stillwater Mine is a key component of this mineral mixture because it has the proper moon-like mineralogy and chemistry. Material collected by the scientists is already available on the surface as unused or leftover rock from previous mining projects.<\/p>\r\n<table border=\"0\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHO:<\/strong><\/td>\r\n<td valign=\"top\">USGS scientists Stephen Wilson and Doug Stoeser. NASA scientists will also be available for interview.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT:<\/strong><\/td>\r\n<td valign=\"top\">A highly visual opportunity to experience a major component in making moon dirt and speak with USGS regolith experts working on-site.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE:<\/strong><\/td>\r\n<td valign=\"top\">Stillwater Mining Company<br \/> 2562 Nye Road<br \/> Nye, Mont.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN:<\/strong><\/td>\r\n<td valign=\"top\">Wednesday, Sept. 30, 2009 at 10:30 a.m.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>RSVP:<\/strong><\/td>\r\n<td valign=\"top\">12 p.m. on Tuesday, Sept. 29, to Marisa Lubeck at 315-271-7274 with shoe and coat size.<\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>NOTE:<\/strong><\/td>\r\n<td valign=\"top\">\r\n<p>If you have access to steel-toed boots, please bring them as a mine property requirement; otherwise, the mine will provide only a limited number of strap-on steel toes for day use.<\/p>\r\n<p>Please plan for a 30-45 minute safety demonstration upon arrival.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>NASA's goal is to establish a permanent facility, likely at the moon&rsquo;s South Pole, where astronauts will live, work, and provide the necessary logistical support to facilitate exploration of the solar system.&nbsp; Operations at this lunar outpost will utilize new technologies which will require rigorous testing on Earth before going to the moon.&nbsp; Many tons of regolith will be needed for this testing but there aren&rsquo;t enough samples of the real thing available on Earth from the Apollo mission to accommodate NASA&rsquo;s research.&nbsp;<\/p>\r\n<p>While artificial regolith has been made before, the USGS\/NASA simulant is unprecedented in its complexity and similarity to the highland regolith at the South Pole of the moon.&nbsp; Encompassing a wide variety of minor terrestrial minerals and unique glass phases, the NASA\/USGS simulant material strives for the highest fidelity while looking to make the materials as cost effective as possible.<\/p>\r\n<p>Simulant creation is a &ldquo;mission critical&rdquo; component of NASA&rsquo;s moon facility development.&nbsp; The artificial regolith is needed to test technologies for constructing building supplies from lunar material, mitigating the adverse health effects of dust, extracting oxygen from regolith to generate water and breathable air, and producing rocket fuel for further space travel,<\/p>\r\n<p>A <a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=97\">podcast<\/a> interview with USGS scientist Steve Wilson is available.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["moon","regolith","","Montana","space"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1254110400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}