{"title":"USGS Finds Palila Population Remaining Stable","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A small population of the endangered Hawaiian bird, palila, is holding steady on the western slopes of Mauna Kea volcano. This encouraging news from the most recent palila census was announced today by Dr. William Steiner, director of the USGS Pacific Island Ecosystems Research Center, a federal office responsible for conducting biological research in the national parks and national wildlife refuges and other lands in Hawaii and other Pacific islands. The Center is headquartered in Honolulu on the campus of the University of Hawaii. \n<p>The palila is a Hawaiian honeycreeper with a gray back, yellow breast, yellow head and finch-like beak. Fewer than 5,000 of these birds exist today. \"Palila are still endangered,\" said Steiner, \"but the good news is that the latest census shows their small population might be more stable now than it was previously.\" \r\n<p>USGS field data gathered in January 1998 indicated 4,811 of the birds survive on Mauna Kea, approximately the same number estimated in 1997 (4,395) and 1996 (4,171). Previous estimates of the palila population from 1980 until 1996 varied greatly from year to year. Since 1996, the numbers appear to have been more consistent. \r\n<p>Dr. Paul Banko, leader of the USGS palila restoration project, and his fellow researchers hesitate to read too much into the latest palila population data, however. \"It is not clear whether improved census techniques or environmental conditions have resulted in the more stable trend noted recently,\" he explained. \r\n<p>Banko, whose research team has been studying palila on Mauna Kea since 1986, said that a continuing concern is that the palila population is becoming more concentrated on the western slope of the volcano -- about 96 percent of the total population is found in only about 10 square miles of forest there. \r\n<p>According to Banko, most palila live on the western slope instead of the northern slope because the forest there provides high-quality habitat. The western slope forest covers a relatively large area, extending from about 6,500 feet to 9,000 feet elevation. The area has many large trees, which palila prefer for nesting and feeding, Banko said. \r\n<p>The birds depend for food on the immature, green seeds and flowers of the mamane tree. In addition, they eat caterpillars found on mamane. Individual mamane trees flower and produce seeds at different times of the year, depending in part on elevation and rainfall; the trees do not produce flowers and seeds year-round, Banko said. \r\n<p>\"Flowers and seeds become available to palila first at higher elevations, then after several months they become more plentiful on the lower slopes,\" he says. \"Palila have a better chance of finding food in all seasons if they can forage over a large area, visiting many large trees to find those that have lots of flowers or seeds.\" \r\n<p>The June-July issue of \"Elepaio\" will carry the full scientific paper, \"Breeding and nonbreeding censuses of the 1998 palila population on Mauna Kea, Hawaii,\" by Dr. Elizabeth Gray, Banko, and other scientists from the USGS Pacific Island Ecosystems Research Center. \"Elepaio is published by the Hawaii Audubon Society. \r\n<p>During the past three years, USGS palila research has concentrated on developing techniques for restoration. That research is focusing on studying palila habitat requirements and threats, including threats to palila food sources; translocating palila from the western slope to the northern slope (where they have been absent for over 25 years); investigating factors that cause mortality of palila; and developing methods for controlling alien predators that eat palila or which significantly alter necessary habitat for food and shelter. USGS biologists also have been collaborating with The Peregrine Fund, which is developing methods for captive propagation of palila.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"927000000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169313"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}