{"title":"Current Status of Hawaii Island's Volcanoes Presented in Kona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em><strong>The Hawaiian Volcano Observatory&rsquo;s 1912&ndash;2012 Centennial&mdash;100 Years of Tracking Eruptions and Earthquakes<\/strong><\/em><\/p>\n<p>HAWAI&lsquo;I ISLAND, Hawaii &ndash; The current status of Hawai&lsquo;i Island&rsquo;s active volcanoes and how they are monitored will be the topic of a Volcano Awareness Month program in Kailua-Kona on Wednesday, January 11.&nbsp;<\/p>\r\n<p>Mike Poland, a volcanologist with the U.S. Geological Survey&rsquo;s Hawaiian Volcano Observatory, will talk about K&#299;lauea, Mauna Loa, Hual&#257;lai, and Mauna Kea in an informative and engaging presentation in the Kealakehe High School Cafeteria, 74-5000 Puuhulihuli Street, in Kailua.&nbsp; A campus map is&nbsp;available&nbsp;<a href=\"http:\/\/khswaveriders.org\/about_us\/school_map.jsp\">online<\/a>.&nbsp; His talk, which is free and open to the public, begins at 7:00 p.m.&nbsp;<\/p>\r\n<p>Hawai&lsquo;i Island is home to five volcanoes, four of which have erupted within the past 10,000 years.&nbsp; Poland will provide updates on the status of these \"active\" volcanoes, with particular focus on recent events on K&#299;lauea, which has been erupting almost continuously since 1983.&nbsp; He will also talk about how HVO scientists monitor Hawai&lsquo;i's active volcanoes.<\/p>\r\n<p>According to Poland, Hawaiian volcanoes are among the best-monitored volcanoes in the world.&nbsp; \"Since its founding in 1912, HVO has been at the forefront of developing, testing, and implementing cutting-edge monitoring tools and techniques,\" he said.&nbsp; Poland's presentation will include an overview of the state-of-the-art techniques now used by HVO to track magma movement within the currently erupting K&#299;lauea and to watch for changes within the presently-quiet Mauna Loa, Hual&#257;lai, and Mauna Kea.&nbsp;<\/p>\r\n<p>This presentation is one of many programs offered by HVO during Hawai&lsquo;i Island's third annual Volcano Awareness Month (January 2012), and in celebration of HVO's 100th anniversary. For more information about Poland&rsquo;s talk, and other HVO Centennial and Volcano Awareness Month events, please visit the HVO <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a> or call (808) 967-8844.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_10\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2012_01_10\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["geology","volcano","hazard","Hawaii","Hawaiian Volcano Observatory","","Public Lecture","Poland","centennial","","Volcano Awareness Month"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1326171600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}