{"title":"Chesapeake Bay Streamflow is Below Average, But Not Because of the Potomac River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The steady precipitation over the Potomac drainage basin for the first several months of 1998 has resulted in a record-high flow of about 90 billion gallons per day (bgd) for the year so far, about 8% higher than flow by this time in 1996, when Potomac River flow set a new all-time high record of about 83. bgd. <!--introend-->\n<p>Another important statistic is that the average Potomac River flow so far in 1998 is more than 50% higher than the long term average (about 58 bgd). \r\n<p>Potomac River average daily streamflow in August was about 2 bgd, nearly average for August. \r\n<p>Freshwater inflow to the Chesapeake Bay fell well below average in August, to about 13.5 billion gallons per day (bgd), or 2\/3 of the average August flow volume of about 20 bgd. Records of streamflow into the bay have been kept by the USGS since 1951. Inflow to the bay over the summer months fell from record-breaking volumes early in the year to near-average values in June and July, then ended the summer well below the average. The cause of the low August inflow into the bay was the low streamflow from the Susquehanna River, which usually provides 45-50% of the freshwater inflow to the Chesapeake, but accounted for only 35% in August. \r\n<p>Diversions from the Potomac River for municipal use averaged about 466 million gallons per day (mgd) in August, only about 2% more than last year, despite this year&rsquo;s near-record dry conditions, and about 11% more than diversions in July. This diversion rate was close to the entire flow in the river in August of 1966, the drought of record in the Potomac. Contents of the Baltimore reservoir system continue to fall, in the normal summer pattern. The month&rsquo;s-end contents of about 79 million gallons are actually slightly above average levels for August. \r\n<p>Illustrative graphs can be found on USGS web pages. Graphs are on <a href=\"http:\/\/md.usgs.gov\/monthly\/\">http:\/\/md.usgs.gov\/monthly\/<\/a> as \"Estimated Streamflow Entering Chesapeake Bay\" and \"Potomac River Streamflow.\" Real-time streamflow data and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"904795200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}