{"title":"Alaskan Glaciers Yield Massive Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with Dr. Molnia on Fri., May 29 can be arranged by contacting Marion Fisher in the AGU Newsroom, Convention Center Room 105; phone 617-954-3867. Video footage of Bering Glacier, including the 1994 flood locations and the eastern 1994 flood in progress is available from William R. Reckert, 202-646-2763.<\/b> \n<p><!--introstart-->Torrents of meltwater are unleashed suddenly from the margins of the great moving sheets of snow and ice, known as glaciers.<!--introend--> In Alaska, these pulses of activity, called \"outburst floods,\" are usually caused by the failure of ice dams that restrain the meltwater of glacial margin lakes. \r\n<p>Although the effects of outburst floods are mostly local, they are stunning. Bruce F. Molnia, a USGS scientist who has studied the glaciers of Alaska for 30 years, will describe two recent outburst floods during a special session at the American Geophysical Union meeting in Boston, MA, that will gather experts from around the world to discuss the effects of these events on regional environments in Alaska and other sites. \r\n<p>\"One of my field parties was working about two kilometers away from the origin of the eastern 1994 flood. Suddenly, they heard very loud noises and the ground began to violently shake. Unable to see that a flood had begun, the field party thought they were experiencing a large magnitude earthquake. The ground shaking continued for many minutes and the noises for many hours. Only when they were able to climb to the top of a nearby hill, did they realize that they had experienced the onset of a major flood. We continued to monitor this flood for more than a year, and its history was just as dramatic as its origin,\" said Molnia. \r\n<p>Molnia&rsquo;s presentation will focus on southern Alaska&rsquo;s Bering Glacier, the largest temperate glacier in the world. In 1994, two outburst floods significantly impacted local plant and animal life, and modified adjacent land surfaces. One flood lowered the surface level of Berg Lake by more than 100 meters in only 72 hours, when an estimated 5.5 billion cubic meters of water escaped and drained through the Bering River, inundating the river valley. \r\n<p>\"The Berg Lake flood occurred in May, a time of moose calving and significant nesting of Dusky Canada Geese, Trumpeter Swans, and many other species of birds,\" said Molnia. \"Thousands of nests were destroyed and many mammals were drowned. If this flood event happened in the fall during hunting season, we may have had human casualties as well,\" Molnia said. \r\n<p>The second flood, about 45 kilometers east of the first, started in late July and cut a kilometer-long gorge in the glacier within the first few days. It produced peak discharges exceeding one thousand cubic meters per second. These floods are not unique to Bering Glacier or confined to uninhabited wilderness. The city of Yakutat is near the flood-hazard zone of Russell Lake, at the margin of Hubbard Glacier. Significant outburst flooding has occurred several times this century at other Alaskan sites and, most recently, at Vatnajokull in Iceland when a subglacial volcano erupted, producing huge quantities of meltwater. \r\n<p>The session, titled \"Catastrophic Outburst Floods\" starts at 1:30 on Friday, May 29 in Convention Center Room 311. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"904276800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}