{"title":"seismic Survey In Puget Sound Seeks Info On Hidden Faults","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Faults which scientists say are capable of generating earthquakes of magnitude 7.0 or larger in the Pacific Northwest, will come under close scrutiny this week, as the U.S. Geological Survey continues a project to learn more about faults that lie beneath the Puget Sound lowlands. \n<p>Beginning June 23, USGS scientists will conduct a 10-day marine-seismic survey aboard a small vessel, using seismic reflection techniques to map the faults and their movement. The survey will focus on developing a better understanding of the rupture histories of the Seattle fault, the southern Whidbey Island fault, probable northwest-trending faults near Tacoma and Olympia, and newly discovered north-trending faults that may extend from Tacoma to Whidbey Island. \r\n<p>\"The histories of these faults have been difficult for geologists to define because of the region&rsquo;s thick cover of glacial sediment, abundant vegetation and major waterways,\" said Shawn Dadisman, one of the USGS scientists coordinating the project. \"With our high-resolution seismic profiling systems, we will should able to locate the extent of these faults and document the amount of recent shallow movement.\" \r\n<p>Dadisman said information on faults and fault histories in the Puget Lowland is a high priority for the USGS because the data are needed to develop useful and credible national and local seismic hazard maps. These hazard maps are widely used by planners and engineers to plan infrastructure, design safe buildings, and make decisions and recommendations for retrofitting older structures. The next set of USGS national hazard maps will be released in 1999. \r\n<p>The seismic survey, which will be conducted from the research vessel, the Robert Gray, will proceed north from Seattle to the southern Whidbey Island area, then south to Tacoma and Olympia, with detours into various Puget Sound waterways. A similar cruise conducted in 1995 covered the northern Puget Sound, Hood Canal, and the eastern Strait of Juan de Fuca. \r\n<p>\"With the 1995 data we were able to show that the Seattle fault is moving at a rate of about one millimeter per year; about twice as fast as we previously thought,\" said Sam Johnson, another USGS coordinator of the project. \"We were also very surprised to learn that the Seattle fault does not form a continuous trace across Puget Sound, but has been broken up into segments by two potentially active north-trending strike-slip faults.\" \r\n<p>Johnson said the high-resolution seismic profiling systems used in the upcoming USGS investigation will focus exclusively on imaging the upper one kilometer of the subsurface, which contains \"critical evidence of recent shallow fault offset.\" The USGS and many collaborators will conduct a more extensive marine- and on-land seismic survey early next year to investigate the deep structure of regional faults in the Puget Lowland. \r\n<p>The equipment for the upcoming cruise will include a small compressed-air chamber that will be towed underwater behind the Robert Gray. Pulses of compressed air released from the chamber will generate acoustic energy waves that travel down through sediment and rock layers beneath the waterways. A 250-meter-(820 feet) long underwater sound receiver will be towed behind the ship to detect the returning energy waves as they reflect back from faults and sediment or rock layers as deep as one kilometer below the seafloor. Digital recordings of the reflected waves will be computer processed by USGS specialists to produce graphic images of the sediment layers and the faults that have deformed them. Data will be collected 24 hours a day, through July 2. Vessel speed during operations will be between three and five knots. \r\n<p>\"All precautions have been taken to minimize potential effects on fish and marine mammals, as well as interference with commercial and recreational vessel traffic,\" said Jon Childs, one of the USGS coordinators in Menlo Park, Calif. \r\n<p>The project is co-funded by the National Ea","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"867124800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}