{"title":"How Low Can You Go? River Levels in Georgia Falling Fast","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ATLANTA, Ga. <\/strong>&ndash; <!--introstart-->Waterways in south Georgia's rivers are setting new record lows with gauges on the Flint, Suwannee, Ochlocknee, Alapaha and Altamaha rivers recording the lowest water levels in their history due to lower than normal rainfall.<!--introend--><\/p>\n<p>The water level of the Flint River at Albany was 1.31 feet with a discharge (streamflow) of 606 cubic feet per second (cfs) on the morning of Wednesday, June 22.&nbsp; This represents flow conditions that are near or below the all-time historic lows for this monitoring location that has been active since 1901.&nbsp; Normally the streamflow at this time of year would be nearly 3,000 cfs at Albany, five times greater than current flows. Ichawaynochaway Creek, a tributary to the Flint River, was observed dry by USGS field crews on Thursday, June 16 for the first time in the 106 years USGS has been observing this waterway.<\/p>\r\n<p>Spring Creek, a tributary of Lake Seminole and a heavily agricultural watershed, recorded its lowest ever depth for this time of year at the Iron City location on Wednesday of 0.54 feet and 0.39 cfs.&nbsp; Normal flows for this location should be 281 cfs.<\/p>\r\n<p>Rivers in other parts of the state are not faring any better, said Brian McCallum, the assistant director the USGS Water Science Center in Georgia. <strong>&nbsp;<\/strong>&nbsp;Other USGS monitoring locations on the Ochlockonee, Little, Alapaha, and Suwannee rivers in south Georgia are routinely setting new record daily low flows.&nbsp; In southeast Georgia, new record daily low flows are occurring on Brier Creek, a tributary of the Savannah River, as well as Black Creek and the Ogeechee River near Eden, Ga.&nbsp;<\/p>\r\n<p>Residents interested in monitoring water levels across the state or across the country have two USGS tools available for keeping informed, WaterAlert and WaterWatch.<\/p>\r\n<p>The <a href=\"http:\/\/water.usgs.gov\/wateralert\/parameters.html\">USGS WaterAlert<\/a> service sends e-mail or text (SMS) messages when <a href=\"http:\/\/water.usgs.gov\/wateralert\/parameters.html\">certain parameters<\/a>, as measured by a USGS real-time data-collection station, exceed user-definable thresholds which may vary at each gauge. For example users can input their favorite water gauge, and receive updates on water level, streamflow, water temperature or salinity.<\/p>\r\n<p>The <a href=\"http:\/\/waterwatch.usgs.gov\/new\/index.php?id=ww\">USGS WaterWatch<\/a> website displays maps, graphs and tables describing real-time, recent and past stream flow conditions for the United States, with real-time data updated on an hourly basis.&nbsp;&nbsp;<\/p>\r\n<p>\"WaterWatch is a great tool to compare the real-time flows in terms of historical context\", McCallum said.&nbsp; \"The duration plots are especially useful in times of extremes such as floods and droughts.\"&nbsp; Used in conjunction with the WaterAlert notification system, it provides a comprehensive tool for keep track of the hydrologic conditions in Georgia.&nbsp;<\/p>\r\n<p>The USGS is the nation's primary provider of flow and water level information for our nation's waterways.&nbsp; For more than 125 years, the USGS has monitored selected streams and rivers with about 7,700 streamgaging sites across the nation.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_06_24\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_06_24\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_06_24\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_06_24\"&amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_06_24&amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water","surface","drought","Flint","river","Georgia"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1308888000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"},{"tid":"169472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}