{"title":"Nutrient Enriched Groundwater Contributes to Algal Growth in Fish Creek","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CHEYENNE, Wyo. &mdash; <!--introstart-->Growth of algae and other aquatic plants is greater in Fish Creek than in nearby rivers and streams, according to a new U.S. Geological Survey report.<!--introend--> This excess algae is related to the influx of nutrients, orthophosphate and nitrate, to the stream from groundwater and can lead to various environmental issues.<\/p>\n<p>The USGS study, performed cooperatively with the Teton Conservation District, analyzed groundwater flow and streamflow, and collected water, aquatic insect, and algal samples from 2007 to 2011 to characterize the stream and to compare data to neighboring rivers and streams.<\/p>\r\n<p>Rapid growth of large aquatic plants in the summer and fall impacts the aquatic insect community. &nbsp;&nbsp;With this large aquatic plant growth, microalgae, the thin slimy film on streambed rocks, is stunted. Microalgae is the food source for certain species of caddisfly and mayfly, and a decline in these aquatic insects during late summer was noted and attributed to the heavy growth of large aquatic plants.&nbsp;<\/p>\r\n<p>Because the nutrient influx was found to spur the growth of macroalgae and the other large aquatic plants, sampling was conducted to determine the sources of the nutrients, in particular nitrate. Specialized analysis of the nitrate molecule indicated that in some parts of the Fish Creek watershed, the nitrate in both groundwater and surface-water was from human or animal waste.&nbsp; Groundwater near the stream consistently had higher nitrate concentrations than Fish Creek.&nbsp;<\/p>\r\n<p>&ldquo;Because groundwater discharge into Fish Creek is such a large percentage of flow in the stream, septic tanks, sewage treatment plants, animal confinement areas, and lawn fertilizer can all infiltrate into the ground affecting groundwater, and can ultimately affect Fish Creek,&rdquo; said Cheryl Eddy-Miller, USGS hydrologist and one of the authors of the report.<\/p>\r\n<p>Copies of the fact sheet &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3036\/\">Water-Quality and Related Aquatic Biological Characterization of Fish Creek, Teton County, Wyoming, 2007&ndash;2011<\/a>&rdquo; and the detailed report &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5117\/\">Characterization of Water Quality and Biological Communities, Fish Creek, Teton County, Wyoming, 2007&ndash;2011<\/a>&rdquo; are available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming"],"country":["United States of America"],"mm_tags":["fish","creek","algae"],"article_type":["State News Release"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1383800400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169048"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}