{"title":"On the Floor of the Sea: Biologists Search for Rare White Abalone","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>NOTE: If you are interested in an Oct. 19 media event on this subject (in Channel Islands National Park, Calif.), please see the media advisory at <a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/10-14.html\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/10-14.html<\/a><\/b>. \n<p><!--introstart-->White abalone - 1,000 to 5,000 per acre - were easy to find in the early 1970s around the Channel Islands off California&rsquo;s southern coast. But by the late 1970s, intense commercial and recreational harvesting made the abalone as difficult to locate a needle in an ocean-sized haystack. <!--introend-->\r\n<p>\"People thought it was impossible to take such a fecund animal - a single female can produce 10 million eggs in a season - and drive it to extinction through fishing,\" said Gary Davis, a senior scientist at the Channel Islands National Park. \r\n<p>Next week, a determined group of university, government and private biologists is setting out in a two-person submersible to cruise the ocean floor in search of the rare marine snail. In all, the team will make more than 50 dives to search for the abalone around Santa Catalina, San Clemente and Anacapa Islands and on Cortez, Tanner and Fansworth Banks, all prime white abalone habitat in the 1970s. \"We&rsquo;ve gone to some senior abalone divers to help learn specific spots that used to be productive for the fishery,\" said marine ecologist Kevin Lafferty of the U.S. Geological Survey (USGS). \r\n<p>If successful in their forays, the researchers will attempt to develop a captive-breeding program similar to those used to replenish imperiled terrestrial species. The group, informally known as the Abalone Restoration Consortium, has a proactive plan to help the vanishing marine invertebrate. Biologists from the U.S. Geological Survey, the University of California, and the National Marine Fisheries Service, working with the National Park Service and the California Department of Fish and Game, obtained federal funds to initiate a recovery program. \r\n<p>\"In addition to looking for white abalone in previously surveyed and unsurveyed areas, we will be recording data on habitat type, algae, the food of abalone, and the animals associated with this species so that we will have a better understanding of the distribution of suitable white abalone habitat for future restoration efforts,\" said abalone researcher Pete Haaker of California Department of Fish and Game. \r\n<p>If surveys confirm the mounting evidence that white abalone are indeed rare, the scientists will use two strategies to give the abalone a better chance for survival. The first approach will be to act as match-makers and simply get the abalone together in the first place - one of the biggest problems the abalone face is that they are too distant from each other to mate. Unlike more mobile animals, abalone are slow-moving creatures confined to a small area for their entire life. They reproduce by broadcasting their eggs and sperm into the seawater, and for fertilization to occur, the spawners need to be within three feet of a member of the opposite sex to effectively reproduce. Without neighbors, the remaining animals are effectively sterile, said Lafferty. \r\n<p>\"We will move isolated individuals next to each other to give them a chance to begin recovery on their own,\" Lafferty said. \"The most optimistic prediction is for a small-scale version of the baby boom that began when GI&rsquo;s returned to their brides after WWII. It&rsquo;s too bad the weather is so nasty in February or we could schedule this for Valentine&rsquo;s Day.\" \r\n<p>The second approach will be to bring white abalone back to several laboratories up and down the West coast for safe keeping and breeding. Presently, only one white abalone is in captivity, a five-inch female named Abigail, who lives in a special, cooled tank at the University of California at Santa Barbara. Unfortunately, said Dr. Dan Morse of UCSB and a long-time leader in developing husbandry technolo","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940305600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169871"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}