{"title":"USGS Issues Report on the Status of Marbled Murrelet Populations in Alaska and British Columbia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U. S Geological Survey (USGS) was\r\nrecently asked by the U.S. Fish &amp; Wildlife Service (USFWS) to evaluate the\r\nstatus of Marbled Murrelets in Alaska and British Columbia.<!--introend-->  The Marbled Murrelet is a small diving\r\nseabird that resides in coastal waters of the North Pacific from central California to the western Aleutian Islands and Bering Sea. The species nests primarily on moss-covered\r\nbranches of old-growth conifers, such as hemlock, firs and spruce. Losses of\r\nnesting habitat to logging led the USFWS to list the Marbled Murrelet in the\r\nLower 48 states as threatened under the Endangered Species Act in 1992.  The status of murrelets in Alaska\r\nand British Columbia\r\nwas of interest to ongoing deliberations on the status of the Marbled Murrelet\r\nin the lower 48.\r\n<\/p>\r\n<p>\r\nThe principal finding of the\r\nreport is that Marbled Murrelet populations in Alaska\r\nand British Columbia\r\nappear to have declined within the past 2 decades. Compiling available\r\ninformation on abundance of Marbled Murrelets in Alaska,\r\nUSGS estimated that in the recent past, Marbled Murrelets in Alaska numbered about 1 million birds.  USGS examined trend information from at-sea\r\nsurveys at sites spanning a wide geographic range in Alaska. USGS found that murrelet populations\r\ndeclined at 5 of 8 sites.\r\n<\/p>\r\n<p>\r\nFor British Columbia, the historic population\r\nsize of Marbled Murrelets is unknown. \r\nTrend information from sites in the Haida Gwaii (Queen Charlotte\r\nIslands) and Vancouver Island showed that\r\npopulation declines of similar magnitude had also occurred.\r\n<\/p>\r\n<p>\r\nThe USGS concluded that the declines\r\nwere likely the result of the combined and cumulative effects of human\r\nactivities, such as logging, gillnet bycatch and oil pollution, and natural\r\nfactors, such as climate-driven changes in oceanographic patterns and\r\npredation.\r\n<\/p>\r\n<p>\r\nUSGS estimated the amount of potential\r\nmurrelet nesting habitat that has been lost due to timber harvest.  In southeast Alaska, for example, USGS estimated that\r\nabout 15% of potential nesting habitat has been lost.  For British\r\nColumbia, they estimated that 33 to 49% of potential\r\nmurrelet nesting habitat has been lost. Habitat loss in some areas has been\r\naccompanied by increases in avian predators of murrelets, such as eagles, jays\r\nand ravens.\r\n<\/p>\r\n<p>\r\nThe USGS report also updated\r\ninformation on the genetic structure of Marbled Murrelet populations and\r\nreviewed studies on the species&#39; nesting and feeding biology.  The report is now available on the web at <a href=\"http:\/\/pubs.water.usgs.gov\/ofr20061387\">http:\/\/pubs.water.usgs.gov\/ofr20061387<\/a>.\r\n<\/p>\r\n<p>\r\nThe lead author of the report is Dr. John Piatt,\r\nseabird ecologist with the Alaska\r\nScience Center.  His 9 co-authors included Dr. Kathy Kuletz\r\n(U.S. Fish and Wildlife Service), Dr. Alan Burger (University of British\r\nColumbia), Drs. Tim Birt and Vicki Friesen (Queens University), Dr. Scott Hatch\r\n(USGS Alaska Science Center), Dr. Gary Drew (USGS Alaska Science Center), Ann\r\nHarding (Alaska Pacific University), and Mayumi Arimitsu and Kirsten Bixler\r\n(USGS Alaska Science Center).\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1170738000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169736"},{"tid":"169806"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}