{"title":"USGS-Cornell Study Marks Increased Trends in Infectious Disease Occurrences in Our Oceans","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"c-bold\">News Editors: Reproducible photos are available at:<\/span> <br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2004-04-13a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2004-04-13a.jpg<\/a> (Many gorgonian corals like this sea fan that Jessica Ward swims toward died in 1999 at this site in Palau. Photo by Drew Harvell, Cornell University)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2004-04-13b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2004-04-13b.jpg<\/a> (Diseased Pachyseris coral in Palau. The dark band is a cyanobacterium currently being studied to determine if it poses a threat to other corals. Photo by Drew Harvell, Cornell University) <\/p>\n<p>Infectious disease outbreaks have increased in natural communities in several major groups of marine life during the past 30 years, suggests a new review of scientific literature by Cornell University and the U.S. Geological Survey (USGS), published in the April issue of the Public Library of Science: Biology. This study lends support for the need to understand disease dynamics in the oceans, and marks the first quantitative use of normalized trends in the scientific literature to test an ecological hypothesis. <\/p>\r\n<p>The study found increased reports in scientific literature of disease outbreaks for turtles, corals (non-infectious bleaching), mollusks, mammals and urchins, said Dr. Kevin Lafferty, a USGS marine ecologist in Santa Barbara, Calif., and coauthor with Jessica Ward, a graduate student at Cornell University. The scientists detected no significant trends for seagrasses, decapods, corals (infectious disease) and sharks\/rays, and, most surprisingly, they found evidence of decreased reports of disease outbreaks in fishes. <\/p>\r\n<p>Although stress may make individuals more susceptible to disease, disease outbreaks are also associated with dense populations, which aid in transmission of disease between individuals of a species, said Lafferty. <\/p>\r\n<p>&quot;Infectious disease should increase in thriving populations as much or more as in stressed populations. Probably the most alarming result of our study is the suggestion of fewer diseases in fishes. As we fish stocks down, the remaining individuals may be too sparse to transmit infectious diseases,&quot; said Lafferty. <\/p>\r\n<p>The USGS scientist noted that this research would not have been possible until a couple of years ago because the extensive databases on scientific research now allow scientists to use the data from previous research efforts to test scientific hypotheses, including trends in population status perhaps attributable to specific factors. <\/p>\r\n<p>&quot;Ideally we would have complete records of disease outbreaks for all marine organisms,&quot; commented Ward. &quot;However, that is an unrealistic expectation, even today, given that extensive surveys are difficult both in terms of time and money. So, we developed and tested a method to circumvent this problem.&quot; <\/p>\r\n<p>In the absence of baseline data on changes in disease over time, this new study used publication effort by marine scientists as an indirect way to detect important trends of disease. Ward and Lafferty searched the Science Citation Index Expanded online database, which references almost 6,000 journals, for titles from 1970 to 2001 that reported on disease and organisms from naturally occurring populations of nine marine groups: turtles, corals, mammals, urchins, mollusks, seagrasses, decapods, sharks\/rays and fishes. <\/p>\r\n<p>The idea is that scientists, through their publication efforts, can collectively document changes in natural phenomena over time. This assumes that scientists actually pursue problems in proportion to their frequency in nature. But simply counting reports is misleading because of the general increase in scientific publications and other potential biases. Ward and Lafferty quantified the reports of disease, and normalized the data by taking an annual proportion of disease reports and eliminating a variety of biases, such a","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1081915200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169871"},{"tid":"169636"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}