{"title":"April Showers Bring Some Relief to Massachusetts Drought Conditions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Normal rainfall during April helped alleviate some of Massachusetts and Rhode Islands&rsquo; low-water conditions. But the states&rsquo; streamflows and ground-water levels still haven&rsquo;t completely recovered from the small amounts of precipitation that fell this past fall and winter. <\/p>\n<p>April rains increased some streamflows, but the U.S. Geological Survey (USGS) reports that more than half of the real-time streamflow stations in their network still recorded below-normal streamflow across Massachusetts and Rhode Island. Of the 106 wells that the USGS measures, a new record low was recorded in only one well. <\/p>\r\n<p>According to Roy Socolow, a hydrologist with the USGS in Northborough, Mass., conditions are improving, but they still fall short of normal levels.<\/p>\r\n<p>\"Surface-water conditions at the end of April were below normal for Rhode Island and Massachusetts, except for extreme northwestern Massachusetts and the Mystic and lower Charles River Basins, which were normal.\" <\/p>\r\n<p>\"On the other hand,\" said Socolow, \"For the first time since January 2002, no rivers in the two states set new minimum monthly mean discharges during April.\" \r\n<p>Ground-water levels also remained below normal. But water levels from March to April did increase in more than half of the 135 wells in the USGS network. A new historical ground-water level was measured at only 1 of 106 wells with 10 or more years of record. <\/p>\r\n<p>\"A new historical low was measured April 25 in the Sunderland 7 well in Massachusetts,\" explained Socolow. \"The new low level of 23.37 ft exceeded the previous historical low of 23.26 ft measured February 24, 1966, during the mid-1960s drought.\" <\/p>\r\n<p>Several wells, including the Sunderland 7 well, recorded levels lower than for any previous April during the period of record. Of the 106 wells with 10 or more years of record, 26 wells (Mass.--17 wells, R.I. 9 wells) recorded levels lower than for any previous April. <\/p>\r\n<p>On Cape Cod, ground-water levels remain below normal, a condition that has persisted since June 1999. Recorded levels, however, did increase slightly, as indicated by the fact that water levels in only two wells (Truro 89 and Wellfleet 17) recorded levels lower than for any previous April during the period of record, compared to the six wells that set new lows for March, which include Truro 89 and Wellfleet 17. No streamflow data are available for Cape Cod. <\/p>\r\n<p>Despite increases in water levels, precipitation in April remained below normal. According to the National Weather Service Forecast Office in Boston, Mass., precipitation during April was about 1 inch below normal. From July 2001 through March 2002, precipitation ranged from around 19 to 26 inches across southern New England, which was about 10 to 17 inches below normal. During the spring, plants intercept and use much of the rain that falls, or it evaporates; therefore, much of the water never reaches streams and aquifers. Ground-water levels best reflect the long-term effects and the severity of the drought, and they generally take longer to respond to recent precipitation than do streamflows. <\/p>\r\n<p>Tracking streamflow and ground-water levels is essential to gauge drought severity and recovery. The USGS has provided these data to State and local water-resource managers. The data are critical for making appropriate decisions on setting drought conditions and water restrictions. For more information on how the drought is affecting streamflow and ground-water levels in Massachusetts and Rhode Island, see the Drought Watch Web page at: <a href=\"http:\/\/ma.water.usgs.gov\/drought\/drought_index.htm\">http:\/\/ma.water.usgs.gov\/drought\/drought_index.htm<\/a>. <\/p>\r\n<p>The USGS operates the real-time streamflow stations and the wells used in the analysis in cooperation with the Massachusetts Department of Environmental Management, the Massachusetts Department of Environmental Protection, the Metropolitan District Commission, the Rh","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1020744000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170401"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}