{"title":"USGS Report Focuses on Fish Health in Rock Creek","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe USGS has released a report on the chemical and ecological health of Rock Creek in Washington, D.C. The report documents the results of a two-year study of chemical contaminants in the sediments and the health implication of these chemicals to white sucker, a common bottom-dwelling fish that lives in the stream. \r\n<\/p>\r\n<p>\r\nHazardous chemicals were found in the sediments of Rock Creek at levels that sometimes exceeded guidelines for the protection of aquatic animals. These chemicals included insecticides, heavy metals such as lead, mercury, and chromium, polyaromatic hydrocarbons (PAHs), and PCBs. \r\n<\/p>\r\n<p>\r\nThe USGS scientists determined that some of the hazardous chemicals present in the stream and bed sediments also were found in white sucker. Negative health impacts on the fish included a variety of microscopic lesions, parasites, and abnormal development in the gills, liver, kidneys and gonads of the fish. In one year of the study, male gonads were less developed and typical spawning behavior was not observed, but no direct connection was made between chemicals in the fish and spawning success. \r\n<\/p>\r\n<p>\r\nHealth effects in this species of fish in Rock Creek were significant, but were not as severe as those found in more urbanized streams in the region, such as the Anacostia River. No direct cause and effect was determined for chemical exposure and compromised fish health. But a substantial weight of evidence indicates that these white sucker which are bottom feeding fish and low-order consumers in Rock Creek are experiencing some reduction in health. White sucker are not a common food fish for people. \r\n<\/p>\r\n<p>\r\nScientists took sediment and fish samples at Peirce Mill in Rock Creek Park in the District of Columbia. \r\n<\/p>\r\n<p>\r\nThe study was a joint effort by USGS scientists from the Maryland Water Science Center, Patuxent Wildlife Research Center, and National Fish Health Research Laboratory, and was supported by the National Park Service, and the D.C. Department of Health. \r\n<\/p>\r\n<p>\r\nEditors Note: The report, entitled <em>Chemical and Ecological Health of White Sucker in Rock Creek Park, Washington, D.C., 2003 &ndash; 2004<\/em> is available at <a href=\"http:\/\/md.water.usgs.gov\/publications\/sir-2006-5140\/\">http:\/\/md.water.usgs.gov\/publications\/sir-2006-5140\/<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1166590800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169045"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}