{"title":"Media Advisory: Hazards Maps Show Quake Risk In and Around Evansville","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new series of seismic hazard maps that outline the effects from quakes occurring in the Evansville, Ind., area will be unveiled by the U.S. Geological Survey and local and regional partners. These earthquake hazard maps are critical tools for business leaders, city planners, emergency management and homeowners since the area is at risk from both the New Madrid and the Wabash Valley seismic zones.<\/p>\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>When:<\/strong><\/td>\r\n<td><strong>Tuesday, Feb. 7 <\/strong><br \/><br \/><strong>1 to 5 p.m.: <\/strong>Technical program will be presented, targeted to business leaders, planners, engineers, building officials, and first responders. <br \/><strong>5:30 to 7p.m.: <\/strong>The program will be geared toward a general audience. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where: <\/strong><\/td>\r\n<td>Southern Indiana Career &amp; Technology Center, <a href=\"http:\/\/maps.google.com\/maps?q=1901+Lynch+Rd,+Evansville,+IN+47711&amp;hl=en&amp;safe=active&amp;hnear=1901+Lynch+Rd,+Evansville,+Indiana+47711&amp;gl=us&amp;t=m&amp;z=16&amp;vpsrc=0\">1901 Lynch Road, Evansville, Ind.<br \/><br \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Why: <\/strong><\/td>\r\n<td>The maps can be used by business leaders, city planners, utilities, and emergency managers to better prepare for future earthquakes and reduce losses. The maps are also of interest to property owners and the general public.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>The USGS and other project contributors will host. There will be a special portrayal of Eliza Bryan, who lived in New Madrid from 1780 until 1866. She survived the 1811&ndash;1812 New Madrid earthquakes and left detailed accounts of her experiences. Earthquake geologist Phyllis Steckel will portray Eliza Bryan and share the survivor&rsquo;s recollections of the Mississippi River running backwards and upheavals of the earth&rsquo;s surface during those earthquakes. <br \/><br \/><br \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The Evansville Area Earthquake Hazards Mapping Project is funded by the USGS National Earthquake Hazards Reduction Program. The USGS, Southwest Indiana Disaster Resistant Community Corporation, Purdue University, the Center for Earthquake Research and Information at the University of Memphis and the Kentucky, Indiana, and Illinois state geological surveys are project leaders. The Central U.S. Earthquake Consortium State Geologists are also involved.<\/p>\r\n<p>For more information about the earthquake hazard maps, please contact Oliver Boyd at 901-678-3463 or olboyd@usgs.gov, or visit&nbsp;the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/ceus\/urban_map\/evansville\/\">Evansville Area Earthquake Hazards Mapping Project<\/a>. Register for the event by sending an e-mail to: <a href=\"mailto:eqworkshop2012@gmail.com\">eqworkshop2012@gmail.com<\/a>. There is no charge to attend.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["earthquake","New Madrid","Indiana","hazardmaps"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1328245200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}