{"title":"USGS Launches New Web Site for Nation&rsquo;s Water Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS), this week, launched its new, online National Water Information System (NWISWeb) and in so doing opened the doors to the public to much more of the 100 years of water data collected by the federal earth science agency. The new website, found at:<a href=\"http:\/\/water.usgs.gov\/nwis\/\">http:\/\/water.usgs.gov\/nwis\/<\/a> allows users to access several hundred million pieces of archival and real-time data &ndash; all from their home or office computers.<br><\/p>\n<p>\"Our users can now gain easy access to over 100 years of water information, all with the click of a mouse,\" said Robert Hirsch, USGS Associate Director for Water. \"This not only saves them time, money, and effort for the user, but also allows our hydrologists and technicians to concentrate on collecting data and processing the information derived from it. We have been providing real-time streamflow and historical streamflow data on the web for several years now. What this new system does is to improve that service and integrate it with many other types of water data including historical water-quality data from rivers and aquifers, historical ground-water level data, and real-time water quality, precipitation, and ground-water levels.\" <br><\/p>\r\n<p>NWISWeb is an integral part of the USGS mission to disseminate important water-quality and quantity data to the public. These data can help water managers, engineers, scientists, emergency managers, recreational water users, utilities, etc. to: <br><\/p>\r\n<UL>\r\n<LI>evaluate current water supplies and plan for future supplies,<\/LI>\r\n<LI>forecast floods and droughts,<\/LI>\r\n<LI>operate reservoirs for hydropower, flood control, or water supplies,<\/LI>\r\n<LI>evaluate and control water quality,<\/LI>\r\n<LI>navigate rivers and streams,<\/LI>\r\n<LI>safely fish, canoe, kayak, or raft.<\/LI><\/UL>\r\n<p>During last month&rsquo;s floods in Texas from Tropical Storm Allison, one home user logged into the real-time NWISWeb information to determine how high and how fast waters in his area were rising. <br><\/p>\r\n<p>&quot;We called our friend and woke him up soon enough for him to get his papers and photos up off the floor before he got 21\" of water through the house, &quot; said Theodore Cleveland, who works for University of Houston Department of Civil and Environmental Engineering. &quot;The real-time on-line data was a great help.&quot; <br><\/p>\r\n<p>NWISWeb data comes from a vast, nationwide network of more than 1.5 million USGS water data collection stations including: <br><\/p>\r\n<UL>\r\n<LI>338,000 water-quality sites where samples are taken from rivers or aquifers,<\/LI>\r\n<LI>21,200 past and present streamflow sites,<\/LI>\r\n<LI>7,570 real-time sites including streams, lakes\/reservoirs, ground water, and meteorological sites,<\/LI>\r\n<LI>1.37 million wells. <br><\/LI><\/UL>\r\n<p>\"...I am absolutely thrilled with the scope and level of detail in this system. I&rsquo;ve been waiting for this for a long time and I will be using this for student exercises and projects in all my classes...If the students learn to use this system, they will be well prepared for the job market,\" said Robert Ward, Professor and Director of the Colorado Water Resources Research Institute at Colorado State University.<br><\/p>\r\n<p>&quot;The vastness of this water data set is unprecedented,&quot; Hirsch said. &quot;And by having more than 100 years worth of data for many places, all available on a desktop computer, users can easily compare data taken from fifty years ago and an hour ago to track changes. Not only does this system save time and effort for our users who want the data, it also improves our own internal efficiency. Many data requests in the past required considerable time of USGS staff to fulfill. Now most requests can be filled with no involvement of our staff. The system also helps us with our own quality-assurance process. This is clearly a great example of e-government at work improving service and saving money.&quot;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"994910400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}