{"title":"WHITE HOUSE CONFERENCE: NEW STRATEGIES TO REDUCE RISK FROM NATURAL DISASTERS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The reality of natural hazards and the \"hidden disaster tax\" to this Nation from damage to buildings, homes, and lifelines will be the basis for developing strategies for risk assessment and decisionmaking in hazard prone areas at the National Science and Technology Conference, November 2 and 3, 1995, at the White House Conference Center, 726 Jackson Place, N.C., Washington, D.C.. \n<p>Using a creative format of three topically-oriented panel sessions, nearly 100 participants will tackle risk assessment strategies for 1) resilient and sustainable development; for 2) mitigation of effects; and for 3) communication before, during and after a natural hazard. \r\n<p>The session opens at 8:00 am, November 2, with an address on \"Risk Assessment for Decisionmaking on Natural Hazards\" by Mark Schaefer, from the Office of Science and Technology Policy (OSTP)). James Baker, Administrator, National Oceanic and Atmospheric Administration (NOAA) and Robert Watson, Associate Director for Environment, OSTP, will give welcoming remarks. \r\n<p>Keynote speakers include Howard Kunreuther, co-director, Risk Management and Decision Processes Center, the Wharton School of the University of Pennsylvania and Yakov Haimes, Director, Center for Risk Management of Engineering Systems, University of Virginia. \r\n<p>Robert Hamilton with the U.S. Geological Survey (USGS) will present a paper with William Hooke (NOAA) on \"Reality Checks Provided by the Northridge Earthquake, Midwest Flood, and Hurricane Andrew On the Need for Improving National, Regional and Local Risk Assessments.\" \r\n<p>USGS scientists William Miller and John Kelmelis will participate in panel on communications, highlighting technological advances in communication capabilities. \r\n<p>The conference will be held in the Truman Room, White House Conference Center, 726 Jackson Place, NW, Washington, D.C. on November 2 and 3, 1995 between 8:00 am and 4:30 pm. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"815115600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170530"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}