{"title":"PENNSYLVANIA STATEWIDE STREAM AND GROUND-WATER LEVELS AVAILABLE ONLINE FROM USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As a public service during the current drought period, the Pennsylvania District Office of the U.S. Geological Survey (USGS) is providing a new online service that demonstrates the effects of the current drought on statewide ground-water levels and streamflow conditions.<!--introend--> This new service displays the Pennsylvania Department of Environmental Protection&rsquo;s current drought-declaration status for the 67 counties in the Commonwealth, shows streamflow and ground-water hydrographs that indicate the current severity of the drought in the affected counties, shows the relation of current and past water levels recorded from a statewide network of ground-water observation wells, and presents streamflow hydrographs from three large river sites and selected smaller streams that compare current and past streamflow data. In addition, links are provided to other drought information web sites. \n<p>In addition to this new service, the Pennsylvania District Office of the USGS, in cooperation with other Federal, State, and local agencies, routinely presents online information about the most current stream stage and streamflow conditions for nearly 220 locations throughout the Commonwealth, 5-day stream hydrographs, historical streamflow data at those sites and others, current ground-water conditions for 27 ground-water observation wells located throughout the Commonwealth, monthly reports from the statewide network of observation wells, and links to other Federal, State, and local water-resources web sites, and similar USGS web sites across the nation. \r\n<p>The new drought information can be found on the web at <a href=\"http:\/\/pa.water.usgs.gov\">http:\/\/pa.water.usgs.gov<\/a> (or go directly to the USGS Pennsylvania District water-data-online page, <a href=\"http:\/\/pa.water.usgs.gov\/pa_hydro.html\">http:\/\/pa.water.usgs.gov\/pa_hydro.html<\/a> for the most-current information on stream and groundwater levels). <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"931752000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169733"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}