{"title":"Latest Science to Aid Restoration of South Florida\/Everglades","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Managers and planners representing Federal, state, and local government agencies and private organizations will gather in Fort Lauderdale on Monday for a 3-day conference (August 25 - 27) to discuss the latest results of more than 50 scientific investigations by the U.S. Geological Survey in South Florida.<!--introend--> The USGS South Florida Science Symposium will be held at the Embassy Suites Hotel beginning on Monday at 1:00 p.m. and concluding at 4:00 p.m. on Wednesday. \n<p>At the symposium, USGS investigators will describe the latest data and results from research on a wide range of topics, including: pre-development environmental conditions; the potential for contamination by mercury, sulfur, and phosphorus; offshore transport of contaminants by subsurface flow; physical conditions in Florida Bay; long-term fish populations; hydrologic and ecological modeling; and detailed mapping of elevation and vegetation. \r\n<p>Research activities conducted by USGS scientists are providing important basic information needed by land and water resource managers attempting to restore and maintain the South Florida ecosystem. \r\n<p>The multidisciplinary research activities taking place in South Florida are an integral part of the USGS Ecosystem Program. Scientists in the fields of biology, hydrology, cartography, and geology collaborate to provide information relevant to solving complex problems of South Florida&rsquo;s ecosystem. Similar regional investigations in cooperation with public and private organizations are underway in the Chesapeake Bay drainage basin and the San Francisco Bay-Delta basin. \r\n<p>\r\n<p>\r\n<p>Note to editors: Review copies of the abstracts are available to the news media and symposium participants. The abstracts have been compiled as USGS Open-File Report 97-385, \"U.S. Geological Survey Program on the South Florida Ecosystem--Proceedings of the Technical Symposium in Ft. Lauderdale, Florida, August 25 - 27, 1997.\" Please call (850-942-9500, ext. 3011) or write the USGS Florida district office (227 North Bronough Street, Suite 3015, Tallahassee, FL 32301.) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"872049600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170424"},{"tid":"169746"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}