{"title":"Make Your New Year&rsquo;s Resolution: Volunteer at the USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) needs volunteers to help with Visitors Center activities at its National Center headquarters in Reston, Virginia. Each year, the USGS National Center is visited by hundreds of visitors, including elementary school groups, scouts, and other civic organizations during half day sessions on Monday afternoons, and Tuesday and Thursday mornings. USGS volunteers conduct tours, answer questions, and lead visitors in hands-on activities in the Visitor Center. \n<p>Do you qualify?<br>Do you enjoy working with people? Do you have 2 half-days to volunteer each month? Are you willing to learn about map printing, dinosaur finds, fossil rubbing, and other hands-on activities? If so, then you&rsquo;re qualified! \r\n<p>What should you do?<br>Call Deborah Barthello at the USGS Visitors Center at 703-648-4748. Then, fill out a volunteer agreement form and participate in a series of 3 half-day training sessions. You will have the opportunity to follow a tour and see other volunteers in action. \r\n<p>Another way to see volunteers at work is to visit the USGS during the 1998 Holiday Train Display at the National Center. From December 21 to 24, the USGS auditorium will be filled with model trains and displays about animals, minerals, water, and maps. USGS scientists will be around to answer questions about USGS activities. For more information, visit our homepage at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov <\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"914216400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}