{"title":"USGS Provides Critical Data as Heavy Rains Swell Idaho Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Heavy rains last weekend turned many Idaho rivers into raging torrents.<\/p>\n<p>The Payette River provides one dramatic example of the storms&rsquo; effects. The Payette, measured at the U.S. Geological Survey gage near Payette, Idaho, rose from just over 6.5 feet on Thursday, June 3 to a crest of 13.69 feet on Sunday, June 6. The Payette&rsquo;s flow during the same period increased 265 percent, from 6,190 cubic feet per second on June 3 to 22,600 cfs on June 6. Cities all along the Payette experienced flooding as the river overflowed its banks. McCall received more than 2 inches of rain on June 6. The dam at Browns Reservoir failed, created a major flood on the river&rsquo;s Lake Fork that destroyed the USGS gaging station and damaged bridges and homes downstream.<\/p>\r\n<p>On the Little Salmon River near Riggins, rain and snowmelt raised the river to flood stage on June 4, cresting at 10 feet. The Little Salmon also flooded fields and houses near New Meadows.<\/p>\r\n<p>As the storm system moved eastward across the state, other rivers rose close to or above flood stage, including the Salmon, Big Wood, Teton, Henrys Fork, and the Snake. In all, three USGS gaging stations recorded new peak flows: Falls River near Ashton, North Fork Teton River near Sugar City, and Valley Creek near Stanley.<\/p>\r\n<p>U.S. Geological Survey crews responded immediately to the rising water throughout Idaho, spending the weekend gathering critical data for both immediate public safety and the long-term understanding of Idaho&rsquo;s water resources. Crews continued to collect data throughout the week.<\/p>\r\n<p>The USGS continuously fed data about stream flow and height to the National Weather Service for use in flood forecasting and warnings. USGS crews also collected samples of sediment being carried downstream by the strong flows. Measuring concentrations of sediment suspended in water provides data that scientists and engineers can use to determine the health of rivers and any downstream lakes and reservoirs.<\/p>\r\n<p>Flood warnings remain in effect for many Idaho rivers and streams. Citizens can stay alerted to <a href=\"http:\/\/www.nwrfc.noaa.gov\/\">National Weather Service river forecasts<\/a><a href=\"http:\/\/www.nwrfc.noaa.gov\/\"><\/a>. USGS real-time stream data are available <a href=\"http:\/\/waterdata.usgs.gov\/id\/nwis\/rt\">online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["water","Idaho","flood","river","gage","rain","storm"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1276056000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169158"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}