{"title":"Report: USGS Strengthens Relationships with American Indians and Alaska Natives","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new report by the U.S. Geological Survey (USGS) highlights the breadth of scientific studies on Native lands. American Indian and Alaska Native governments will use information from these studies in their land and resource management decisions. Many of the studies were requested by Native American governments, calling upon the unbiased scientific expertise of the USGS in water, biology, geographic information management, and geologic resources. <\/p>\n<p>\"Information is a vital resource for Native American governments, communities, organizations, and people,\" said USGS director Charles \"Chip\" Groat. \"USGS provides technical expertise, reports, and other impartial information sources that benefit Native Americans interested in subsistence issues, water, land use, and the health of many parts of the environment. Native self-sufficiency, economic development, and conservation are cultivated through Native decisions informed with USGS data and analyses.\"<\/p>\r\n<p>The report presents brief descriptions of USGS research in cooperation with American Indian and Alaska Native governments and organizations during Federal fiscal year 2003. Projects vary from hiring individual Native interns to identifying the sources of drinking water contamination. A growing number of Tribal governments, educational institutions, and other Tribal organizations have begun using geographic information systems and other digital technologies. As Tribes become more interested in and more adept at managing digital information, they are seeking relevant data from the USGS more frequently. <\/p>\r\n<p>The USGS is responding to these needs by increasing the transfer of scientific information to American Indian and Alaska Native governments and by training employees of those governments to conduct scientific studies and improve scientific data management. The USGS is also encouraging American Indians and Alaska Natives to pursue careers in science. <\/p>\r\n<p>\"USGS recognizes that we have something to teach and something to learn from Native Americans,\" Groat said. \"Our decades-long partnership ensures that we continue to build and strengthen the bridges between our communities and that we encourage Native Americans to investigate science as a tool for decision making and potential careers. Since the explorations of John Wesley Powell, the second Director of the USGS, we have been pleased to share knowledge of natural resources with the people who know it most closely.\"<\/p>\r\n<p>The new report is available from the USGS by contacting Susan Marcus at 703-648-4437 or online at <a href=\"http:\/\/www.usgs.gov\/indian\/pubspage.html\">http:\/\/www.usgs.gov\/indian\/pubspage.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1115006400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170528"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}