{"title":"Harlow Named U.S. Geological Survey Public Affairs Officer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Trudy Harlow, former Public Affairs Officer for the National Biological Service (now the USGS&rsquo;s Biological Resources Division), has been named Public Affairs Officer for the U.S. Geological Survey, according to USGS Acting Director Tom Casadevall.<!--introend--> Since the merger of the NBS into the USGS on October 1, 1996, Harlow has been working in the USGS Office of Outreach, which oversees public affairs. \n<p>Casadevall pointed to Harlow&rsquo;s breadth of experience at the Department of the Interior, USGS&rsquo;s parent agency, as a particular asset she brings to the position. \r\n<p>Harlow joined the Interior Department in 1986 as a Special Assistant to the Director of the National Park Service. In 1989, she became Director of Communications for Interior&rsquo;s Take Pride in America program, a national initiative established in the Secretary&rsquo;s Office to encourage public stewardship for and voluntarism on America&rsquo;s public lands. In July, 1993, Harlow was recruited to conduct media operations in support of the National Biological Survey Task Force, established by Secretary Bruce Babbitt to build this new bureau within the Department of the Interior. When the National Biological Survey was funded by Congress on November 11, 1993, Harlow became the bureau&rsquo;s first and only Public Affairs Officer. The bureau&rsquo;s name was later changed to National Biological Service. \r\n<p>Harlow received a B.A. in History from Converse College in Spartanburg, S.C. She and her husband, Edward Dervan, have two children: a daughter, Kirby Lunger, 24, and a son, Tad Lunger, 22. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"886741200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}