{"title":"USGS Measures a Century of Floods<br>New Fact Sheet Describes Significant Floods of the 20th Century","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When there is a flood, the U.S. Geological Survey is usually there to measure it. The USGS has measured floods and supplied streamflow data to the nation for more than 110 years and now has released a new fact sheet listing the most significant floods of the 20th century. <\/p>\n<p>During the 20th century, floods were the number-one disaster in the United States in terms of lives lost and property damage, according to the new fact sheet by the USGS. Flooding has caused the deaths of more than 10,000 people since 1900. Property damage from flooding now totals over $1 billion each year in the United States. The fact sheet discusses 32 significant floods that occurred during the 20th century. The floods were determined to be significant based on a combination of factors including lives lost, and total damage and are broken down into six types of floods: large regional flooding, flash floods, storm surge floods, ice-jam floods, dam and levee failure and mudflow floods.<\/p>\r\n<p>&quot;The USGS routinely makes many direct measurements during floods and after floods subside,&quot; said USGS research hydrologist and fact sheet author Charles Perry. &quot;We based this new fact sheet on more than 110 years of data that the USGS has collected.&quot; <\/p>\r\n<p>The century&rsquo;s deadliest flood occurred in Galveston, Texas, during a September 1900 Hurricane. As the superstorm rolled ashore along the Gulf Coast, more than 6,000 persons lost their lives in the monster hurricane&rsquo;s storm surge and wind. Ninety percent of the people killed in hurricanes drown as flood waters rise quickly from the storm surge and heavy rains. <\/p>\r\n<p>Flash floods from intense thunderstorms are also deadly. In June 1972, 237 persons lost their lives along Rapid Creek during the Rapid City S.D. flood. Four years later in July 1976, 144 persons were killed by flash floods on the Big Thompson and Cache la Poudre Rivers in Colorado. <\/p>\r\n<p>Nationwide, half of all flash flood deaths are related to automobiles. The fact sheet diagrams the usually fatal consequence of driving through floodwaters. &quot;Water only one foot deep flowing over a road can exert more than 500 pounds of lateral force, which sweeps an automobile into the much deeper water along the roadside,&quot; Perry said. <\/p>\r\n<p>Floods are also the most costly of all natural disasters in the United States. In the spring and summer of 1993, long periods of excessive rainfall in the upper Mississippi River Basin flooded nine states, killed 48 people and resulted in record losses of more than $20 billion -- about half of these damages were to residences, businesses, public facilities, and transportation facilities. More than 55,000 homes were damaged or destroyed and 532 counties received federal disaster aid. <\/p>\r\n<p>The USGS maintains more than 7,000 gaging stations throughout the United States, Puerto Rico and the Virgin Islands to monitor streamflow. Real-time streamflow information for most of these stations can be accessed through the World Wide Web, providing flood warning for those in harm&rsquo;s way. These gages can also be connected directly to warning devices in flash-flood prone areas. All streamflow information is provided by the USGS to various federal, state and local cooperating agencies as well as the general public. The information is available at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov<\/a>. <\/p>\r\n<p>Copies of Fact Sheet 024&ndash;00, &quot;Significant Floods in the United States During the 20th Century&mdash;USGS Measures a Century of Floods,&quot; by Charles A. Perry, are available from the USGS, Information Services, Box 25286, Federal Center, Denver, CO 80225&ndash;0286, or call 1&ndash; 888&ndash;ASK&ndash;USGS. The fact sheet may be viewed on the Web at: <a href=\"http:\/\/ks.water.usgs.gov\/Kansas\/pubs\/fact-sheets\/\">http:\/\/ks.water.usgs.gov\/Kansas\/pubs\/fact-sheets\/<\/a> National real-time streamflow information from the USGS can be accessed through the Interne","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"958017600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169039"},{"tid":"170576"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}