{"title":"Frogs, Fish, and Fires: A New Look at Fire and Fuels Reduction Effects","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Frogs, salamanders and fishes are not exactly the first species one thinks about as wildlife affected by fire &ndash; after all, they live in water &ndash; but a special June issue of <i>Forest Ecology and Management <\/i>points out that the response of these species to habitat changes induced by fire and fuels reduction practices is highly variable. <\/p>\n<p>The special issue, &quot;The Effects of Wildland Fires on Aquatic Ecosystems of the Western USA,&quot; includes five overviews by U.S. Geological Survey (USGS) scientists of the known and possible effects of wildland fire and fuels management on amphibians and fish as well as their habitats. These overview papers are pieces within a larger framework regarding fire and fuels management that the journal issue focuses upon. <\/p>\r\n<p>&quot;Amphibians are major parts of forest ecosystems, and many species are sensitive to habitat changes, including those that occur after a forest fire,&quot; said Bruce Bury, a USGS zoologist who co-authored a review paper on fire and amphibians. &quot;For example, soil erosion increases after a fire. Sediment collects in streams filling in the area between rocks and stones so stream amphibians can no longer lay their eggs, forage and hide in these areas.\" <\/p>\r\n<p>Although amphibians have evolved in the presence of wildfire, it is unclear at this time how the combination of fire and fuel-reduction management practices will affect them. Because of this, Bury says, policy makers and resource managers need to know how amphibians &ndash; many of which are declining in numbers &ndash; respond to wildfire and fuel-reduction management practices such as prescribed burning and reductions in fuel loads by thinning of forest stands. <\/p>\r\n<p>Fire could affect each amphibian life stage differently, Bury noted, since amphibians often use different habitats as larvae and as adults. Some amphibians live their entire life in water, others breed in water but live on land as adults, and yet others spend their entire lives on land. <\/p>\r\n<p>Fish populations can also be affected by fire, said USGS scientist Robert Gresswell, co-editor of the special issue. &quot;A tremendous amount of debris can be dumped into streams following fires, and fish sometimes totally disappear following such an event. The good news is that even when fish populations are reduced, they usually manage to return from other unaffected areas.&quot; Within two years after a fire, fish numbers are often higher than before the fire. Furthermore, the wood and sediment that frequently enter the stream following fires are critical to maintaining good habitat for trout and salmon. <\/p>\r\n<p>The real challenge is that fish have to be able to get back into affected areas when conditions improve. &quot;The vulnerability of fish to fire is related to the type, amount, and quality of their habitat, and connections among areas in the stream network,&quot; Gresswell said. Because fires will occur regardless of efforts to prevent them, Gresswell suggests that resource managers address potential risk factors to prevent the decline of fish populations. &quot;If we can build stronger populations by improving the habitat before a fire occurs and make sure that fish can move between areas with good habitat, fish will continue to thrive following fire.&quot; <\/p>\r\n<p>Recent increases in the size and intensity of forest fires in the western United States appear related, in part, to accumulation of fuel loads from past forest practices including fire suppression. In response to these more severe fires and heavy fuel loads, current forest management policies call for a greatly expanded fuels reduction program. <\/p>\r\n<p>Future climate change, however, may limit the effectiveness of fuel management activities. USGS scientist Sarah Shafer and her co-authors from the University of Oregon have examined long-term fire-regime patterns related to climate. Their simulations of vegetation and soil moisture under potential","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1056168000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170353"},{"tid":"168979"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}