{"title":"Flying Carp and Giant Pythons Topic of Free Lecture Wednesday","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va.<\/strong> &ndash; Giant pythons and flying carp -- two high-profile invasive species with the potential to wreak havoc on their individual ecosystems -- are the topic of a free public lecture Wednesday, July 11, at 7:00 p.m. at the U.S. Geological Survey National Center in Reston, Va.&nbsp;<\/p>\n<p>Titled \"Under Siege:&nbsp; Battling Flying Carp and Giant Pythons and How Science Can Help,\" the lecture takes place in a federal facility and a valid photo ID is required for entry by attendees 18 years of age and older. Attendees should plan to arrive at least 15 to 20 minutes early to process through security.<\/p>\r\n<p>Over the last several decades, non-native species have continued to invade sensitive ecosystems throughout the United States. Two high-profile species, Asian carp in the Midwest and Burmese pythons in the Everglades, are the focus of much attention by decision makers, the public and the media.&nbsp;<\/p>\r\n<p>\"Pythons and Asian carp hold important lessons: neither species was imported with the intent to release to the wild, but without careful safeguards, it inevitably happened,\" said USGS Director Marcia McNutt. \"Both species found plentiful habitat to breed and thrive, with no major predators to keep their populations in check.\"<\/p>\r\n<p>Throughout South Florida, Burmese pythons threaten native ecosystems.&nbsp; Pythons eat a wide variety of mammals, birds, and reptiles, bringing the food chain out of balance and reducing the populations of many &nbsp;native species.&nbsp; While the Burmese python&rsquo;s size has drawn much attention, with some longer than 17 feet caught in the Everglades, several other species of invasive snakes are also at risk of spreading.<\/p>\r\n<p>In areas of the Midwest where Asian carps are abundant, these fish have interfered with commercial and recreational fishing, caused reductions in types of plankton that serve as an important food source for many aquatic species, and harmed native fish communities. &nbsp;If invasive Asian carps become established in the Great Lakes, they could cause great ecological and economic harm, including to the economically important Great Lakes fishery.&nbsp; The carp jump in large numbers when startled, leading to comparisons of flying fish.<\/p>\r\n<p>Nationwide, estimates have indicated that invasive species can cause more than $100 billion in damage to the U.S. economy each year. &nbsp; &nbsp;&nbsp;<\/p>\r\n<p>USGS scientists Sharon Gross, Robert Reed and Cynthia Kolar will discuss the issues &nbsp;and how science is aiding partners in documenting not only the effects of invasive species, but also methods to better prevent, detect and contain invasive species to minimize damage to ecosystems.<\/p>\r\n<p>For more information and directions visit the <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a>.<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Science In Action","Public Lecture","free","Ecosystems Invasive Species","Burmese Pythons","Pythons","Asian Carp","Everglades","Everglades Ecosystem","Everglades National Park","Great Lakes","Invasive Species Ecosystems Invasive Species","Ecosystems Fisheries Aquaticand Endangered Resources"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1341806400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170108"},{"tid":"170456"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}