{"title":"New USGS map reveals geology in and around Las Vegas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>While the saying may be, \"What happens in Vegas stays in Vegas,\" the U.S. Geological Survey (USGS) is sharing dirt about the geology of the Las Vegas region with the release of a new geologic map. <\/p>\n<p>The USGS map was designed to respond to land-use issues and challenges that Las Vegas is experiencing due to rapid urbanization. Using GIS-based earth science information, the map can be used to investigate major issues such as water supply and quality, land subsidence due to ground-water withdrawal, and seismic and flood hazards. <\/p>\r\n<p>\"This map illustrates how the integration of geologic and geophysical information offers a unique opportunity to apply basic geoscience techniques to help understand urban growth issues in this arid population center,\" said lead author Ric Page, USGS scientist.<\/p>\r\n<p>The map also provides information about how the rocks and landscape of the Las Vegas area&rsquo;s scenic parks and lands formed.<\/p>\r\n<p>The USGS map comes as a report with two large map sheets showing the geology and the geophysics of the Las Vegas 30&rsquo; x 60&rsquo; quadrangle, and an accompanying pamphlet describing the geologic and geophysical framework.<\/p>\r\n<p><em>Geologic and Geophysical Maps of the Las Vegas 30&rsquo; x 60&rsquo; Quadrangle, Clark and Nye Counties, Nevada, and Inyo County, California; U.S. Geological Survey Scientific Investigations Map 2814<\/em> can be obtained by calling 1-888-ASK-USGS or by visiting <a href=\"http:\/\/pubs.usgs.gov\/sim\/2005\/2814\">http:\/\/pubs.usgs.gov\/sim\/2005\/2814<\/a>. The report is $14. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1124337600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}