{"title":"USGS Find Fungus To Be A Cause of Fish Lesions in Chesapeake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Many of the fish lesions in Chesapeake Bay may be caused by a fungal infection rather than Pfiesteria, a U.S. Geological Survey scientist reported recently at the International Symposium on Aquatic Animal Health Conference in Baltimore.<!--introend--> While Pfiesteria remains the primary cause of fish kills in the Chesapeake, North Carolina and other estuaries, a fungus seems to be primarily responsible for lesions in menhaden fish of the Chesapeake Bay. \n<p>Vicki Blazer, a fish pathologist at the USGS Leetown Science Center in West Virginia, found fungal infections in 95 percent of the lesioned menhaden sampled from river sites closed by Maryland in 1997 and in 100 percent of the lesioned menhaden sampled from the Pocomoke and Wicomico rivers in August 1998. In early October, USGS scientists will collect additional samples from the Bay. \r\n<p>The fungus, said Blazer, appears to be a pathogenic species of Aphanomyces that has caused identical lesions and fish kills of estuarine and freshwater cultured and wild fishes throughout the Indo-Pacific area, including Japan, Australia, India and Thailand. These fish die-offs in the Indo-Pacific have been occurring since the 1970s in some countries and became a serious recognized problem in the 1980s. In a decade when problems caused by invasive species are becoming increasingly evident, Blazer questions how this fungus may have become established in Chesapeake Bay tributaries and what water-quality factors, including nutrients and dissolved oxygen, may be involved in such disease outbreaks. \r\n<p>In the Chesapeake Bay fishes that Blazer examined, the fungal organism and the surrounding sore often extended deep into the fishes muscle under intact normal skin. \"In numerous fishes,\" Blazer said, \"the fungal organism had actually penetrated to and through organs such as the liver. Future research will help determine if large numbers of migrating menhaden with open skin sores -- such as those caused by the fungal infections -- could stimulate the dinoflagellate blooms, including Pfiesteria.\" \r\n<p>\r\n<p>Denny Fenn, chief biologist of the USGS, said, \"Although it is possible that toxic dinoflagellates such as Pfiesteria may play a role in the development of fish lesions, our research evidence shows that other factors must be considered. It is essential that the cause or causes of fish lesions and their relationship to Pfiesteria and fish kills be understood so that resource managers can evaluate solutions not only to Pfiesteria but also to other potential causative agents.\" \r\n<p>\r\n<p>Blazer was a co-chair with well-known Pfiesteria researcher Dr. JoAnn Burkholder, of North Carolina State University, of a session on Infections in Estuarine Fishes\/Harmful Algal Blooms at the Aquatic Animal Health Conference on Aug. 31, 1998. Her preliminary results, presented at the conference, are from an ongoing USGS study to determine the causes of fish health problems in the Chesapeake Bay. The USGS is working with other state and federal agencies on the fish health and Pfiesteria issues in the Chesapeake Bay. More information can be found on the USGS Bay website: <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a>.\r\n<p>The USGS research is part of a broader effort by a range of federal agencies to provide coordinated research and response support for state and local agencies confronted with outbreaks of Pfiesteria and other threats to water quality and public health. The USGS Chesapeake Bay research program works with other local, state and federal agencies to provide the scientific information needed by land and resource managers and other potential users. The information is designed to help improve the understanding of the entire Bay ecosystem and enhance the ability to predict and measure the effects of restoration efforts. Among other activities, USGS measures surface-water and ground-water flow and quality; conducts studies of past and present natural","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"907128000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169015"},{"tid":"169012"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}