{"title":"As Hurricane Floyd Moves Up the Atlantic Coast . . . . USGS Scientists Tackle the Science of the Storm","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As Hurricane Floyd continues to bring heavy rain and dangerous storm surges to the Atlantic Coast, USGS scientists are tackling the challenges that a storm of this intensity brings to coastal resources &mdash; from flood-swollen rivers, to saturated hillsides, to vulnerable barrier islands, to altered wildlife habitats. <!--introend-->\n<p><b>Flooding<\/b> \r\n<p>The USGS network of streamflow gaging stations located in every state continuously provide information on the rising floodwaters from the rain associated with Hurricane Floyd. Information transmitted via satellite is available to federal, state and local emergency-management officials and to the public at <a href=\"http:\/\/water.usgs.gov\/realtime.html\">http:\/\/water.usgs.gov\/realtime.html <\/a>. This real-time information is indispensable for emergency preparedness and the rapid communication of flood information to National Weather Service river forecast centers, the U.S. Army Corps of Engineers, and the Federal Emergency Management Agency. \r\n<p>Although many USGS offices along Floyd&rsquo;s path were closed on Thursday as a safeguard for their employees, essential staff were in the field monitoring the flood conditions, making flood measurements and flagging high-water marks. \r\n<p>As of Thursday evening, September 16, at 5:00 PM: \r\n<p>\r\n<UL>\r\n<LI>In North Carolina the Tar and Neuse Rivers were above flood stage and continue to rise. USGS crews have been hampered in reaching stream measurement sites due to flooded roads, toppled trees and power lines, and road blocks as utility crews work to restore power. \r\n<p>\r\n<p><\/p>\r\n<LI>The most severe flooding in South Carolina occurred in the Waccamaw River basin. In the area near Longs, South Carolina, the Waccamaw River may crest near or exceed the historical high streamflow based on 49 years of continuous streamflow data. Western portions of both North and South Carolina continue to experience severe drought conditions. \r\n<p><\/p>\r\n<LI>Flooding in Maryland and Delaware was occurring in the Patuxent River watershed and on most of the Delmarva Peninsula. \r\n<p><\/p>\r\n<LI>Meherrin, Nottoway, and Blackwater Rivers in southeastern Virginia were above flood stage. <br>\r\n<LI>In New Jersey, flooding was occurring along the Rahway River near Springfield and the Raritan River at Bound Brook. <\/LI><\/UL>\r\n<p><b>Water-quality Monitoring<\/b> \r\n<p>As Hurricane Floyd continues along the coast, the immediate water-quality concern is the material washed into streams by surface runoff from heavy rains. USGS teams will be in the field for several days collecting stream water-quality samples. The samples will be analyzed for concentrations of bacteria, nutrients (nitrogen and phosphorus), pesticides, and sediment. The possible presence of fecal coliform and E.coli bacteria in drinking-water supplies is a primary human health concern during and after floods. An excess of nutrients can result in algal blooms, including Pfiesteria. Sediment in the water column can significantly reduce the amount of light that reaches submerged aquatic vegetation relied on by many organisms. \r\n<p>Large rainfall events associated with tropical storms have caused extended periods of poor water quality along the coast. The USGS has documented extremely low dissolved-oxygen concentrations for several weeks after heavy amounts of decaying organic matter (limbs, leaves, grasses, animal waste) flowed from swamps and tidal marshes into rivers after hurricanes Hugo, Bonnie, and Fran. \r\n<p>This past spring, the USGS began a two-year study at the Cumberland Island National Seashore, near the Georgia\/Florida line, to study water-quality conditions and aquatic communities. Hurricanes and tropical storms in the area may provide a glimpse of how coastal and climatic processes affect water-quality conditions and aquatic communities on barrier islands. \r\n<p><b>Coastal Erosion and Storm Surge<\/b> \r\n<p>USGS geologists, in cooperation with National Aeronautics and Space Adm","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","New Jersey","Virginia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"937540800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169003"},{"tid":"169269"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}