{"title":"USGS Continues to Support a Secure Water Future Around the World ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173861\" align=\"alignleft\" width=\"372\" caption=\"As part of an international collaboration, the USGS and assessed water availability in Kabul, Afghanistan. The report can be found online.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/USGS_in_Afghanistan-e1333662890107.jpg\"><img class=\"size-full wp-image-173861 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/04\/USGS_in_Afghanistan-e1333662890107.jpg\" alt=\"USGS and Afghan scientists examine water while testing for quality metrics\" width=\"372\" height=\"279\" \/><\/a>[\/caption]\n\nDepletion of the worldâ\u0080\u0099s clean water resources is a threat to life and livelihoods everywhere. The ready availability of clean water is fundamental to human well-being and sustainable development.Â  But the increasing demand for clean water continues to outpace global resources and capabilities.\n\nTo address this challenge, federal agencies are partnering with private industry through the <a href=\"http:\/\/uswaterpartnership.org\/\">U.S. Water Partnership<\/a> (USWP). Secretary of State Hillary Rodham Clinton announced the USWP in a speech commemorating <a href=\"http:\/\/www.unwater.org\/worldwaterday\/\">World Water Day<\/a> on March 22, 2012.\n\nâ\u0080\u009cOur domestic experiences with water and our technical expertise are valued around the world,â\u0080\u009d said Secretary Clinton. â\u0080\u009cAnd as countries become more water stressed or nations face water-related crises, they are increasingly turning to the United States for assistance.â\u0080\u009d\n\nThe USWP creates a platform for fostering new partnerships among government agencies, the private sector and the non-profit, academic, scientific, and expert communities in the United States. These partnerships will mobilize U.S. based knowledge, expertise and resources to provide safe drinking water and sanitation, improve water resources management worldwide, and improve water security around the world â\u0080\u0093 particularly in those countries most in need.\n\n<strong>USGS Involvement<\/strong>\n\nThe Department of the Interior plays an integral role in the USWP. The USGS, in particular, will provide technical resources to many scientists around the world, including data collection protocols and analytical methods for collecting data, hydrologic models, technical manuals and other reports, and training classes. USGS scientists have a long tradition of providing international assistance and will continue to provide assistance through many on-going collaborations and projects around the world.\n\nBy participating in the USWP, the USGS expects to increase its international presence, contributing earth science to support developing nations and U.S. foreign policy. As Secretary Clinton remarked, â\u0080\u009cWater is not only life-sustaining, it is also an essential ingredient of global peace, stability, and security.â\u0080\u009d\n\n<strong>Past and On-going USGS Projects Include:<\/strong>\n\n<strong>The Middle East:<\/strong>\n\nRecently the USGS completed an assessment of the water resources of <a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5262\/\">Kabul, Afghanistan<\/a>. Today the USGS continues to assess water availability in Afghanistan and to analyze the impact of mineral resources development on water resources. The USGS also assessed water availability at prospective resettlement sites for returning refugees.\n\nIn Iraq, the USGS is working in partnership with the State Department and the Iraq Ministry of Water to develop methods for assessing water resources. In Saudi Arabia the USGS is assisting the World Bank and the Government of Saudi Arabia to assess the risk of flood and drought. The USGS is also assisting USAID in its strategic planning for managing water resources in Jordan, with focus on the status of Jordanâ\u0080\u0099s groundwater supply.\n\n<strong>Africa:<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"360\" caption=\"In 1986, Lake Nyos, in the volcanic region of Cameroon, released a cloud of CO2 into the atmosphere, killing 1,700 people and 3,500 livestock in nearby towns and villages. Since then, engineers have been artificially removing the gas from the lake through piping. This photo shows the Lake Nyos pipe in operation. The 200-meter-long pipe is suspended from the raft and allows gas-rich water from the lake bottom to vent to the surface, where the CO2 dissipates into the atmosphere at a controlled rate. The shed on the control raft is about 6 feet high and the fountain is about 120 feet high. There are no pumps involved because the CO2 drives the fountain, just like a shaken bottle of champagne.\"]<img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/02_06_2012\/qvm8PCb54J_02_06_2012\/medium\/1.jpg\" alt=\"See caption:\" width=\"360\" height=\"270\" \/>[\/caption]\n\nIn the Horn of Africa, the USGS is working with USAID and NGOâ\u0080\u0099s to identify sustainable water supplies for refugee camps and for the region. In the Zambezi River Basin of southern Africa, the USGS is working with the USAID Office of Foreign Disaster Assistance and the WMO to develop a strategy for flood forecasting and early warning.\n\n<strong>Latin America:<\/strong>\n\nIn western Peru, the USGS recently provided technical assistance to help design a streamflow monitoring network in key watersheds where the Government of Peru is implementing a pilot program to protect and develop water resources. In El Salvador, USGS scientists are providing technical assistance to rebuild damaged streamflow monitoring stations in key river basins in advance of the upcoming hurricane season.\n\n<strong>Asia<\/strong>\n\nUSGS scientists are working with the Chinese Bureau of Hydrology Ministry of Water Resources, to compare and test streamflow monitoring instrumentation, modeling tools and data analysis.\n\n<strong>United States<\/strong>\n\nUSGS is also involved in the <a href=\"http:\/\/www.nature.org\/ourinitiatives\/habitats\/riverslakes\/howwework\/the-partnership.xml\">Great Rivers Partnership<\/a>, which is a global effort to advance sustainable management of the world's great rivers for people and nature by focusing on whole river systems. The partnership seeks to apply information learned from studies in Brazil on the Parana River and in China on the Yangtze River to large river challenges the United States faces, such as on the Mississippi River.\n\nFor more information these and other projects, contact Verne Schneider at <a href=\"mailto:vrschnei@usgs.gov\">vrschnei@usgs.gov<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24195","uid":"31","filename":"USGS_in_Afghanistan-e1333662890107.jpg","uri":"public:\/\/USGS_in_Afghanistan-e1333662890107.jpg","filemime":"image\/jpeg","filesize":"94692","status":"1","timestamp":"1425492768","type":"image","uuid":"e4881a36-5f60-447c-901c-088b98dd8762","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":465,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["international","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1333706449","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}