{"title":"International Team Tracks Shorebird along Previously Unknown Migration Route","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Tracking an individual shorebird as it travels across its range from the far north is now possible, thanks to an international team of researchers led by U. S. Geological Survey (USGS) wildlife biologists Matthew Johnson and Susan Haig.<!--introend-->\r\n<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\" align=\"right\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\">\r\n\t\t\t<p>\r\n\t\t\t<a href=\"http:\/\/fresc.usgs.gov\/news\/images\/bloy_pr_image.jpg\"><img src=\"\/newsroom\/images\/2007-9-24\/bloy_nr01.jpg\" border=\"0\" alt=\"black oystercatcher, photo credit: Brian M. Guzzetti\" width=\"250\" height=\"155\" \/><\/a> \r\n\t\t\t<\/p>\r\n\t\t\t<p class=\"small\">\r\n\t\t\tblack oystercatcher, photo credit: Brian M. Guzzetti&nbsp;\r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\">\r\n\t\t\t<p>\r\n\t\t\t&nbsp;<a href=\"http:\/\/fresc.usgs.gov\/news\/images\/bloy_pr_map.jpg\"><img src=\"\/newsroom\/images\/2007-9-24\/bloy_nr02.jpg\" border=\"0\" alt=\"USGS Forest and Rangeland Ecosystem Science Center, credit: Google Earth\" width=\"250\" height=\"188\" \/><\/a> \r\n\t\t\t<\/p>\r\n\t\t\t<p>\r\n\t\t\t<span class=\"small\">USGS Forest and Rangeland Ecosystem Science Center<\/span>&nbsp;\r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\nBlack oystercatchers are large, black shorebirds with long pink legs and orange-red bills that are dependent on the coastal marine shoreline and intertidal zone environment. They range along the west coast of North America from the Aleutian Islands to Baja California. Though not considered a threatened species, the black oystercatcher is listed as a species of high conservation concern with a global population estimated to be fewer than 11,000 birds. \r\n<\/p>\r\n<p>\r\nConservation efforts for the black oystercatcher are hindered by a lack of baseline data available to scientists including spring and fall migration pathways and sites used by the shorebirds during the winter (non-breeding) season. \r\n<\/p>\r\n<p>\r\nThis cooperative venture between the USGS, U. S. Fish &amp; Wildlife Service, U. S. Forest Service, Alaska Department of Fish &amp; Game, and Parks Canada is the first successful attempt to track the oystercatcher migration. Researchers use satellite and radio transmitters to track the birds as they travel from breeding sites across Alaska and British Columbia to previously unknown non-breeding locations. \r\n<\/p>\r\n<p>\r\nAccording to Johnson, &quot;Identifying important sites used by black oystercatchers outside of the breeding season is a crucial first step in conserving habitat for this bird species.&quot; \r\n<\/p>\r\n<p>\r\nThe public is invited to track these birds both during their migration and throughout winter on the web. Results are updated weekly at the <a href=\"http:\/\/fresc.usgs.gov\/products\/blackoystercatcher\/ptt_results.html\">Black Oystercatcher, Satellite Transmitter Results Web site<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1190606400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170098"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}