{"title":"President's 2012 USGS Budget Proposal","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The President&rsquo;s proposed $1.1 billion budget for the U.S. Geological Survey in 2012 emphasizes cost-containment and program savings while investing in research and development programs to restore and protect the nation&rsquo;s lands and waters for future generations.<!--introend--><\/p>\n<p>&ldquo;The USGS supports Secretary Salazar&rsquo;s and the Administration&rsquo;s strong commitment to use science as the cornerstone of natural resource management by providing timely, unbiased research related to our nation&rsquo;s most important natural resources,&rdquo; said Marcia McNutt, USGS Director. &ldquo;By providing funds for the sustained operation of Earth-observing satellites and for scientific research to enable understanding of complex ecosystems, the USGS budget will help our nation meet its energy needs, protect its land, water and wildlife, and make wise decisions about natural resources.&rdquo;<\/p>\r\n<p>The 2012 budget represents an increase of $6.1 million from the 2010 enacted level, which includes net program increases of $28.8 million, administrative cost savings of $23.4 million, and fixed costs and related change increases of $710,000.<\/p>\r\n<p>To address the President&rsquo;s priority on fiscal responsibility, the USGS 2012 budget makes vital investments in research and development and ecosystem restoration, while also finding difficult reductions within programs such as regional assessments of groundwater quantity and quality, toxic substances research on the nation&rsquo;s waters, mineral resource assessments, research and grants to improve the nation&rsquo;s resilience to natural hazards, the Water Resources Research Act program, the National Biological Information Infrastructure, the National Geological and Geophysical Data Preservation program, the National Cooperative Geological Mapping program, research to establish the limits of the extended outer continental shelf, and the climate effects network. These changes reflect tough choices and repositioning of core responsibilities to better address complex multidisciplinary issues.<\/p>\r\n<p>Proposed USGS key program increases are summarized below. More detailed information on the President&rsquo;s proposed budget is available on the <a href=\"http:\/\/www.usgs.gov\/budget\/2012\/2012index2.asp\">USGS FY2012 Budget and Related Information website<\/a>.<\/p>\r\n<p><strong>National Land Imaging&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; +$48.0 million<\/strong><\/p>\r\n<p>A new account is proposed for Landsat missions. Landsat furthers the Department of the Interior&rsquo;s important role in land and remote sensing under the President&rsquo;s National Space Policy and provides invaluable data for land use and climate change research. The new account will include funding for current satellites (Landsats 5 and 7); the Landsat Data Continuity Mission (Landsat 8), which is scheduled to launch in December 2012; and the development of Landsats 9 and 10, through a continuous Landsat program that will ensure data continuity in the future.<\/p>\r\n<p>&ldquo;There is no commercial replacement for the breadth and depth of data collected by Landsat satellites, which are then used in a multitude of ways by the agricultural, water management, disaster response, and scientific communities,&rdquo; said Director McNutt. &ldquo;Because Landsat enables us to see Earth&rsquo;s surface so clearly, so broadly, so objectively, we gain invaluable insights about the complexit","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","geography","geology","water","landsat","budget","climate","climatesciencecenter","","coastalmarinespatialplanning","ecosystems"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1297659600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}