{"title":"Halema'uma'u Eruption Reaches Five-Year Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>HAWAII NATIONAL PARK, Hawai&lsquo;i<\/strong> &mdash;<!--introstart-->K&#299;lauea Volcano's summit eruption within Halema&lsquo;uma&lsquo;u Crater marks its fifth year of continuous activity on Tues., Mar. 19.<!--introend--><\/p>\n<p>To commemorate this anniversary, rangers at Hawai&lsquo;i Volcanoes National Park will offer additional \"Life on the Edge\" talks at the Jaggar Museum observation deck, which overlooks the fuming, enlarging&nbsp; summit vent. The 20-minute talks, offered at 10 a.m., 11 a.m., noon, 2 p.m., 3:30 p.m. and 5 p.m., encompass the dramatic geological and mythological history of Halema&lsquo;uma&lsquo;u Crater.<\/p>\r\n<p>K&#299;lauea's summit vent opened at 2:58 a.m., HST, on March 19, 2008, when an explosive eruption created a gaping hole about 115 feet wide on the south wall of Halema&lsquo;uma&lsquo;u Crater.&nbsp; Nighttime glow from this hole suggested the presence of molten lava, but it wasn&rsquo;t until six months later that a lake of roiling lava deep within the vent was definitively observed by U.S. Geological Survey Hawaiian Volcano Observatory scientists.&nbsp;<\/p>\r\n<p>With the opening of the Halema&lsquo;uma&lsquo;u vent, already-high summit sulfur dioxide (SO2) gas emission rates increased even more, resulting in increased vog (volcanic air pollution) downwind.&nbsp; Although the summit SO2 emissions have declined since 2008, they are still averaging 800-1200 tonnes\/day, creating hazardous conditions along closed sections of the Park's Crater Rim Drive and poor air quality farther downwind of the vent.<\/p>\r\n<p>Since 2008, rock collapses within the vent have enlarged its opening on the floor of Halema&lsquo;uma&lsquo;u Crater.&nbsp; The vent is now about 520 feet by 700 feet (the area of about 21 Olympic-sized pools), and, according to HVO Scientist-in-Charge Jim Kauahikaua, is likely to continue growing through collapse of overhung sections of the vent rim.<\/p>\r\n<p>Kauahikaua describes the lava within the vent as a continuously circulating gas-rich \"foam\" that rises and falls depending on changes in K&#299;lauea's subsurface magma pressure.&nbsp; The lava lake reached its highest level to date on October 26, 2012, when the lava surface rose to within 72 feet of the vent rim.&nbsp;<\/p>\r\n<p>While the actual lava lake is not visible from safe viewing areas, its glow&mdash;the diffusion of incandescent lava light within the gas plume rising from the vent&mdash;is spectacular and easily observed from Hawai&lsquo;i Volcanoes National Park overlooks on clear nights.&nbsp; When the lava lake level is especially high, park visitors can sometimes hear sharp sounds as rocks in the vent wall expand and crack due to the increased heat.&nbsp;<\/p>\r\n<p>\"The amazing beauty of this eruption, and the ease of viewing opportunities within Hawai&lsquo;i Volcanoes National Park, provides both visitors and residents with unforgettable experiences,\" said Park Superintendent Cindy Orlando. \"Where else in the world can you park your car, and walk just a few feet to behold the spectacle of one of the world's most active volcanoes?\"<\/p>\r\n<p>Jaggar Museum and the overlook are wheelchair- and stroller-accessible. Other vantage points for viewing Halema&lsquo;uma&lsquo;u within the park include K&#299;lauea Overlook, K&#299;lauea Iki Overlook, and Keanakako&lsquo;i Overlook.<\/p>\r\n<p>The summit eruption, K&#299;lauea&rsquo;s second longest since the early 1900s, can also be experienced through photos, videos, and webcam images posted on HVO&rsquo;s <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.&nbsp; A USGS Fact Sheet about this ongoing eruption is currently in press, and will be available online in the coming months.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_03_12\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_03_12\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Alaska Region","Pacific Region","Natural Hazards","Volcano Hazards","Hawaii","Kīlauea","Halemaumau","eruption","anniversary","volcano",""],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1363060800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169559"},{"tid":"169627"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}