{"title":"Alabama Celebrates World Water Monitoring Day","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: High resolution images of this event are available on: ftp:\/\/ftpext.usgs.gov\/pub\/er\/al\/montgomery\/USGS-AUM\/<\/strong> \n<p>Scientists from the USGS Alabama Water Science Center joined ecology students from Auburn University at Montgomery (AUM) at Cypress Creek in Montgomery, Ala. this week to demonstrate field sampling techniques of water resources. This event is part of an ongoing cooperative agreement between USGS and AUM and in celebration of World Water Monitoring Day.<\/p>\r\n<p>Mayor Bobby Bright joined the efforts and shared with the AUM students his vision of the restoration of Cypress Creek as part of the Montgomery Riverfront development in downtown Montgomery.<\/p>\r\n<p>&quot;I am excited about the existing partnership between USGS and AUM and the potential of further collaboration in the future,&quot; said AUM Chancellor Dr. John Veres.<\/p>\r\n<p>&quot;USGS is the primary federal water quality monitoring agency, and we at AUM are privileged to be a party to a cooperative agreement with the USGS Alabama Water Science Center,&quot; said Dr. Rosine Hall, AUM &ndash; Department of Biology. &quot;This gives us the opportunity to collaborate scientifically with USGS staff, and it allows our environmental biology students many opportunities to take part in federal programs, to watch, and to learn from the professional staff, said Hall.<\/p>\r\n<p>&quot;USGS is privileged to share a Cooperative Agreement with AUM,&quot; said Athena Clark, Director, USGS Alabama Water Science Center, &quot;The Cooperative Agreement allows USGS and AUM to share science resources. Being able to teach students about the importance of water resources and USGS field sampling techniques was an important part of World Water Monitoring Day for Alabama,&quot; said Clark.<\/p>\r\n<p>Water samples will be processed at the USGS National Laboratory in Denver, CO. Lab results will be shared with AUM students to further their lessons.<\/p>\r\n<p>World Water Monitoring Day is an international outreach program that builds public awareness and involvement in protecting water resources around the world. Hosted by the Water Environment Federation (WEF) and Earth Conservation Corps., this annual observation is intended to increase and sustain public education about monitoring and clean water; increase visibility of volunteer monitoring; and enhance partnerships among volunteers and professionals interested in, and working on, water-related issues. Since its inception in 2002, more than 80,000 people have participated in 50 countries.<\/p>\r\n<p>As in past years, monitoring, water-related festivals, and other events will take place within a window from September 18 through October 18. For more information, please see: <a href=\"http:\/\/www.worldwatermonitoringday.org\">www.worldwatermonitoringday.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1158897600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168876"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}