{"title":"The Hector Mine Earthquake Came at the Right Time For Scientists Studying The Earth Beneath Los Angeles","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The Hector Mine earthquake that occurred Oct. 16, 1999, in the Mojave Desert \neast of Los Angeles, woke a lot of people up but injured no one and caused a \r\nminimal amount of property damage. It was, however, the perfect earthquake at \r\nthe perfect time for scientists from the U.S. Geological Survey (USGS) and the \r\nSouthern California Earthquake Center (SCEC), who were gearing up for \"LARSE \r\nII,\" the Los Angeles Region Seismic Experiment II, which got underway on October \r\n20. \r\n<\/p>\r\n<p>Dr. Gary Fuis, one of the lead scientists on that project will describe the \r\ncomponents of that experiment and its importance to the Los Angeles community, \r\nin a poster session at the annual meeting of the Seismological Society of \r\nAmerica, at the Hanalei Hotel, in San Diego, April 9-12. Fuis&rsquo;s poster \r\npresentation will be from 8:30 a.m. to 12:30 p.m., Monday, April 10. \r\n<\/p>\r\n<p>After each large earthquake, many residents of southern California ask \r\nwhether a strong earthquake could occur near their home and how much the ground \r\nwill shake due to any large earthquake in the region. \"We can&rsquo;t answer either of \r\nthose questions until we have an accurate picture of the network of active \r\nfaults and other structures that underlie the Los Angeles region,\" Fuis said, \r\n\"and the best way to can get that picture is to obtain seismic images of the \r\nearth&rsquo;s crust, similar to &rsquo;ultrasound&rsquo; and &rsquo;CAT-scan&rsquo; images that are made as \r\npart of medical tests. To obtain these types of seismic images we need to create \r\nsmall sources of underground sound-wave energy. In LARSE II we used underground \r\nexplosions.\" \r\n<\/p>\r\n<p>LARSE II is the second phase of a project that began in 1994, following the \r\nNorthridge earthquake of January 17, that year. During the experiment, sound \r\nwaves were generated by 93 explosive charges, detonated over 60 feet beneath the \r\nsurface in specially-drilled boreholes, located approximately 1 kilometer (0.6 \r\nmiles) apart. The sound waves produced by the detonations were received by over \r\n1400 portable seismographs spaced every 100 meters (approximately 100 yards) \r\nalong a line from Pacific Palisades to the San Fernando Valley, then northward \r\nacross the Mojave Desert to the Tehachapi Mountains. \r\n<\/p>\r\n<p>The line was chosen in the hopes that the resulting data would yield \r\ninformation about many underground structures, including \"blind\" thrust faults-- \r\nburied ramp-like faults that do not extend to the surface, such as the fault on \r\nwhich the Northridge earthquake occurred. Knowing the configuration of buried \r\nfaults is crucial to understanding how the entire earthquake-producing mechanism \r\nworks in the Los Angeles region. Other important structures are sedimentary \r\nbasins-- large valleys filled with sand, clay and gravel eroded from nearby \r\nmountains-- such as the San Fernando Valley. \"Information on the thickness and \r\nshape of sedimentary basins is essential for predicting how the ground will \r\nshake in future earthquakes,\" Fuis said, \"since deeper basins result in stronger \r\nshaking at the surface.\" \r\n<\/p>\r\n<p>Preparing for LARSE II involved more than just drilling some holes and \r\nsetting out portable seismographs to record the vibrations created by the \r\nexplosions. For two years prior to the experiment, Fuis and other scientists \r\nassociated with the project attended public hearings and informational meetings \r\nto explain the project and to assure residents and community leaders that the \r\ndetonations would neither trigger an earthquake nor cause enough surface shaking \r\nto damage property. Permits were obtained from both government and private \r\nentities, for more than 40 shotpoints and the placement of nearly 400 portable \r\nseismographs. \"Our efforts paid off,\" said Fuis, \"as the data quality is good, \r\nand seismic energy from some of those small shots in public areas propagated \r\nwaves for 50 to 80 kilometers (30-50 miles), to the western Mojave Desert.\"","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"955080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}