{"title":"California Sea Otter Numbers Slide for Second Straight Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Updated graphs\/data on spring surveys of California sea otter population will be available online soon at:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-surveydata.html<\/a> (Spring Surveys, 1983-2002)<br><a href=\"http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html\">http:\/\/www.werc.usgs.gov\/otters\/ca-survey3yr.html<\/a> (Spring Surveys, 3-year averages) <\/p>\n<p>Equipped with binoculars and spotting scopes, scientists and skilled volunteers paired up onshore. Other crews were airborne. Together they scanned 375 miles along the California coast for sea otters during May, from Half Moon Bay south to Santa Barbara. <\/p>\r\n<p>Fewer sea otters were tallied this May for a second consecutive year, report U.S. Geological Survey researchers who led the survey conducted cooperatively with the California Department of Fish and Game, the Monterey Bay Aquarium, U.S. Fish and Wildlife Service and other agencies and organizations. The number of otters counted in the recently completed spring survey was 1 percent below last year&rsquo;s count, from 2,161 otters in 2001 to 2,139 in 2002. The 2001 survey also indicated an overall decrease from the previous year, but by 6.7 percent. <\/p>\r\n<p>Researchers and managers are concerned at the overall slow rate of growth for the threatened California sea otter. Cooperative research efforts are ongoing to try to understand why the otter&rsquo;s recovery has stalled since reaching 2,377 individuals in the 1995 survey. USGS scientists developed the standardized methods for counting California sea otters that have been in use since 1982. Spring surveys of the otters indicate a growth rate of about 5 percent until 1995. Since 1995, the rate has declined by an average of about 1-2 percent per year. <\/p>\r\n<p>The researchers used graph points computed from averaging three consecutive years of survey data to further examine the data. &quot;Three-year running averages of our spring survey data plot a decline from about 1995 to 1998, then a leveling off of the population from then to the present,&quot; said survey organizer and compiler Brian Hatfield, a USGS biologist at the Western Ecological Research Center in San Simeon, Calif. <\/p>\r\n<p>The recent decline and lack of growth coincides with an increase in mortality, as indicated by the number of beach-cast sea otter carcasses. Since 1995, a relatively high number of dead otters have washed ashore; in 2001 there were 183 sea otter strandings, Hatfield noted. Through the end of May of this year, scientists have already documented 92 strandings &#8212; a pace already exceeding the number that were stranded last year. Necropsies of these otters tell the researchers the fate of at least some of the otters. <\/p>\r\n<p>&quot;Of special significance is the loss of young and prime age adults needed to replace mature otters. Young adults are dying at a high rate,&quot; says Dr. Jim Estes, a research ecologist at the USGS Western Ecological Research Center in Santa Cruz, Calif. <\/p>\r\n<p>Entanglement or entrapment in coastal fishing gear, starvation, disease and contaminants may all have contributed to the recent sea otter decline, says Estes, who has studied sea otters and their role in kelp forests in California and Alaska for the past 30 years. <\/p>\r\n<p>The survey information gathered by this cooperative effort is used by federal and state wildlife agencies in making decisions about the management of this sea mammal.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1023768000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169650"},{"tid":"168972"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}