{"title":"USGS Provides Critical Information to Plan for Flooding Following Arizona Wildfires","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &ndash; <!--introstart-->To help Arizona communities prepare for flooding in the aftermath of severe wildfires, the U.S. Geological Survey has installed new stream gages as part of early flood-warning systems and developed maps to identify areas at possible risk of debris flows.<!--introend--><\/p>\n<p>This year will long be remembered for the severity of its wildfire season, which included the half-million-acre Wallow Fire, the largest fire in Arizona&rsquo;s history. Because fires remove vegetation, they greatly change how rainwater moves through burned areas during the summer monsoon season and increase the possibility of damaging flooding and debris flows.<\/p>\r\n<p>\"In order to provide the public, flood managers, and emergency responders with critical data, the USGS has recently cooperated with several agencies to install flood-warning precipitation and streamflow gages, and has developed maps that identify the areas with the greatest debris flow potential,\" said Jim Leenhouts, the Acting Chief of the USGS Arizona Water Science Center.<\/p>\r\n<p>Working with the U.S. Forest Service and Cochise and Apache Counties, the USGS has installed new flood-warning gages in areas affected by recent flooding. The flood-warning gages will transmit by satellite a warning when the stream level reaches a predetermined height or when the water level changes rapidly.<\/p>\r\n<p>For example, in Apache County, the site of the Wallow Wildfire, flood-warning gages were installed in Water Canyon and the South Fork of the Little Colorado River.<\/p>\r\n<p>\"The location of the sites should give us 30-40 minutes advance warning if a major increase in runoff occurs,\" said Apache County Chief Deputy Brannon Eagar. \"We&rsquo;d liked to have more advance notice, but the lay of the land just wouldn&rsquo;t permit it. In an emergency situation, every minute counts, and we&rsquo;re grateful to have that advanced notification.\"<\/p>\r\n<p>The new gages add to the extensive existing network of USGS gages in Arizona. The data collected by the USGS are used by the National Weather Service to issue alerts and identify dramatic runoff changes in a given watershed.<\/p>\r\n<p>The USGS has recently published debris-flow hazard maps for both the <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1181\/\">Monument <\/a>and <a href=\"http:\/\/pubs.usgs.gov\/of\/2011\/1197\/\">Horseshoe II<\/a> Wildfires and will release a similar assessment for the Wallow Wildfire by the end of August. These assessments provide flood managers with estimates of the amount of rain in a given time period that would likely trigger a debris flow, or mudslide, and its probability in a given area.<\/p>\r\n<p>Historical and real-time data for gages in the fire-affected areas and other wildfire information can be found at the USGS <a href=\"http:\/\/az.water.usgs.gov\/portals\/AzWildFires\/\">Arizona Water Science website<\/a>.<\/p>\r\n<p>A video showing&nbsp;debris flow in Coronado National Memorial in Arizona is available <a href=\"http:\/\/gallery.usgs.gov\/videos\/437\">online<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_08_26\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_08_26\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Arizona","fire","wildfire","Debris Flow","flood","gage","monitor","Cochise","Apache","Monument","Horseshoe","Wallow","watershed","runoff","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1314244800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169539"},{"tid":"169905"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}