{"title":"Mineral Production Data Reflect Economic Slowdown","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"bold italics\">The USGS releases\nmineral information essen&shy;tial to the U.S. economy and national security.<\/p>\r\n<p>U.S.\r\nGeological Survey data on U.S.\r\nmineral production reflect the domestic housing market decline over the past\r\nyear. The USGS study shows significant declines in domestic production for a\r\nnumber of construction materials, including cement, gypsum, construction sand\r\nand gravel, and crushed stone.<\/p>\r\n<p>USGS mineral data are used by the Federal Reserve System's\r\nBoard of Governors in preparing its\r\nindex of industrial production, a principal economic indicator.<\/p>\r\n<p>This index measures the output of factories, mines, and electric\r\nand gas utilities. Output reflects changes in price and demand for mineral\r\ncommodities used by industries such as construction, transportation equipment\r\nand agriculture. Output is an important early indicator of changes in economic\r\nactivity in those industries.<\/p>\r\n<p>\"We find the data, analysis and assistance provided by the\r\nUSGS to be invaluable in the preparation of the indexes of industrial\r\nproduction and of capacity,\" said Norman J. Morin, senior economist with the\r\nFederal Reserve System. \"The USGS data add appreciably to the product content\r\nof industrial production and, moreover, are in an area where no data are\r\notherwise available.\"<\/p>\r\n<p>This is the first time the USGS has publicly released these\r\ndata in the same form they are provided to the Federal Reserve System. This change\r\nis in response to a recent recommendation by the National Academy of Sciences in\r\nthe report \"Minerals, Critical Minerals, and the U.S. Economy.\"<\/p>\r\n<p>The U.S.\r\nis the world's largest user of mineral commodities. Domestic\r\nmineral data are collected by the USGS through voluntary cooperation of the\r\nmineral industry. The USGS is the sole federal provider of unbiased research on\r\nmineral potential, production, consumption and environmental effects.<\/p>\r\n<p>To see the report read \"<a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/mis.html\">U.S. Production of Selected Mineral\r\nCommodities<\/a>\"<\/p>\r\n<p>For more information on the NAS report read \"<a href=\"http:\/\/books.nap.edu\/openbook.php?record_id=12034&amp;page=R1\" target=\"_blank\">Minerals, Critical\r\nMinerals, and the U.S. Economy<\/a>\"<\/p>\r\n<p>Visit the <a href=\"http:\/\/minerals.usgs.gov\/\">USGS Mineral Resources Program<\/a> for more information.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1211256000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170430"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}