{"title":"USGS to Stop Hosting Science Camp, Closes Visitors Center as part of Sequestration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va.<\/strong> -- <!--introstart-->The U.S. Geological Survey in Reston is cancelling its participation in the annual science camp it hosts in partnership with the Reston Association and closing its visitors center as part of its implementation of the sequester.<!--introend--> The center will no longer be staffed and all outreach activities are being cancelled. School and scout visits already scheduled to take place in March will be supported, with all tours scheduled for April or later being cancelled.<\/p>\n<p>The action is being taken at a time when the USGS is making tough choices on how best to implement the mandatory budget cuts. The science agency&rsquo;s first priority is preserving its most important mission critical responsibility -- providing science used to protect life and property. But while working to minimize the effect this budget cut will have on core mission critical functions, sequestration will have a very real impact on USGS science, and on the support provided daily to the American public.<\/p>\r\n<p>Locally, the USGS and Reston Association have partnered in hosting science camp at USGS headquarters since 1996. The camp is comprised of four two-week sessions, starting in June, with 60 children age 8 to 12 attending each session. The USGS in Reston also hosts approximately 50 elementary school tours or scout visits a year, a monthly public lecture, and various other outreach activities.<\/p>\r\n<p>The visitors center closure and cancellation of outreach activities is expected to last through the end of the fiscal year, at a minimum.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Geographic Areas Northeast"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1363147200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168891"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}