{"title":"Radios Lead Researchers to Nests of Elusive Marbled Murrelets","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>For videotape, call Catherine Puckett. Photos may be downloaded from:<br>Capture team on zodiac heading out for capture attempt at <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-23a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-23a.jpg<\/a>; Captured marbled murrelet after processing at <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-23b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-23b.jpg<\/a>; Radio-marked marbled murrelet on nest at <a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-07-23c.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-07-23c.jpg<\/a><\/b> <\/p>\n<p>It&rsquo;s 2 in the morning, about a mile off the coast of Redwood National and State Parks in Humboldt County, California, near the northernmost part of the state. In the pitch-black night, researchers talk quietly while they wait aboard the RV Coral Sea, a 90-foot Humboldt State University research vessel. <\/p>\r\n<p>Waiting patiently is an essential trait for those who study birds, especially &quot;shy&quot; seldom-seen birds. This time, researchers from the U.S. Geological Survey and Humboldt State University have waited for an hour before their small talk and dozing between captures are broken by the sound of the two-way radio. <\/p>\r\n<p>&quot;Coral Sea, this is Orthmeyer in Mobile 1. We have a bird. We&rsquo;re en route.&quot; <\/p>\r\n<p>What Dennis Orthmeyer, USGS research biologist, and the capture team have is a marbled murrelet, a seabird about 8 inches long and weighing less than a half-pound. Marbled murrelets feed on small fish and invertebrates in the ocean, using their wings to &quot;fly&quot; through the water. They are unusual among seabirds because they are often solitary or found in groups of two or three instead of the large social groups of many seabirds. Except when these birds nest and raise young, they spend their entire life on the ocean. Even stranger, though, is the fact that these chubby little birds with whirring wings and a fast flight, fly inland to nest on high branches of old-growth redwood and Douglas fir trees. <\/p>\r\n<p>In 1992 the marbled murrelet was listed as a federally threatened species in California, Oregon, and Washington, primarily because of the loss of nesting habitat in old-growth forests. In California, the bird is state-listed as endangered. Until this study began last year, only a few marbled murrelet nests had ever been found in California. In fact, no marbled murrelet nest had ever been discovered until the 1970s. Last year, scientists from the U.S. Geological Survey and the Humboldt State University found five nests, aided by radios on the birds. This year, the researchers have radio-marked an additional 44 birds and are now searching for nests. <\/p>\r\n<p>This particular murrelet is captured by scientists with many years of experience who used a spotlight and dip net to capture the bird as it rode the waves on the ocean where it was spending the night before returning closer to shore to feed at sunrise. Each member of a breeding pair will return to its nest, switching places with its partner before or at sunrise for a 24-hour stint attending the nest. The bird&rsquo;s travel at sunrise or sunset, when coastal fog is most prevalent, caused early loggers in the area to call it the &quot;fog bird.&quot; <\/p>\r\n<p>The capture team carefully transports the bird in a 14-foot inflatable boat to the research vessel, where a bird processing line is ready to go. <\/p>\r\n<p>To keep the captured bird calm, the researchers handle the bird carefully and quickly with gloved and gentle hands, low lights and talking quietly only when essential. As soon as the bird arrives at the RV Coral Sea, the murrelet is placed in the hands of HSU seabird biologist Percy Hebert, who examines the bird to determine if it has a broodpatch &ndash; a featherless area on its chest that indicates the bird is nesting. The bird is then passed to Tom Jenson from the Center for Reproduction of Endangered Species in San Diego, for an ultrasound, a technique being developed to di","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1027483200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170448"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}