{"title":"Climate Projections Underestimate CO2 Impact","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The climate may be 30&ndash;50 percent more sensitive to atmospheric carbon dioxide in the long term than previously thought, according to a study published in <em>Nature Geoscience<\/em> yesterday.&nbsp;<\/p>\n<p>Projections over the next hundreds of years of climate conditions, including global temperatures, may need to be adjusted to reflect this higher sensitivity.<\/p>\r\n<p>&ldquo;Climate change is affecting water supplies for cities and farms; leading to more severe droughts, hurricanes, and floods; contributing to more intense forest fires; and putting coastal communities at risk,&rdquo; said Secretary of the Interior Ken Salazar, who is on his way to the global climate change conference convening this week in Copenhagen. &ldquo;This study and the ongoing work of our USGS scientists will help us continue to build more precise long-term projections and to prepare for the impacts of climate change on our world.&rdquo;&nbsp;<\/p>\r\n<p>A team of scientists, led by the University of Bristol and including the U.S. Geological Survey, studied global temperatures 3.3 to 3 million years ago, finding that the averages were significantly higher than expected from the atmospheric carbon dioxide levels at the time.<\/p>\r\n<p>These underestimates occurred because the long-term sensitivity of the Earth system was not accurately taken into account. In these earlier periods, Earth had more time to adjust to some of the slower impacts of climate change. For example, as the climate warms and ice sheets melt, Earth will absorb more sunlight and continue to warm in the future since less ice is present to reflect the sun.<\/p>\r\n<p>The U.S. Geological Survey provided the reconstruction of environmental conditions during this timeframe, known as the mid-Pliocene warm period. These data allowed the authors to test the Earth system&rsquo;s sensitivity to atmospheric carbon dioxide.<\/p>\r\n<p>&ldquo;Earth is a dynamic system and climate models need to incorporate its multiple feedbacks as well as changes on both fast and long timescales,&rdquo; said Dr. Dan Lunt, who is with the University of Bristol and was the lead author of this article. &ldquo;This comprehensive outlook allows us to see how sensitive the climate really is to atmospheric carbon dioxide, resulting in more accurate long-term projections.&rdquo;<\/p>\r\n<p>&ldquo;This research also emphasizes the importance of examining the past and acquiring real data to understand Earth&rsquo;s climate system,&rdquo; said USGS scientist Harry Dowsett. &ldquo;Our research on the mid-Pliocene is the most comprehensive global reconstruction for any warm period, and scientists did so by examining fossils to determine sea surface and deepwater ocean temperatures, vegetation, sea ice extent, and other environmental characteristics during that timeframe.&rdquo;<\/p>\r\n<p>Global average temperatures during the mid-Pliocene were about 3&deg;C (5.5&deg;F) greater than today and within the range projected for the 21st century by the Intergovernmental Panel on Climate Change. Therefore it may be one of the closest analogs in helping to understand Earth&rsquo;s current and future conditions.<\/p>\r\n<p>To view the article, visit <a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/full\/ngeo706.html\">http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/full\/ngeo706.html<\/a>.<\/p>\r\n<p>The USGS component of this research was through the Pliocene Research, Interpretation and Synoptic Mapping group. The primary collaborators in PRISM are Columbia University, Brown University, the University of Leeds, University  of Bristol, British Geological Survey and the British Antarctic Survey. For more information about PRISM research, visit <a href=\"http:\/\/geology.er.usgs.gov\/eespteam\/prism\/index.html\">http:\/\/geology.er.usgs.gov\/eespteam\/prism\/index.html<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","environment","Global Warming","carbon","Climate Change","Sea Level Rise"],"article_type":["International News Release"],"release_date":{"und":[{"value":"1260162000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169479"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}