{"title":"USGS Scientist Receives the George Melendez Wright Award for Excellence","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<b>\n<p>NOTE TO NEWS EDITORS: Reproducible photo for this release can be found at:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2005-04-05.jpg\">http:\/\/www.werc.usgs.gov\/news\/2005-04-05.jpg<\/a><br>(Jan van Wagtendonk (left) receiving award plaque from David Parsons. Photo credit: Charles D. Rafkind, USNPS)<\/p>\r\n<p><!--introstart-->Dr. Jan van Wagtendonk, a research forester at the U.S. Geological Survey (USGS), received the 2005 George Melendez Wright (GMW) Award for Excellence, during the conference awards ceremony of the George Wright Society on March 18, 2005, in Philadelphia, Pa. The GMW Award for Excellence is the Society&rsquo;s highest award and is given in recognition of senior-level contributions in furtherance of purposes of the Society. The 2005 award is shared with John Hope Franklin, a historian of slavery. <!--introend--><\/p>\r\n<p>\"It is with great pleasure that I am able to present this award to a long time colleague and friend,\" said Dr. David Parsons, conference co-chair and director of the interagency Aldo Leopold Wilderness Research Institute in Missoula, Mont. <\/p>\r\n<p>Van Wagtendonk was nominated for the award by Dr. Robert Manning, a professor at the Rubenstein School of Environment and Natural Resources, University of Vermont, in Burlington. Manning cited the focus of van Wagtendonk&rsquo;s research on three issues of research critical to the management of parks and protected areas: prescriptions for burning in wildland ecosystems, recreational impacts in wilderness, and the application of geographic information systems (GIS) to resources management.<\/p>\r\n<p>Van Wagtendonk&rsquo;s study of fire led to the development of burning prescriptions and techniques that are used by the National Park Service, the U.S. Forest Service, and California State Parks to safely apply fire to ecosystems that are threatened by abnormal accumulations of fuel and to allow naturally caused fires to burn under prescribed conditions. His study of the ecological and social impacts of recreational use of parks led to his model to determine how many people can be engaged in recreational activities in a wilderness area without adversely affecting natural resources. His scientific application of GIS for Yosemite National Park has served as a prototype for other parks and land management agencies.<\/p>\r\n<p>While working as a research scientist for the National Park Service at Yosemite National Park (1972-1993) and for the USGS (since 1994), van Wagtendonk has published his research results in numerous scholarly publications, including books and peer-reviewed papers in the most prestigious journals in the fields in which he works.<\/p>\r\n<p>Although a native of California, van Wagtendonk grew up in Indiana, where he began his study of forestry at Purdue University. A summer seasonal job as a smokejumper led him to finish his undergraduate work at Oregon State University, where he received his B.S. in Forest Management in 1963. His graduate degrees are from the University of California, Berkeley, where he obtained his M.S. in Range Management in 1968 and his Ph.D. in Wildland Resource Science with a specialty in fire ecology in 1972. <\/p>\r\n<p>In preparing his nomination, Manning was \"struck by the parallels between Jan&rsquo;s professional career and that of George Wright -- their educations at the University of California at Berkeley, their commitment to science in the service of conservation, their intense grounding in the national parks, their records of accomplishment and excellence, the models of applied research they represent and to which many of the rest of us aspire.\"<\/p>\r\n<p>George Melendez Wright (1904-1936), the first chief of the wildlife division of the National Park Service in 1930, initiated wildlife surveys for each national park, which would evaluate the status of wildlife, identify urgent problems, and make recommendations for restoration. Awards bestowed by the George Wright Society recognize outstanding contributions to","summary":null,"format":null}]},"field_images":[],"regions":["Pennsylvania"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1112673600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169551"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}