{"title":"Earthquake Shakes Evansville Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to editors: As more information is received and the data are further analyzed, we may issue updates or clarifications on this event. <\/p>\n<p><!--introstart-->A minor earthquake, preliminary magnitude 3.9 according to the U.S. Geological Survey, occurred about 5 miles west of Evansville, Indiana at 8:08 am local time (Central Standard Time).<!--introend--> The earthquake was felt in parts of southern Indiana and western Kentucky. The USGS has received no reports of damage at this time. <\/p>\r\n<p>Scientists recognize that this area has a potential for damaging earthquakes. Last Thursday, Nov. 30, in Evansville, the USGS and the Southwestern Indiana Disaster Resistant Community Corporation presented a comprehensive project plan to help the Tri-State area become more resistant to hazards such as floods, earthquakes, ground failure, and contamination of shallow groundwater. The project is in cooperation with the state geological surveys of Indiana, Kentucky, and Illinois, and the Central United States Earthquake Consortium. <\/p>\r\n<p>From evidence of liquefaction features, scientists have estimated that an earthquake that could have been as high as magnitude 7.0 occurred in the Wabash Valley about 5,000 years ago. Several Wabash Valley region earthquakes in the past 10,000 years have been large enough to cause liquefaction.<\/p>\r\n<p>The strongest earthquake felt in the Wabash Valley region this century occurred Nov 9, 1968; it had a magnitude of 5.4. It was felt over all or parts of 23 States: from southeast Minnesota to central Alabama and Georgia and from western North Carolina to central Kansas. Scientists have calculated that the return rate for a magnitude 3.9 earthquake in the Wabash Valley region is about 10-15 years. Additional information on the earthquake history of Indiana and Kentucky is found on: <a href=\"http:\/\/wwwneic.cr.usgs.gov\/neis\/states\/\">http:\/\/wwwneic.cr.usgs.gov\/neis\/states\/<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"976165200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}