{"title":"scientists Work to Restore Native Fish and Habitat to Great Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Lake trout, once plentiful and highly prized by Great Lakes sport and commercial fishers, may flourish once again in all of the Great Lakes if a new research, restoration and management effort proves effective, according to U.S. Department of Interior biologists and fishery experts.<!--introend--> The Fiscal Year 1998 Department of Interior Appropriations Bill contains $1 million for the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and $578,000 for the <a href=\"http:\/\/www.fws.gov\/\">U.S. Fish and Wildlife Service<\/a> as part of a \"Great Lakes Initiative.\" \n<p>\"In the past few decades, the Great Lakes have suffered the decline and loss of many highly valued fish species like the lake trout. The loss of native species and the invasion of exotic species, such as the sea lamprey, have led to unstable fish communities, a loss of sport fishing opportunities and serious economic impacts,\" said Dr. Gregory Smith, Acting Eastern Regional Chief Biologist for the USGS. \r\n<p>The USGS and the Fish &amp; Wildlife Service are looking at new ways to help restore key native fish including the lake trout, coaster brook trout and lake sturgeon in hopes of establishing more balanced, stable and predictable fish communities. Ultimately, improved fishing opportunities throughout the Great Lakes are expected to result. \r\n<p>As part of the Great Lakes Initiative, the <a href=\"http:\/\/www.glsc.nbs.gov\/\">USGS Great Lakes Science Center<\/a> in Ann Arbor, Michigan, will conduct research to be used by natural resource agencies to restore and manage native fish species and their habitats in the Great Lakes. \"We hope to improve our understanding of what these native fish need to survive and thrive. We will take a closer look at nearshore fishery habitats and examine the impact of exotic species. This information will be useful to management agencies to direct habitat and fish population restoration,\" said Dr. Smith. \r\n<p>The Fish &amp; Wildlife Service will focus on selecting appropriate restoration sites across the Great Lakes, leading efforts to rehabilitate aquatic habitats where necessary, and locating remaining populations of native trout and sturgeon to be used as sources of fish for restocking those waters. The Fish &amp; Wildlife Service and the USGS are working in partnership with the Great Lakes States, Native American tribal governments and the Canadian government through the Great Lakes Fishery Commission. \r\n<p>Native lake trout that once thrived in the Great Lakes were completely eliminated from all the lakes except in Lake Superior where they declined. As a result of research and management activities, lake trout populations are now reproducing in Lake Superior at a rate that sustains the population. \r\n<p>Following the example set through successful lake trout restoration efforts in Lake Superior, the Fish &amp; Wildlife Service is leading an interagency effort to make similar progress in Lakes Michigan and Huron by stocking eggs and small fish on reefs that are believed formerly to have been the source of native lake trout in these waters. \r\n<p>Brook trout restoration activities in Lakes Superior and Huron, and lake sturgeon restoration efforts in waters across the Great Lakes from Lake Superior to Lake Michigan&rsquo;s Green Bay, Lake Erie, and the Niagara and St. Lawrence Rivers, are also primary areas of focus for the Fish &amp; Wildlife Service. \r\n<p>The Fish &amp; Wildlife Service&rsquo;s restoration activities are supported by efforts at seven fish hatcheries, five fisheries management offices, two fish health centers, and two sea lamprey control stations spread across the United States from Wyoming to New York. \r\n<p>\"Reestablishing native fish populations is a very complicated business,\" said John Christian, Assistant Regional Director for Fisheries with the Fish &amp; Wildlife Service in Minneapolis. \"To succeed, we need a lot of different pieces, including restored habitat, control of invading species","summary":null,"format":null}]},"field_images":[],"regions":["Michigan"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"885445200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168863"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}