{"title":"Explore the Planets at the USGS Open House","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Visit other worlds and learn more about the Earth! See part of a famous 4.5-billion-year-old meteorite and learn why scientists believe it fell to Earth from Mars and may contain evidence of past life on the Red Planet. <!--introend-->Talk to a USGS Mars Pathfinder mission specia]ist. Learn about the largest volcano in the solar system: its base is the size of Arizona and it&rsquo;s more than twice as tall as Everest! See a magnificent image panorama of Mars&rsquo; surface and an eruption on Jupiter&rsquo;s moon lo. Find out how studying the geology of the other planets can help us understand the forces that shape our Earth at the USGS Open House in Reston on April 25-26. \n<p>Scientists from the USGS Flagstaff Field Center pioneered planetary geologic mapping with telescopes to select landing sites for the 1960s Apollo missions to the Moon; helped design and test equipment for missions; and trained astronauts in equipment use and geology of landscapes expected at lunar landing sites. Twelve USGS-trained astronauts walked on the moon. Today, scientists at USGS also gather and interpret data received during missions to produce images and maps of the terrain and geology of the terrestrial bodies of our solar system, and are involved in several ongoing, recently completed, and future missions such as Mars Pathfinder, Mars Global Surveyor, Clementine lunar orbiter, Galileo Jupiter orbiter, and the Mars 1998 orbiter and lander. \r\n<p>The USGS Open House is a free event and is open to all. It is held once every 3 years in Reston. Hours are from 10:00 a.m. to S p.m. Saturday (April 25) and 12:00 noon to S p.m. on Sunday (April 26). For more information, check the World Wide Web at http:\/\/www.usgs.gov\/openhouse or call (703) 648-5000 for general Open House information. \r\n<p>The USGS is located at 12201 Sunrise Valley Drive in Reston. \r\n<p>NOTE TO EDITORS: The USGS will welcome 1600 school children and VIPs on Friday beginning at 9:15. Reporters and photographers are welcome. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"893044800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}