{"title":"USGS Invites You to Explore 125 Years of Science","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p>At the USGS Open House - Come and Explore -<\/p><p>Take a trek through time and view visions from Space! Learn what minerals are in everyday products and how the USGS tracks the effects of severe storms on coastal environments. Pan for gold, examine fascinating fossils, track manatees from space, and follow Lewis and Clark&rsquo;s trail West. From earthquakes to water quality to invasive species and mapping of the Earth and other planets, visitors will learn about the science of the USGS and be able to talk to scientists about their work.<\/p><p>See all this and much more &mdash;<br \/><span class=\"c-bold\">When: Saturday, October 9, 2004, from 10 a.m. to 5 p.m.<br \/>Where: USGS National Center, 12201 Sunrise Valley Drive, Reston, Va.<\/span><\/p><p>Exhibits, demonstrations, and hands-on activities are planned to introduce the whole family to the wonders of natural science. Admission and parking are free.<\/p><p>More information about the USGS Open House, including exhibits, teacher resources, and directions are available online at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a><\/p><p>&quot;For 125 years, the USGS has provided the Department of the Interior, the Nation, and the world with the science needed to make important decisions and safeguard society. I am delighted to have the opportunity to mark this significant anniversary and invite you to join us as we celebrate 125 years of science for America,&quot; said Chip Groat, USGS Director.<\/p>","summary":"","format":"filtered_html","safe_value":"<p>At the USGS Open House - Come and Explore -Take a trek through time and view visions from Space! Learn what minerals are in everyday products and how the USGS tracks the effects of severe storms on coastal environments. Pan for gold, examine fascinating fossils, track manatees from space, and follow Lewis and Clark’s trail West. From earthquakes to water quality to invasive species and mapping of the Earth and other planets, visitors will learn about the science of the USGS and be able to talk to scientists about their work.See all this and much more —When: Saturday, October 9, 2004, from 10 a.m. to 5 p.m.Where: USGS National Center, 12201 Sunrise Valley Drive, Reston, Va.Exhibits, demonstrations, and hands-on activities are planned to introduce the whole family to the wonders of natural science. Admission and parking are free.More information about the USGS Open House, including exhibits, teacher resources, and directions are available online at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov<\/a>\"For 125 years, the USGS has provided the Department of the Interior, the Nation, and the world with the science needed to make important decisions and safeguard society. I am delighted to have the opportunity to mark this significant anniversary and invite you to join us as we celebrate 125 years of science for America,\" said Chip Groat, USGS Director.<\/p>\n","safe_summary":""}]},"field_images":[],"country":["United States of America"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1095048000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"169811"}]},"subtitle":[]}