{"title":"The Next Big Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->With a press run of more than three million copies, \"The Next Big Earthquake In The Bay Area May Come Sooner Than You Think-- Are You Prepared?\" is the most widely distributed publication ever prepared by the U.S. Geological Survey.<!--introend--> Nine years after it&rsquo;s publication, it is still available from the USGS, and still helpful as a preparedness guide for Bay Area residents. \n<p>The 24-page full-color booklet was prepared by scientists at the USGS in Menlo Park, Calif., in 1990, following the 6.9 Loma Prieta earthquake of Oct.17, 1989. \r\n<p>\"While we in the geosciences were studying the scientific causes and effects of Loma Prieta, those in the social sciences asked us how we could help them educate the public to be better prepared for future earthquakes that we told them would surely happen,\" recalled Peter Ward, the former USGS seismologist who served as editor-in chief and prime mover behind \"The Next Big.......\" Ward has since retired from the USGS. \r\n<p>Following the Loma Prieta earthquake, Ward contacted officials in the San Francisco branch of the American Red Cross and offered to write an easy-to-read booklet that would explain why and how frequently earthquakes occur in the San Francisco Bay area and what people could do to better prepare themselves and their families to survive future earthquakes. The Red Cross and other disaster-relief agencies agreed to underwrite the cost of producing the booklet and three months later the booklet was ready to go to press. \r\n<p>The booklet explained why scientists believe that at least one large earthquake is likely to occur in the Bay area by 2020, and what residents can do to prepare and reduce damage. These estimates used in the booklet were based on the 1990 USGS report, \"Probabilities of Large Earthquakes in the San Francisco Bay Region, California.\" An updated probabilities report, based on earthquake research conducted in the past decade will be released by the USGS on Oct. 14, 1999. \"The new report will emphasize that the earthquake hazard exists throughout the entire Bay region,\" said USGS researcher Mary Lou Zoback, \"making the preparedness message of â\u0080\u0098The Next Big Earthquake.......&rsquo; more vital than ever.\" \r\n<p>Copies of \"The Next Big Earthquake\" are available at the USGS Earth Science Information Center at 345 Middlefield Road in Menlo Park; at many Bay Area Red Cross centers; or by calling the USGS at 650-329-4085. Large quantities of the publication, for distribution at earthquake awareness events may be ordered by calling 650-329-4000.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"939096000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}