{"title":"Invasive Mudsnails Detected In Western Washington Stream","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->TACOMA, Wash. &mdash; An invasive species of aquatic snail that is difficult to control and can take over habitats of native species has been detected in a stream that flows into Lake Washington, according to the U.S. Geological Survey.<!--introend-->&nbsp;<\/p>\n<p>Presence and diversity of bottom-dwelling animals are used as indicators of water quality. As a part of regular monitoring of Puget Sound Basin water quality over the past 15 years by the USGS National Water-Quality Assessment program, scientists in 2009 took a sample for macroinvertebrates, stream-bottom animals visible to the naked eye, from a site on Thornton Creek in Seattle, WA. &nbsp;Based on past findings, USGS scientists studying the water quality were expecting to find native species on Thornton Creek; however, the samples suggested invasive species had arrived.&nbsp;<\/p>\r\n<p>Recent analysis of the sample by a USGS lab in Denver came back positive for New Zealand mudsnails (<em>Potamopyrgus antipodarum).<\/em> USGS has briefed the U.S. Fish and Wildlife Service, the Washington Department of Fish and Wildlife, King County, the City of Seattle, and other Thornton Creek watershed stakeholders, who are developing a response to the discovery. The Washington Department of Fish and Wildlife collected new samples last week and have independently confirmed both adult and juvenile New Zealand mudsnails at the mouth of Thornton Creek.&nbsp;<\/p>\r\n<p>Invasive species are organisms introduced into a non-native ecosystem that can potentially harm the economy, environment or human health and impact fish and wildlife resources, according to the U.S. Fish and Wildlife Service, the federal conservation agency. &nbsp;Invasive species can degrade, change or displace native habitats and compete with native fish and wildlife.&nbsp;<\/p>\r\n<p>New Zealand mudsnails reproduce by cloning, can live under a wide range of conditions, have no natural predators, and can dominate lakebed and river bed habitats. The New Zealand mudsnails can outcompete native species of snails and insects that fish depend on for food. With little nutritional value, New Zealand mudsnails could impact fish and other species.&nbsp;<\/p>\r\n<p>The USGS discovery is the third confirmed detection of the invasive species in Washington State. New Zealand mudsnails were first discovered in the lower Columbia River in 2002 and in Olympia's Capitol Lake in 2009.<\/p>\r\n<p>(more)<\/p>\r\n<p><strong><span style=\"text-decoration: underline;\">Editors<\/span><\/strong>: A <a href=\"http:\/\/nas.er.usgs.gov\/queries\/FactSheet.aspx?speciesID=1008\">fact sheet<\/a> and <a href=\"http:\/\/fl.biology.usgs.gov\/pics\/nonindig_mud_snail\/nonindig_mud_snail.html\">photo gallery<\/a> are available online on the New Zealand Mudsnail with collection information, maps, and photos.<\/p>\r\n<p><strong>Links to more information<\/strong>:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/wa.water.usgs.gov\/projects\/pugt\/\">USGS National Water-Quality Assessment&ndash;Puget Sound Basin<\/a><a href=\"http:\/\/wa.water.usgs.gov\/projects\/pugt\/\"><\/a><\/li>\r\n<li><a href=\"http:\/\/nas.er.usgs.gov\/\">USGS Nonindigenous Aquatic Species Program<\/a><a href=\"http:\/\/nas.er.usgs.gov\/\"><\/a><\/li>\r\n<li><a href=\"http:\/\/www.fws.gov\/invasives\/\">U.S. Fish and Wildlife Service<\/a><a href=\"http:\/\/www.fws.gov\/invasives\/\"><\/a><\/li>\r\n<li><a href=\"http:\/\/wdfw.wa.gov\/ais\/\">Washington Department of Fish and Wildlife<\/a><a href=\"http:\/\/wdfw.wa.gov\/ais\/\"><\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","water","waterquality","invasive","snail"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1306900800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169702"},{"tid":"168935"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}