{"title":"World&rsquo;s Earthquake Toll Already Exceeds All of Last Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Earthquakes in Iran and Pakistan have already pushed the death toll for this year higher than all of 1996, according to Patrick Leahy, Chief Geologist, U.S. Geological Survey. \n<p>\"While the primary responsibility of the USGS is to work with engineers and urban planners to reduce the human and economic losses from potential earthquakes in the United States, our program also works with more than 100 countries to monitor earthquakes around the world,\" Leahy said. \r\n<p>\"The worldwide capability of the USGS not only helps the U.S. Government respond to international situations, but in the process helps us learn more about the geologic forces that may affect our own country. In addition, it is the basis for our ability to help monitor compliance with the International Test Ban treaty,\" Leahy said. \r\n<p>The National Earthquake Information Center of the USGS in Golden, Colo., serves as a worldwide data gathering source for both seismic information and official statistics on casualties. The USGS Center reported that 449 people were reported killed by earthquakes around the world in 1996. So far, the Center has received official reports of at least 965 people killed this year in Iran and at least 60 casualties in Pakistan. \r\n<p>Additional background on the recent earthquakes: \r\n<p>* <b>Pakistan:<\/b> On February 27, 1997, a magnitude 7.3 earthquake struck 70 miles ESE of Quetta (or 395 miles SW of Islamabad) killing approximately 60 people. In the subsequent 5 days there have been 3 aftershocks registering 6.3, 5.9, and 5.0. In 1935 a magnitude 7.5 earthquake struck 90 miles SW of this location and killed over 30,000 people. \r\n<p>* <b>Iran:<\/b> On February 28, 1997, a magnitude 6.1 earthquake struck northwestern Iran, 100 miles east of Tabriz, killing at least 965 people. Two days later an aftershock registering magnitude 4.8 struck the same area. Some newspaper reports state that the death toll has risen to more than 3,000 during the last few days, but these numbers have not been confirmed. In 1990, a 7.7 magnitude earthquake killed 40,000 to 50,000 people in a region just 100 miles SSE of this week&rsquo;s devastation. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"857538000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170259"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}