{"title":"USGS Study Finds Levels of Arsenic in Private Wells in Eastern New England Too High","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A study by the U.S. Geological Survey has found that potentially more than 103,000 people who use private wells for drinking water in parts of eastern New England could have water supplies with arsenic levels that are higher than federal standards. <\/p>\n<p>&quot;Part of the USGS&rsquo; mission is to use science to address public health and safety issues,&quot; said Joseph Ayotte, USGS hydrologist and principle scientist of the study. &quot;The level of arsenic found in these wells may be associated with health concerns, primarily cancer.&quot; <\/p>\r\n<p>About 80 percent of drinking water in New England is publicly supplied and 20 percent is privately supplied from bedrock wells. The USGS conducted a similar study on New England public drinking water wells in 1999 and provided the information to state environmental and health agencies, which regulate and treat public water supplies to ensure compliance with federal standards. <\/p>\r\n<p>&quot;Moderate to high concentrations of arsenic are known to occur in wells in eastern New England, but the importance of this study is that private wells are not regulated and do not have to meet federal standards,&quot; Ayotte said. He said that arsenic is known to occur naturally in bedrock throughout New England. <\/p>\r\n<p>The USGS sampled 88 private bedrock wells in 2001 and 2002 in western Maine, eastern New Hampshire and Massachusetts, and all of Rhode Island and found concentrations of arsenic exceeding the Environmental Protection Agency&rsquo;s standard of 10 parts per billion in 17 percent of the water samples. The study results describe where the arsenic was found in eastern New England and what natural earth processes, such as rock type and chemistry could be controlling its occurrence. Finally, an analysis was done to estimate the number of people using private wells with arsenic greater than 10 parts per billion. <\/p>\r\n<p>The results of this study will be published in the June 1 edition of the journal <i>Environmental Science and Technology<\/i>, in an article titled, &quot;Arsenic in Groundwater in Eastern New England: Occurrence, Controls, and Human Health Implications,&quot; by J.D. Ayotte, D.L. Montgomery, S.M. Flanagan, and K.W. Robinson. <\/p>\r\n<p>&quot;Our goal is to provide this information to our partners at the state and local levels, who can recommend to users of these private wells appropriate steps to take,&quot; Ayotte said. <\/p>\r\n<p><b>Editors Note:<br>Information about the New England Coastal Basins Study Unit and its findings can be found on the Web site<br><a href=\"http:\/\/nh.water.usgs.gov\/CurrentProjects\/nawqa\/nawqaweb.htm\">http:\/\/nh.water.usgs.gov\/CurrentProjects\/nawqa\/nawqaweb.htm<\/a><br>In-depth information about the National Water-Quality Assessment Program and other arsenic studies may be found on the USGS Web site:<br><a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.gov<\/a>.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine","Massachusetts","New Hampshire"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1052366400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170131"},{"tid":"169219"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}