{"title":"Map Store Move Brings Bonanza for Map Lovers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash; <!--introstart-->The California Geological Survey is giving away free maps in preparation for the move of their Maps and Publications Sales office at the end of the month.<!--introend--> Spurred by a U.S. Geological Survey initiative to reduce rent costs and the total amount of federal space occupied, CGS will move their map store to the second floor of the same building they currently occupy. The new retail space will be smaller than it is now, necessitating a significant reduction in inventory.&nbsp;<\/p>\n<p>The store is located on the USGS campus at 345 Middlefield Road in Menlo Park, Calif. Free maps will be available during regular business hours, Monday &ndash; Friday, 8 a.m. &ndash; 4 p.m. The give-away maps, which normally sell for $8. &ndash;$15., include all topographic maps for areas outside California, and all thematic maps outside California. This offer is limited to stock on hand, and takers are responsible for removing the maps before Sept. 24. There is no space to save or reserve maps for individuals. No shipping or delivery will be provided. Maps are available first come, first served. The public can call 650-688-6327 for more information.&nbsp;<\/p>\r\n<p>\"I urge members of the public to take advantage of this rare reduction in inventory to acquire maps that are useful, educational, as well as beautiful,\" said USGS Director Marcia McNutt. \"I credit my daughters'knowledge of California geography to the fact that I chose to cover a bare wall in my home with surplus maps many years ago.\"<\/p>\r\n<p>&nbsp;CGS has operated and managed the Maps and Publications Sales Office on the USGS campus since 2005, where they have carried a complete inventory of their own publications, and all USGS maps and publications for the western U.S. It is no longer cost effective to pay high rent to stockpile such a large inventory of paper maps that are rarely requested. The store currently stocks approximately 250,000 maps of 22,000 different titles.&nbsp;<\/p>\r\n<p>\"This is a marvelous opportunity for people to pick up beautiful maps and publications for free, and either keep them for their own use or send them to friends as gifts\", said Dr. John Parrish, State Geologist of California. \"These materials also make wonderful teaching aids for the classroom, and I urge teachers to take advantage of this rare opportunity to acquire some great material.\"<\/p>\r\n<p>When the CGS over-the-counter retail map sales office, and staff who operate it, move upstairs to the new location, the inventory will continue to include all of CGS's products, USGS top sellers, and some California maps published by other federal agencies such as the Bureau of Land Management, National Park Service, and the U.S. Forest Service. The most popular USGS thematic maps and publications and all of the topographic maps for California will remain in stock. The full services of science information, expert advice, and educational services will remain unchanged. CGS will continue to run the sales office and occupy USGS-leased space under a Memorandum of Understanding. The General Services Administration owns the USGS-leased federal buildings.&nbsp;<\/p>\r\n<p>After the move, public access to the Maps Sales office in Menlo Park will remain the same, Monday &ndash; Friday, 8 a.m. &ndash; 4 p.m. The store will temporarily close during the move at the end of September. There will be directional signs at entrances and in the lobby to help the public locate the new space on the second floor.&nbsp;<\/p>\r\n<p>A map and directions to the USGS Menlo Park campus are <a href=\"http:\/\/online.wr.usgs.gov\/kiosk\/mparea3.html\">online<\/a>, and the public is welcome to visit the facilities during business hours. Download a self-guided tour brochure <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3072\/\">here<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Core Science Systems National Geospatial"],"article_type":["State News Release"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1347249600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168857"},{"tid":"169953"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}