{"title":"Nearly 60 Small to Moderate Earthquakes Strike Arkansas and Are Widely Felt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Nearly 60 small and moderate earthquakes struck Arkansas since Feb. 15, 2011, the most recent a magnitude 4.3 earthquake this morning 37 miles away from Little Rock. Many of the earthquakes are large enough to be felt.<!--introend--><\/p>\n<p>&ldquo;These earthquake swarms are not that unusual for the region,&rdquo; said Harley Benz, scientist in charge at the U.S. Geological Survey National Earthquake Information Center. &ldquo;Central Arkansas has a history of earthquake activity with a swarm of thousands of earthquakes smaller than magnitude 4.5 in the early 1980s and another swarm in 2001, known as the Enola earthquake swarms.&rdquo;<\/p>\r\n<p>Citizens are encouraged to report any experience feeling the earthquake(s) at the <a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">USGS Did You Feel It? website.<\/a> The earthquake swarm that began Tuesday may continue. This area is slightly south of and most likely related to similar ongoing activity involving hundreds of small earthquakes near Guy, Ark., from August 2010 to present.<\/p>\r\n<p>Scientists do not know why swarms start, why they stop, or how long to expect them to last. The possibility of a larger earthquake cannot be discounted, but none of the other swarms have caused any reason to expect a future earthquake large enough to cause significant damage in central Arkansas.<\/p>\r\n<p>USGS scientists have been working with their partners at the Center for Earthquake Research and Information (CERI) at the University of Memphis and the Arkansas Geological Survey (AGS) to carefully monitor this situation. They have deployed a local network of stations &ndash; an array &ndash; that measure seismicity in the Greenbrier-Enola area to augment regional seismic stations. The <a href=\"http:\/\/folkworm.ceri.memphis.edu\/recenteqs\/Maps\/97-36.html\">CERI<\/a> and <a href=\"http:\/\/www.geology.ar.gov\/geohazards\/earthquakes.htm\">AGS<\/a> array and personnel are the best source of the most current information about the new earthquake swarm. The AGS and CERI are investigating whether the earthquakes occur naturally or are related to human activities.<\/p>\r\n<p>Earthquake swarms are common east of the Rocky Mountains; other Central or Eastern U.S. swarms, however, have not involved as many small earthquakes as the central Arkansas swarms. Most of North America east of the Rocky Mountains has infrequent earthquakes that can strike anywhere at irregular intervals. The causes of earthquakes are not understood well enough to reliably make short-term predictions.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["earthquake","Arkansas","geology","hazards","Swarm"],"release_date":{"und":[{"value":"1298005200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}