{"title":"sink or Source? A New Model to Measure Organic Carbon in Surface Waters","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>This USGS report can be found <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1276\/\">online<\/a>. <\/em><\/p>\n<p>A new carbon model allows scientists to estimate sources and losses of organic carbon in surface waters in the United States. Study results indicate that streams act as both sources and sinks for organic carbon.&nbsp;<\/p>\r\n<p>&ldquo;Model estimates help managers and researchers track carbon transport in streams, which is information that is ultimately needed to improve our understanding of the fate of rising carbon dioxide levels in the atmosphere,&rdquo; said Dr. Richard Smith, a USGS hydrologist and coauthor of the study. &ldquo;The study contributes new information on the role of rivers as sources and sinks for organic carbon at regional and continental scales, for which scientific knowledge is rather limited.&rdquo;<\/p>\r\n<p>Findings show that in-stream photosynthesis by algae is a major contributor of organic carbon in large rivers of the United States. It is the largest source of organic carbon delivered to coastal waters from the Mississippi-Atchafalaya River Basin and the Pacific Northwest.&nbsp;<\/p>\r\n<p>Terrestrial sources of carbon, such as&nbsp;from forests and wetlands, are dominant in all other coastal waters, including waters of the North Atlantic, the South Atlantic Gulf, California, the Texas Gulf, and the Great Lakes.&nbsp;&nbsp;<\/p>\r\n<p>The results also provide estimates of how much of the organic carbon transported in streams is then permanently removed from the water column. The removed carbon is either sequestered in sediments over long time periods or oxidized and returned to the atmosphere as carbon dioxide. The specific fate of the carbon is not quantified in the current model.<\/p>\r\n<p>Study findings are estimated using a hydrological mass-balance model based on long-term monitoring at 1,125 stream locations and national geospatial information, including a river network of approximately 62,000 reaches and their connecting drainages, land cover, climate, soils, and estimates of the supply of carbon to streams from primary production.<\/p>\r\n<p>This USGS <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1276\/\">study<\/a> was done in collaboration with researchers from Resources for the Future and Pennsylvania State University. This study is supported by both the USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a>, which has assessed the physical, chemical, and biological characteristics of streams, rivers, and groundwater across the nation since 1991, and the USGS <a href=\"http:\/\/gcp.usgs.gov\/cen\/\">National Climate Effects Network<\/a>, which is developing methods and strategies for assessing the status and trends of ecosystem health and function across the nation in response to changes in climate. Hydrologic modeling and analysis tools, such as this one, are important components of both of these programs.<\/p>\r\n<p>This newly released U.S. Geological Survey Open-File Report (2010&mdash;1276), titled <em>An Initial SPARROW Model of Land Use and In-stream Controls on Total Organic Carbon in Streams of the Conterminous United States,<\/em> by Jhih-Shyang Shih, Richard B. Alexander, Richard A. Smith, Elizabeth W. Boyer,<sup> <\/sup>Gregory E. Schwarz,<sup> <\/sup>and Susie Chung<sup> <\/sup>is available <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1276\/\">online<\/a> only.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","","Model","carbon","organiccarbon","source","sink",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1299214800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170323"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}