{"title":"Preparation Pays Off in Puerto Rico &mdash; USGS River Data Keeps Flowing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Electricity may be out and communication lines cut off by the tremendous winds and torrential rains of Hurricane Georges, but thanks to good foresight in \"hardening\" monitoring systems by the U.S. Geological Survey, real-time streamflow data in Puerto Rico continued to flow to reservoir operators, emergency officials, and others who need streamflow information and need it fast. <!--introend-->\n<p>The USGS maintains a network of 123 real-time gaging stations in Puerto Rico, part of a nationwide network of more than 4,000 real-time stations (part of a larger national network of nearly 7,000 stations) that keep a close eye on what is happening with the country&rsquo;s rivers and streams. \r\n<p>A preliminary assessment of the streamflow network in Puerto Rico shows that about 12 stations were severely damaged. \r\n<p>Because Puerto Rico is so often in the path of destructive hurricanes, USGS hydrologists had developed contingency operations to ensure that information on the effect of hurricane rains on local rivers would be available to those who need it. The streamflow gaging stations in Puerto Rico have been outfitted with satellite-linked data collection platforms that transmit streamflow in real time to the main computer in the USGS Puerto Rico office in San Juan. The entire computer and data relay system in Puerto Rico was backed up with a diesel-powered generator to ensure that information would continue to flow no matter what Mother Nature might do. Throughout the hurricane&rsquo;s pass over the island, data was received into USGS computers from the backup system and data has been provided on a continuous basis to key cooperators. \r\n<p>The streamflow data for Puerto Rico and the other real-time stations throughout the United States are available to the public from the USGS via the World Wide Web (<a href=\"http:\/\/water.usgs.gov\">http:\/\/water.usgs.gov<\/a> ). Data are updated at 15-60 minute intervals. \r\n<p>As an example of the enormous rise in streamflow that can occur as a result of such torrential hurricane rains, the Rio de la Plata at Highway 2 at Toa Alta, downstream from the Puerto Rico Aqueduct and Sewer Authority reservoir, rose from about 10 cubic feet per second (cfs) to a maximum discharge of more than 130,000 cfs in less than 24 hours. Based on historic records available for this river, this may be the greatest discharge recorded at this site. \r\n<p>The USGS commitment to keep information flowing had a very human side during Hurricane Georges. Dianne Lopez-Trujillo, a computer specialist in the San Juan office, who is also a graduate student at the University of Puerto Rico at Mayaguez, stayed throughout the night to keep the computers operating and to keep information going to the Puerto Rico Aqueduct and Sewer Authority. \r\n<p>Information on streamflow stage (river height) and discharge (amount of water flowing past a given point) are critical to reservoir operators who manage flood-control reservoirs to minimize flooding downstream. \r\n<p>While the USGS district office remains closed in the wake of Hurricane Georges, hydrologists continue as best they can to meet their flood response commitments. Teams of hydrologists will be going out to note high-water marks in order to make \"indirect\" measurements of the discharge of rivers, to delineate the height of storm surges, to map inundated areas and to document the height and severity of flooding. Such post-flood information is critical in developing flood models and estimating flood potential in order to prepare for future flood events. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Puerto Rico"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"906436800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169399"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}