{"title":"River Indicates Warmer Climate and Earlier Spring in Central Maine","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: The report, \"Historical Trends in River Ice Thickness and Coherence in Hydroclimatological Trends in Maine,\" is available to news media from the contacts listed above.<\/b> <\/p>\n<p>\"Warm\" is hardly the first word most of us would think of when contemplating Central Maine&rsquo;s winter weather. Yet, a recent study by scientists at the U.S. Geological Survey (USGS), published in the November issue of the journal <i>Climatic Change,<\/i> suggests what long-time residents have suspected; winter in Central Maine just isn&rsquo;t quite what it used to be. <\/p>\r\n<p>\"We compared long-term records of ice thickness and water flow for the Piscataquis River with air temperature for the surrounding area and found significant trends that are consistent with climate warming and advancing spring,\" said Thomas Huntington, lead author and hydrologist at the USGS Maine District Office. \"During the 20th century, average winter temperatures increased by about 3 degrees Fahrenheit and ice on the Piscataquis River on about February 28 was thinner by an average of 9 inches,\" said Huntington. <\/p>\r\n<p>Other river-flow, temperature, and biologic data analyzed in this study and in studies completed in 1995-2001 throughout New England also consistently indicate systematic, regional late winter and early spring warming during the past century. <\/p>\r\n<p>In a study released in July this year, USGS scientists compared the dates by which half of the total volume of winter\/spring runoff has flowed past a river gaging station, known by scientists as the \"center\" of runoff. Significantly earlier dates were noted at all 11 gaging stations in northern and mountainous areas of New England where snowmelt runoff has the most effect on spring river flows. That study concluded that the center of the winter\/spring runoff near the end of the 20th century at different rivers is one to two weeks earlier than it had been at the beginning of the century. Trends in runoff timing were less clear in other parts of New England. A companion study of rivers in coastal Maine showed large increases in February river flows during the 20th century and large decreases in May flows, suggesting earlier snowmelt. <\/p>\r\n<p>Although the current study provides further evidence of a regional warming pattern, it does not identify the cause or whether the warmer climate in New England is linked to climate patterns beyond the study area.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1070427600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170568"},{"tid":"169439"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}