{"title":"New National Program to Study Seasonal Changes in Wildlife Begins","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<h3><em>The Wildlife Society and USA-National Phenology Network Announce New Wildlife Phenology Program <\/em><\/h3>\n<p>\r\n<p><span class=\"bold\">Editors<\/span>: Additional information is available at&nbsp;<a href=\"http:\/\/www.usanpn.org\" target=\"_blank\">USA-National Phenology Network<br \/><\/a><\/p>\r\n<p>A new Wildlife Phenology Program will enlist professional and citizen scientists across the country to monitor and record seasonal wildlife events to help managers understand and respond to climatic and other environmental changes.<\/p>\r\n<p>The Wildlife Society (TWS) and the USA National Phenology Network (USA-NPN) announced the program today as the second phase in the USA-NPN's monitoring efforts; the Plant Phenology Program started in 2007.&nbsp; The program will be housed at the National Coordinating Office of the USA-NPN, at The University of Arizona in Tucson.<\/p>\r\n<p>Phenology is the study of the seasonal timing of plant and animal life-cycle events such as bird, fish and mammal migration; emergence from hibernation; and the leafing, blooming and fruiting of plants. Changes in the timing of these events are among the most sensitive biological responses to climate change. Over much of the world, spring events are occurring earlier. Consequently, many time-sensitive relationships, such as those between animals and their prey or plants and their pollinators are being disrupted.<\/p>\r\n<p>\"Wildlife managers are trying to quickly adapt to a changing climate, and this program is designed to help them adapt effectively,\" said Michael Hutchins, executive director of TWS.<\/p>\r\n<p>A tremendous amount of knowledge can be gained from monitoring phenology, added Jake Weltzin, a U.S. Geological Survey scientist and executive director of USA-NPN. \"We will gather information that can be used to predict migration times, disease spread, and ecosystem and animal distribution changes. This nationwide network will help provide decision-makers with the solid information they need.\"<\/p>\r\n<p>Abraham J. Miller-Rushing will coordinate the new Wildlife Phenology Program. Miller-Rushing has a doctorate in biology from Boston University in 2007, and just completed a position as a postdoctoral researcher at the Rocky Mountain Biological Laboratory and the University of Maryland in College Park.<\/p>\r\n<p>Miller-Rushing and his colleagues have already documented widespread changes in phenology of plants and animals that are in turn linked to declines in populations of many charismatic species, including those that Henry David Thoreau wrote about at Walden Pond.<\/p>\r\n<p>The <a href=\"http:\/\/www.usanpn.org\" target=\"_blank\">USA-NPN<\/a> aims to monitor and understand the influence of seasonal cycles on the nation's biological resources, and is a partnership of non-governmental organizations, academia, citizen volunteers, federal agencies and others. The partnership was established to increase the understanding of phenology and the impacts that recent national and global changes in timing are already having or will have on plants, animals and ecosystems.<\/p>\r\n<p>Although the monitoring programs of the USA-NPN will include scientists and land managers, the success of the program relies on the involvement of citizen scientists-from kindergartners to master gardeners, and from birdwatchers, frogwatchers and people from all walks of life who are interested in the world around them.<\/p>\r\n<p>\"We are excited to bring together scientists and people living in their communities in a program that will have widespread applications,\" said Dan Ashe, science advisor to the director of the U.S. Fish and Wildlife Service, which provided financial support for the new program.<\/p>\r\n<p>Sue Haseltine, the associate director of biology for the USGS, echoed Ashe. \"The USA-NPN serves as a nucleus for providing insight into how plants and animals respond to climate change. The USGS will continue to provide a leadership role in the development of this important partnership.\"<\/p>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Climate Change","biology","birds","bees","Bugs","education","fish","wildlife","phenology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1228194000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168788"},{"tid":"169916"},{"tid":"169522"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}