{"title":"Looking For Clues In Chesapeake Bay Sediments","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Scientists will begin collecting sediment cores from the floor of Chesapeake Bay this week in the search for clues that will help explain what factors -- natural and manmade -- trigger changes in the living resources and environment of the Bay. <\/p>\n<p>The team from the U.S. Geological Survey and the Maryland Geological Survey will focus efforts in the central part of the Bay where the mixture of microscopic fossils and chemical changes preserved in the sediments might reveal how climatic conditions and land-use changes ashore affected the environment of the Bay. <\/p>\r\n<p>Scientists aboard the Maryland Department of Natural Resources research ship Discovery will collect cores of bottom sediments along transects running from the mouths of the Choptank, Patuxent, Potomac, and Rappahannock Rivers into the main Channel. The cores will be analyzed from top to bottom to analyze changes over time in sedimentation, dissolved oxygen, and nutrients. The scientists will then try to link these changes to changes in Bay habitats and biodiversity, and precipitation and river dicharge records from the watershed. <\/p>\r\n<p>\"Before we can begin to make accurate forecasts of how the Bay environment may change in the future, we have to better understand how both natural and manmade changes have affected the Bay in the past,\" said Dr. Thomas Cronin, geologist and coordinator of the USGS part of the study. <\/p>\r\n<p>\"Just as a doctor would not prescribe medical treatment without a knowledge of a patient&rsquo;s past reactions and allergies, we hope we can help the planners and managers design future treatment of the Bay&rsquo;s ailments based on accurate measurements of past environmental trends that stretch back over decades and centuries,\" Cronin said. <\/p>\r\n<p>Most scientists believe that environmental declines in Bay water quality and living resources are at least indirectly due to ecological stress imposed by human activities - especially land use changes in the Bay watershed, through agriculture, urbanization, pollution, and sewage. There is concern that future stress on the Bay will worsen as the population in the Bay watershed swells to 17.4 million by the year 2020. <\/p>\r\n<p>\"But to more fully understand the Bay ecosystem, and therefore to predict its response to land-use policies, it is necessary to integrate the impact of a wide range of natural processes, including climate change, river inflow from tributaries, sea level rise, coastal erosion and sedimentation, on Bay dissolved oxygen levels, salinity, and nutrient budgets,\" Cronin said. <\/p>\r\n<p>\"Understanding how the Bay ecosystem responds to environmental change is critical, not only because of future land-use management decisions, but also in light of uncertainty about future climate changes and it&rsquo;s impact on the Bay and its watershed.\" <\/p>\r\n<p>Ongoing debate about the patterns and causes of long-term 30 year trends in dissolved oxygen levels and, more recently, declines in adult blue crabs and some sea grasses, have focused attention on the need to better understand the dynamic interactions between many Bay organisms, their local environment, and regional climate. The team of state and federal scientists hope to accomplish this in part through study of long term climate and water quality trends and biotic responses obtained from the sediment cores. <\/p>\r\n<p>Several methods will be used to date sediments and compute sedimentation rates, including isotopes of lead and carbon and pollen stratigraphy. Trends in dissolved oxygen and nutrients are reconstructed using phytoplankton, bottom-dwelling organisms, and chemical signatures in the sediment and can be linked to past changes in climate, rainfall, salinity etc. One ultimate goal of this research is to determine ecosystem response to nutrient and sediment reduction by establishing relationships between past events and Bay habitats through an understanding of natural cycles. \r\n<p>\r\n<p>USGS participation in this sample-colle","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"843192000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}