{"title":"Climate Models Help Scientists Understand Global Shifts in Water Availability","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to Editors: Copies of \"Global pattern of trends in streamflow and water availability in a changing climate,\" are available from the lead author Christopher Milly.<\/strong><\/p>\n<p><!--introstart-->USGS scientists have a clearer picture of global shifts in water availability after examining a century of streamflow measurements from 165 locations around the world. Simulations from an ensemble of 12 global climate models compared favorably with the historical streamflow data.<!--introend--> The scientists discovered that climate models have significant relevance in simulating historical long-term trends in streamflow around the world. That finding lends credibility to the same models&rsquo; streamflow forecasts for the coming decades.<\/p>\r\n<p>And what do the models show about the future? The models predict 10 to 40 percent increases in runoff in eastern equatorial Africa, the La Plata basin and high latitude North America and Eurasia by the year 2050. They also predict 10 to 30 percent decreases in runoff in southern Africa, southern Europe, the Middle East and mid-latitude western North America by the year 2050.<\/p>\r\n<p>The article, \"Global pattern of trends in streamflow and water availability in a changing climate,\" to be published tomorrow in the journal Nature, examines water-availability projections of climate models. The USGS scientists discovered that climate models are useful for simulating regional historical long-term trends in streamflow around the world.<\/p>\r\n<p>Lead author Christopher Milly explains the complex pattern of streamflow change by noting a basic fact of thermodynamics, &quot;A warmer atmosphere can carry more water. So, warmer winds can deliver more water to a region, but they can also take more away. This give-and-take plays out differently in different parts of the world, causing decreases in water supply here, and increases there.&quot;<\/p>\r\n<p>Water availability is directly related to climate. However, there is no simple relationship for all regions between future temperatures and future water resources. Some regions may experience increases in precipitation and run-off while other regions may experience decreases.<\/p>\r\n<p>According to the study&rsquo;s authors, changes in sustainable water availability could have considerable regional-scale consequences for economies as well as ecosystems. Water availability on the continents is important for human health, economic activity, ecosystem function and geophysical processes.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1132117200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169081"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}