{"title":"Commonly Used Atrazine Herbicide Adversely Affects Fish Reproduction","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Atrazine, one of the most commonly used herbicides in the world, has been shown to affect reproduction of fish, according to a new U.S. Geological Survey (USGS) study.<!--introend--><\/p>\n<p>&ldquo;Concentrations of atrazine commonly found in agricultural streams and rivers caused reduced reproduction and spawning, as well as tissue abnormalities in laboratory studies with fish,&rdquo; said USGS scientist Donald Tillitt, the lead author of the study published in <em>Aquatic Toxicology.<\/em><\/p>\r\n<p>Fathead minnows were exposed to atrazine at the USGS Columbia Environmental Research Center in Columbia,   Mo., and observed for effects on egg production, tissue abnormalities and hormone levels.&nbsp; Fish were exposed to concentrations ranging from zero to 50 micrograms per liter of atrazine for up to 30 days.&nbsp; All tested levels of exposure are less than the USEPA Office of Pesticides Aquatic Life Benchmark of 65 micrograms per liter for chronic exposure of fish.&nbsp; Thus, substantial reproductive effects were observed in this study at concentrations below the USEPA water-quality guideline.<\/p>\r\n<p>Study results show that normal reproductive cycling was disrupted by atrazine and fish did not spawn as much or as well when exposed to atrazine. &nbsp;Researchers found that total egg production was lower in all atrazine-exposed fish, as compared to the non-exposed fish, within 17 to 20 days of exposure. &nbsp;In addition, atrazine-exposed fish spawned less and there were abnormalities in reproductive tissues of both males and females. &nbsp;<\/p>\r\n<p>Atrazine is one of the most commonly used herbicides in the world and is used on most corn, sugarcane and sorghum acreage in the United States. &nbsp;It is used to stop pre- and post-emergence broadleaf and grassy weeds, and is generally applied in the spring. &nbsp;Thus, noted Tillitt, atrazine concentrations are greatest in streams during the spring, when most fish in North America are attempting to reproduce.<\/p>\r\n<p>&ldquo;The reproductive effects observed in this study warrant further investigation and evaluation of the potential risks posed by atrazine, particularly in wild populations of fish from streams in agricultural areas with high use of this herbicide,&rdquo; said Tillitt.<\/p>\r\n<p>The results of this study add an important ecological perspective to findings on atrazine concentrations in streams reported by the USGS National Water-Quality Assessment (NAWQA) Program, as well as others, and highlights the potential risks to aquatic species of this high-use chemical, Tillitt said.<\/p>\r\n<p>&ldquo;Results of studies over the past 20 years show that atrazine is the most frequently detected pesticide in agricultural streams and rivers nationwide, and particularly in the Corn Belt states,&rdquo; according to Robert Gilliom, Chief of the NAWQA Pesticide National Synthesis Project. &ldquo;Atrazine concentration data for Corn Belt streams and rivers show that 21-day average concentrations, similar to the exposure conditions studied by Dr. Tillitt, exceeded levels found to affect fish reproduction for most sites and years sampled.&rdquo;<\/p>\r\n<p>Endocrine-active compounds are associated with intersex and reproductive effects in fish. &nbsp;These chemicals have the ability to adversely affect endocrine systems and include some pesticides, PCBs, certain heavy metals, certain household products, and many pharmaceuticals specifically designed to interact with endocrine function.<\/p>\r\n<p>\"Atrazine Reduces Reproduction in Fathead Minnow (<em><span style=\"text-decoration: underline;\">Pimephales<\/span> <span style=\"text-decoration: underline;\">promelas<\/span><\/em>),\" was authored by U.S. Geological Survey scientists Donald Tillitt, Diana Papoulias, Jeffrey Whyte, and Catherine Richter. It appears in this week&rsquo;s edition of <em>Aquatic Toxicology.<\/em><\/p>\r\n<p><em><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_05_19\" scrolling=\"auto","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","contaminants","Endocrine Disruptors","Atrazine","Fish Reproduction","fish"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1274241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169258"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}