{"title":"Don't be Left Out! Three Months to ShakeOut","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><span class=\"italics\" style=\"font-size: medium;\">Thousands Join Each Day, You Can Too<\/span><\/p>\n<p><!--introstart-->Three months from today, at 10 a.m. on November 13, millions of southern Californians will drop to the ground, take cover under a table or desk, and hold on. An earthquake prediction? No. But it is certain that the <em>Great Southern California ShakeOut <\/em>is on track to being the largest earthquake drill in United States history.<!--introend--><\/p>\r\n<table border=\"0\" cellspacing=\"3\" cellpadding=\"3\" width=\"144\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/usgs.gov\/images\/logos\/scec.jpg\" alt=\"logo: Southern California Earthquake Center\" width=\"144\" height=\"55\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/usgs.gov\/images\/logos\/shake_out.jpg\" alt=\"logo: The Great Southern California ShakeOut\" width=\"144\" height=\"81\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>As of today, over 1.7 million people have been registered at <a href=\"http:\/\/www.ShakeOut.org\" target=\"_blank\">www.ShakeOut.org<\/a>, with over 200 schools and districts leading the effort by scheduling their annual earthquake drills on November 13. The goal is to involve at least 5 million people.<\/p>\r\n<p>\"Something remarkable is happening-people are seeing this as an unprecedented opportunity to really get themselves, their organizations, and their communities prepared,\" said Mark Benthien, director for Outreach at the Southern California Earthquake Center at USC. Many participants will go even further with full-scale drills of how they will speed their recovery in a massive earthquake. \"Every day we hear from schools, businesses, and many others about what they are planning and how they are excited to be a part of the ShakeOut, and to encourage others to participate.\"<\/p>\r\n<p>Why? An enormous earthquake is in Southern California's future, and the ShakeOut Drill is a chance to practice so residents are ready when it happens. ShakeOut is based on a potential magnitude 7.8 earthquake on the southern San Andreas Fault-approximately 5,000 times larger than the magnitude 5.4 earthquake that shook southern California on July 29. Dr. Lucy Jones of the U.S. Geological Survey has led a group of over 300 scientists, engineers, and others to study the likely consequences of this potential earthquake in great detail. The result is the ShakeOut Earthquake Scenario (urbanearth.usgs.gov), which is also the basis of this year's statewide emergency response exercise, Golden Guardian 2008 (<a href=\"http:\/\/www.ohs.ca.gov\/\" target=\"_blank\">www.ohs.ca.gov<\/a>).<\/p>\r\n<p>\"All this is coming together in a way that has never happened before,\" said Dr. Jones. \"What's really rewarding as a scientist is to see how the scientific foundation provided by the ShakeOut Scenario seems to be inspiring real preparedness actions throughout the region. This is important because it's what we do now, before a big earthquake, that will determine what our lives will be like after.\"&nbsp; Detailed instructions for how to participate and get prepared for earthquakes are on the ShakeOut website.<\/p>\r\n<p>Here are key aspects of the ShakeOut:<\/p>\r\n<ul type=\"disc\">\r\n<li>\r\n<p>ShakeOut is organized by the Earthquake Country Alliance (ECA), a partnership of earthquake professionals, emergency responders, business leaders, and community activists. The group has been planning the ShakeOut since 2006.&nbsp; Major organizations include the USGS, Southern California Earthquake Center, California Office of Emergency Services, City of Los Angeles, Art Center College of Design, State Farm, and California Institute of Technology.<\/p>\r\n<\/li>\r\n<li>To be able to reach communities throughout southern California, the ECA is launching \"Regional Associate\" groups in each county:<br \/><br \/>\r\n<ul>\r\n<li>The San Bernardino County group has its initial meeting today and is co-chaired by&nbsp;County Supervisor Brad Mitzenfelt and ESRI President Jack Dangermond. <\/li>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","earthquakes","geology","geology","hazards","education","Shake Out"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1218600000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170031"},{"tid":"169130"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}