{"title":"New Fact Sheet Describes the Potential Danger from Thermal Springs in Eastern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Scientists from the U.S. Geological Survey (USGS) along with colleagues from the U.S. Forest Service have published a new fact sheet which summarizes the thermal processes and associated hazards that characterize the popular Hot Creek Geologic Site near Mammoth Lakes, Calif.<!--introend--> \r\n<\/p>\r\n<p>\r\n&quot;Boiling Water at Hot Creek - The Dangerous and Dynamic Thermal Springs in California&#39;s Long Valley Caldera&quot; was written to educate visitors of the potential dangers associated with recent increases in hot spring activity and geysering in Hot Creek Gorge. \r\n<\/p>\r\n<p>\r\nSince May 2006, springs in and near the most popular swimming areas have been &quot;geysering&quot; or intermittently spurting very hot, sediment-laden water as high as 6 feet (2 meters) above the stream surface. At times this geysering activity is vigorous enough to produce &quot;popping&quot; sounds audible from hundreds of feet away. The geysering usually lasts a few seconds and occurs at irregular intervals, with several minutes between eruptions. Due to the unpredictable nature of this hazardous spring activity, the U.S. Forest Service closed portions of the Hot Creek Geologic Site in June 2006. These closures remain in effect. \r\n<\/p>\r\n<p>\r\nThe fact sheet further describes why Hot Creek is hot, discusses the possible causes of the recent changes, provides a volcanic history of the area, and helps prepare visitors to enjoy a safe visit to the area by considering the following: \r\n<\/p>\r\n<ul>\r\n\t<li>Keep a clear head and be observant- conditions can change quickly.<\/li>\r\n\t<li>Keep careful watch on children and pets (always keep pets on a leash). <\/li>\r\n\t<li>Follow directions and warnings on signs. <\/li>\r\n\t<li>Don&#39;t cross over fences or barriers, and stay on walkways. <\/li>\r\n<\/ul>\r\n<p>\r\nThe new fact sheet is currently available for download at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2007\/3045\/\">pubs.usgs.gov\/fs\/2007\/3045\/<\/a>. Printed copies will be available beginning in mid-July and can be ordered online from <a href=\"http:\/\/store.usgs.gov\">store.usgs.gov<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1183003200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169077"},{"tid":"170680"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}