{"title":"Large Old Trees Grow Fastest, Storing More Carbon","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>THREE RIVERS, Calif, &mdash; <!--introstart-->Trees do not slow in their growth rate as they get older and larger &mdash; instead, their growth keeps accelerating, according to <a href=\"http:\/\/dx.doi.org\/10.1038\/nature12914\">a study published today in the journal Nature<\/a>.<!--introend--><\/p>\n<p>\"This finding contradicts the usual assumption that tree growth eventually declines as trees get older and bigger,\" says <a href=\"http:\/\/www.werc.usgs.gov\/stephenson\">Nate Stephenson<\/a>, the study's lead author and a forest ecologist with the U.S. Geological Survey. \"It also means that big, old trees are better at absorbing carbon from the atmosphere than has been commonly assumed.\"<\/p>\r\n<p>An international team of researchers compiled growth measurements of <a href=\"http:\/\/www.werc.usgs.gov\/fileHandler.ashx?File=\/OutreachDocs\/2014\/Stephenson%20et%20al%202014%20press%20release%20TABLES.docx\">673,046 trees<\/a> belonging to 403 tree species from tropical, subtropical and temperate regions across six continents, calculating the mass growth rates for each species and then analyzing for trends across the 403 species. The results showed that for most tree species, mass growth rate increases continuously with tree size &mdash; in some cases, large trees appear to be adding the carbon mass equivalent of an entire smaller tree each year.<\/p>\r\n<p>\"In human terms, it is as if our growth just keeps accelerating after adolescence, instead of slowing down,\" explains Stephenson. \"By that measure, humans could weigh half a ton by middle age, and well over a ton at retirement.\"<\/p>\r\n<p>This continuously increasing growth rate means that on an individual basis, large, old trees are better at absorbing carbon from the atmosphere. Carbon that is absorbed or \"sequestered\" through natural processes reduces the amount of carbon dioxide in the atmosphere, and can help counter-balance the amount of CO<sub>2<\/sub> people generate.<\/p>\r\n<p>However, the researchers are careful to note that the rapid absorption rate of individual trees does not necessarily translate into a net increase in carbon storage for an entire forest.<\/p>\r\n<p>\"Old trees, after all, can die and lose carbon back into the atmosphere as they decompose,\" says <a href=\"http:\/\/www.werc.usgs.gov\/person.aspx?personID=67\">Adrian Das<\/a>, a USGS coauthor. \"But our findings do suggest that while they are alive, large old trees play a disproportionately important role within a forest&rsquo;s carbon dynamics. It is as if the star players on your favorite sports team were a bunch of 90-year-olds.\"<\/p>\r\n<p>The study was a collaboration of <a href=\"http:\/\/www.werc.usgs.gov\/fileHandler.ashx?File=\/OutreachDocs\/2014\/Stephenson%20et%20al%202014%20press%20release%20TABLES.docx\">38 researchers<\/a> from research universities, government agencies and non-governmental organizations from the United States, Panama, Australia, United Kingdom, Germany, Colombia, Argentina, Thailand, Cameroon, Democratic Republic of Congo, France, China, Taiwan, Malaysia, New Zealand and Spain. The study was initiated by Stephenson and Das through the <a href=\"http:\/\/westernmountains.org\">USGS Western Mountain Initiative<\/a> and the <a href=\"http:\/\/powellcenter.usgs.gov\">USGS John Wesley Powell Center for Analysis and Synthesis.<\/a><\/p>\r\n<p>Accompanying Information for Press Release&nbsp;<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/www.werc.usgs.gov\/fileHandler.ashx?File=\/OutreachDocs\/2014\/Stephenson%20et%20al%202014%20press%20release%20TABLES.docx\">TABLE 1: Continent\/Sample Size\/Species Breakdown<\/a><\/li>\r\n<li><a href=\"http:\/\/www.werc.usgs.gov\/fileHandler.ashx?File=\/OutreachDocs\/2014\/Stephenson%20et%20al%202014%20press%20release%20TABLES.docx\">TABLE 2: List of Institutions Contributing to the Study<\/a><\/li>\r\n<\/ul>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_15\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_15\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["trees","forest","carbon","Old Growth","Carbon Sequestration","Tree Growth Rate"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1389762000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168913"},{"tid":"170183"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}