{"title":"USGS Science Presented at AGU in Boston","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to editors: Interviews with the scientists during the American Geophysical Union conference can be arranged by contacting the AGU newsroom in Boston (617) 954-3138.<\/b> <\/p>\n<p><b>Small Differences in Grain Size Can Have Big Impact on Water Quality:<\/b> Although the geology and hydrology of an area may appear to be quite similar on a regional scale, differences such as the distribution of fine to coarse sediments in the subsurface can have a significant impact on how chemicals and pesticides move into shallow ground water and surface water. USGS scientist Judith Denver will discuss how variations in physiography and differences in grain textures of geologic units define seven distinct hydrogeologic subregions in the Mid-Atlantic Coastal Plain and how this information can explain differences in water chemistry across the Coastal Plain. <b>\"Hydrogeologic Factors Affecting the Transport of Nutrients and Pesticides to Shallow Ground Water and Small Streams in the Mid-Atlantic Coastal Plain, USA\"<\/b> in Session B01, is scheduled for 8:30 am on Tuesday, May 29, Hynes Convention Center Room 302. <\/p>\r\n<p><b>Nitrate Concentrations Expected to Increase if Land Use Remains Unchanged:<\/b> Residents in southern New Jersey rely more and more on the Kirkwood-Cohansey aquifer system to provide water for everyday use. As the population grows, concern has increased about the future of this aquifer system and the quality of its water. USGS scientist Leon Kauffman will describe how past and present land use may have affected the quality of water pumped from this aquifer system, and that if land use remains the same, then nitrate concentrations in many of the public-supply wells will continue to increase over the next 50 years. <b>\"Use of an Advective Transport Model to Relate Land Use to the Quality of Water in Public-Supply Wells, New Jersey Coastal Plain\"<\/b> in Session B04, is scheduled for 10:30 am on Wednesday, May 30, Hynes Convention Center Room 313. <\/p>\r\n<p><b>Karst Environment Linked to Nitrate Concentrations in Ground Water:<\/b> Karst features such as gapping sinkholes characterize the landscape of northern Florida. In Suwannee and Lafayette Counties, nitrate contamination in ground water is widespread. USGS scientist Brian Katz will present findings that indicate nitrates from agricultural activities move easily down into the Upper Floridan aquifer because highly permeable sands cover the karst limestone forming the aquifer and because recharge rates to the aquifer are quite high. <b>\"A Multi-Trace Approach to Characterize Sources and Transport of Nitrate in Groundwater in Mantled Karst, Northern Florida\"<\/b> in Session B-03, is scheduled for 9:30 am on Tuesday, May 29, Hynes Convention Center Room 302.<\/p>\r\n<p><b>Distribution and Importance of Nutrient Sources in the Chesapeake Bay:<\/b> The over abundance of nutrients is threatening the quality of water in Chesapeake Bay and in streams contributing water to the Bay. USGS scientist John Brakebill will show how models, combined with land-use and water-quality data, produce estimates about the distribution and relative importance of nutrient sources within the Chesapeake Bay Watershed. These estimates are critically important to resource managers who are formulating nutrient-reduction strategies designed to improve water-quality conditions in Chesapeake Bay. <b>\"Land-Use Data Used to Relate Nutrient Sources to Water Quality in Chesapeake Bay Watershed\"<\/b> in Session B-04, is scheduled for 8:55 am on Wednesday, May 30, Hynes Convention Center Room 313. <\/p>\r\n<p><b>A New Approach for Predicting Contaminant Transport in Ground Water:<\/b> Scientists may be better able to estimate the future distribution of contaminants in ground water thanks to a model that combines water-quality with three dimensional ground-water flow data. USGS scientist Paul Stackelberg will show how nitrate concentrations in water samples from 78 wells in Glassboro, New Jersey, were used to predict the co","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"991108800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}