{"title":"Heavy Breathing, Heavy Metals and Hazard Mitigation Are Topics For USGS Scientists at AGU","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"Heavy breathing\" at Yellowstone and heavy metals in the nation&rsquo;s surface and ground-water are two subjects of more than 100 oral and poster presentations by scientists from the U.S. Geological Survey, at the annual meeting of the American Geophysical Union (AGU) in San Francisco, Dec. 8-12. All sessions of the five-day meeting will be held in the Moscone Convention Center at Fourth and Howard Streets in downtown San Francisco. <\/p>\n<p>The \"heaving breathing,\" or rising and falling of the ground surface in Yellowstone National Park will be described by USGS scientists Dan Dzurisin of the USGS in Vancouver, Wash., and Kenneth Pierce, of the USGS , Denver, Colo., in a volcanics session Wednesday afternoon, December 10, in Room 305 of the Moscone Center. Pierce will describe how, in the 62 years between 1923 and 1985, the center of the Yellowstone caldera rose one meter, but then began a subsidence of about two centimeters per year during the past 12 years. Pierce&rsquo;s research shows that this recent change in the elevation of the Yellowstone caldera is nothing new but part of a long-term pattern of inflation and deflation during the past 10,000 years. Dzurisin will explain how surface leveling surveys verify the ups and downs of the national park. In another paper on Yellowstone, Sharon Kadar of the USGS in Menlo Park, Calif., will describe harmonic tremors attendant to the regular eruptions of Old Faithful geyser, and why Old Faithful is such a good candidate for such studies. Kadar&rsquo;s talk will be at 9:15 a.m., Thursday, Dec. 11, in Room 125. <\/p>\r\n<p>Heavy metals and other pollutants in the nation&rsquo;s surface and underground water will be the subject of several presentations by USGS hydrologists and biologists. In a Monday morning session on the causes, effects and cures for hypoxia in the Gulf of Mexico, Don Goolsby of the USGS in Denver, Colo., will describe the sources and transport of nitrogen in the Mississippi River basin that are believed to be responsible for the dramatic increase of hypoxia in the river, its delta and the Gulf of Mexico. Hypoxia is a condition induced by decreased levels of dissolved oxygen in waters with unnaturally high nutrient levels. <\/p>\r\n<p>Goolsby and other USGS scientists will present papers on the hypoxia problem at a session beginning at 8:30 a.m., Monday, in Room 303. <\/p>\r\n<p>Water quantity, rather than quality will be the subject of several USGS presentations on streamflows and discharges. Several of these presentations will be part of a special session on \"Hazard Mitigation: Use of Real-Time Information,\" from 8:30 a.m. to 5 p.m., Thursday and Friday, December 11 and 12. <\/p>\r\n<p>In the Monday afternoon session USGS hydrologists will describe the USGS national stream-gauge network and how information on rising streams can be conveyed to emergency-response agencies that are responsible for protecting the safety of persons and property in downstream locations. In one presentation, USGS hydrologists from North Dakota will describe how they collected and disseminated real-time data during the flood on the Red River in the spring of 1997. <\/p>\r\n<p>Other USGS presentations during the Hazard Mitigation session will deal with real-time monitoring of volcanic eruptions, earthquakes and landslides. <\/p>\r\n<p>One of the most dramatic USGS poster sessions will show the latest sonar images of the floor of San Francisco Bay. These images, which clearly show three rock outcroppings just west of Alcatraz Island, and a likeness to \"moonscape\" images, can be used by engineers and public officials involved in planning for the Bay&rsquo;s future. The new Bay images will be presented at a poster session in Exhibit Hall D, Tuesday afternoon. <\/p>\r\n<p>The latest research on the Hayward fault and other active earthquake faults around the world will be part of a Monday afternoon session in Room 309. <\/p>\r\n<p>The newest maps and CD-Roms produced by the USGS will be featured at the USGS boot","summary":null,"format":null}]},"field_images":[],"regions":["Washington","Colorado","Utah","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"881557200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}