{"title":"NOAA, USGS Warning System to Help Protect Southern Californians from Debris Flows and Flash Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Winter Rains on\r\nBurn Areas Could Spawn New Danger<\/strong>\r\n<\/p>\r\n<p>\r\n<img src=\"\/images\/logos\/noaa.gif\" border=\"0\" alt=\"NOAA logo\" width=\"100\" height=\"100\" align=\"right\" \/><!--introstart-->A\r\ndebris flow and flash flood warning system developed jointly by NOAA&#39;s National\r\nWeather Service and the U.S. Geological Survey will help protect Southern\r\nCalifornians from potentially devastating debris flows-commonly known as mud\r\nslides- and flash floods in and around burn areas created by the recent\r\nwildfires.<!--introend-->\r\n<\/p>\r\n<p>\r\n&quot;Much of the smoke has cleared from the\r\nregion&#39;s devastating wildfires last month, but the danger is not over,&quot; said\r\nJack Hayes, Ph.D., director of the National Weather Service. &quot;Moderate amounts\r\nof rainfall on a burned area can lead to flash floods and debris flows. The\r\npowerful force of rushing water, soil, and rock can destroy everything in its\r\npath, leading to injury or death.&quot;\r\n<\/p>\r\n<p>\r\n&quot;Our science can help determine the location,\r\nsize and occurrence of potentially destructive debris flows and floods from\r\nlast month&#39;s Southern California\r\nwildfires,&quot; said USGS Director Mark Myers. &quot;The public, emergency\r\nmanagers and policymakers can use this information to prepare for and react to\r\nthese potentially devastating natural hazards.&quot;\r\n<\/p>\r\n<p>\r\nPost-wildfire\r\ndebris flows are closely linked to precipitation and are therefore more\r\npredictable than other landslides. The USGS has developed precipitation\r\nthresholds that help identify potential debris flows in recent burn areas and\r\nprovides this information to National Weather Service forecast offices in Southern California. Using a flash flood monitoring and\r\nprediction tool, weather forecast offices monitor rainfall, and if it\r\napproaches the thresholds developed for burn areas, incorporate wording about\r\ndebris flow hazards into flash flood warnings and public information\r\nstatements. Flash flood warnings are communicated to the public through the\r\nEmergency Alert System and NOAA Weather Radio-All Hazards, and directly to\r\nlocal emergency managers.\r\n<\/p>\r\n<p>\r\nEven\r\nbefore the fires started, the agencies agreed to extend for another year the\r\ndebris flow and flash flood warning system pilot project started in September\r\n2005. In a 2005 report, the agencies outlined the initial plan for the project,\r\nidentified the need to expand the warning system nationwide and focused on\r\ndeveloping improved technologies to characterize flash flood and debris flow\r\nhazards.\r\n<\/p>\r\n<p>\r\nThe\r\nproject will continue to cover San Luis Obispo, Santa Barbara, Ventura, Los\r\nAngeles, San Bernardino, Orange, Riverside, and San Diego counties, most of\r\nwhich were affected by the recent wildfires.\r\n<\/p>\r\n<p>\r\nOn\r\nthe Web:\r\n<\/p>\r\n<ul>\r\n\t<li><a href=\"http:\/\/www.noaa.gov\" target=\"_blank\">NOAA <\/a> <\/li>\r\n\t<li><a href=\"http:\/\/www.weather.gov\" target=\"_blank\">NOAA&#39;s\r\n\tNational Weather Service<\/a>  <\/li>\r\n\t<li><a href=\"http:\/\/landslides.usgs.gov\/research\/wildfire\">\r\n\tInformation on post-fire debris flows<\/a> \r\n\t<\/li>\r\n<\/ul>\r\n<p>\r\n&nbsp;\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1194411600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169087"},{"tid":"170088"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}