{"title":"Wanted: Host Homes for Important Quake Instruments","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>About 30 seismic sensors are seeking a place to hang out for up to three years in the greater Pleasanton\/Dublin\/San Ramon, Calif., area.&nbsp;<\/p>\n<p>These sensors will help U.S. Geological Survey scientists conduct the next step in vital research to better understand how earthquakes behave in and around the East San Francisco Bay.&nbsp;<\/p>\r\n<p>USGS scientists have been operating a number of urban seismic arrays in the East San Francisco Bay area since 1999. The sensors in these surveys are strong motion instruments, designed to trigger when signals from a nearby earthquake are detected. &nbsp;Arrays are currently operating in private homes and businesses in San Lorenzo, San Leandro, Niles and Pleasanton<strong>.&nbsp;<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>Bay Area residents may be acquainted with <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/netquakes\/\">USGS NetQuakes<\/a> &ndash; a program to increase the number of seismic stations to augment permanent regional seismograph networks in major cities such as San Francisco. &nbsp;In contrast to NetQuakes stations, the instrumentation in the urban arrays for this current study are not designed to connect to a communication system in order to transmit to the <a href=\"http:\/\/earthquake.usgs.gov\/regional\/neic\/\">USGS National Earthquake Information Center<\/a> for real-time earthquake monitoring; rather, triggered data is collected and stored on a local disk and retrieved by scientists during maintenance visits twice a year.&nbsp;<\/p>\r\n<p>The placement of stations in the urban arrays are carefully planned to answer specific seismic hazards research questions. The distance between stations 'tunes' the array to detect particular seismic waves in a manner similar to the way radios detect different stations by changing the frequency of the signal receiver. The pattern or distribution of stations is designed to capture the spatial variability in ground motion or site response.&nbsp;<\/p>\r\n<p>The urban array sensors are set to trigger at specific sensitivities that increase the likelihood that acquired data will be earthquake signals rather than other noise sources. Like the NetQuakes stations, scientists hope to capture earthquake data for events as small as magnitude 2.0. Site response observed from small events can help predict ground motion behavior in larger events.&nbsp;<\/p>\r\n<p>USGS scientists will be in the area during the month of June 2013 to meet with interested hosts and answer any questions they may have prior to deployment of the instruments in August.&nbsp;<\/p>\r\n<p>Interested parties may visit the <a href=\"http:\/\/earthquake.usgs.gov\/monitoring\/volunteer\/2013pleasanton\/\">Volunteer Monitoring website<\/a> for more detailed information and images about the project as well as contacts. &nbsp;<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","Geographic Areas Northwest"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1369281600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168805"},{"tid":"169491"},{"tid":"170045"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}