{"title":"Yellowstone Earth Movements Compared to Heavy Breathing","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Yellowstone National Park, the land of pristine scenery and wildlife, also \"breathes\" according to recent research. On Wednesday, December 10, Kenneth L. Pierce of the U.S. Geological Survey in Denver, Colo. will present geologic evidence showing that the central part of Yellowstone has been uplifting and subsiding or \"breathing\" about five times over the last 9,000 years. These findings will be revealed at the annual meeting of the American Geophysical Union (AGU) in San Francisco as a part of the series in memory of Rick Hutchinson, a Yellowstone geologist killed in a backcountry avalanche last winter. <\/p>\n<p>\"A &rsquo;breath&rsquo; takes about one to three thousand years,\" said Pierce, a geologist. \"Inflation of about 25 feet has been documented, and if extended out to the edge of the historic dome, equals a rise or &rsquo;breath&rsquo; of about 100 feet followed by deflation of a similar amount.\" Pierce and his co-authors Ken Cannon and Grant Meyer have been studying the geology and archeology of the Yellowstone Lake shorelines and drowned valleys since 1991. \"The volume of each breath is about 20 cubic kilometers; thus, whatever is driving this subterranean process is large, at present mysterious, and could be dangerous,\" Pierce said. <\/p>\r\n<p>As the Nation&rsquo;s largest water, Earth, biological science and civilian mapping agency, the USGS works in cooperation with more than 2000 organizations to provide reliable, impartial, scientific information to resource managers, planners, and other customers.<\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p><b>EDITORS: Interviews with Kenneth Pierce prior to or following his AGU presentation may be arranged by contacting Heidi Koehler at 303.236.5900 x302 or Pat Jorgenson at 415.905.1007.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"881730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}