{"title":"Malaria Transmission Peaks at Much Cooler Temperatures than Previously Predicted","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA BARBARA, Calif. &mdash; <!--introstart-->The most deadly type of malaria in humans and the one most prevalent in Africa is one that is very sensitive to climate.<!--introend--> Previously published scientific studies put the optimal temperature for malaria transmission from mosquitos to humans at 31 degrees C (88 degrees F), but according to a new mathematical model, the temperature for peak transmission of the parasite, Plasmodium falciparum, is much, much lower.&nbsp;<\/p>\n<p>\"Clarifying the response of malaria transmission to temperature helps us anticipate how climate change might affect disease risk,\" says U.S. Geological Survey parasite ecologist and senior author <a href=\"http:\/\/www.werc.usgs.gov\/lafferty\">Kevin Lafferty<\/a>.&nbsp;<\/p>\r\n<p>\"This study has discovered important new temperature thresholds that govern the relationship between humans and insect-borne parasites in the environment,\" said USGS Director Marcia McNutt. \"With hundreds of millions of cases of malaria reported in the tropics and subtropics each year, each new scientific finding brings us closer to more effectively combating this deadly disease.\"&nbsp;<\/p>\r\n<p>The new research shows that malaria transmission is predicted to peak at 25 degrees C (77 degrees F), and dramatically decrease above 28 degrees C (82 degrees F). The model, based on mosquito thermal physiology, incorporated published data from laboratory experiments on mosquitoes. Unlike previous models, the new model fits observations of malaria transmission in Africa very well.<\/p>\r\n<p>&nbsp;Erin Mordecai, Lafferty's doctoral student at University of California, Santa Barbara, was the lead author of USGS &ndash;led <a href=\"http:\/\/www.werc.usgs.gov\/ProductDetails.aspx?ID=4823\">study<\/a>, <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/ele.12015\/abstract\">published in the journal \"Ecology Letters.<\/a>\" Coauthors include other scientists from UCSB, Pennsylvania State University, University of Chicago, University of California, Los Angeles, and State University of New York College of Environmental Science and Forestry.&nbsp;<\/p>\r\n<p>\"We are really excited about the new findings, because they tell us temperatures as low as 82 degrees F may begin to slow malaria transmission,\" says Mordecai. \"This study challenges the common assumption that hot temperatures simply speed up transmission.\"&nbsp;<\/p>\r\n<p>Malaria parasites are transmitted to humans via certain mosquito species. The new mathematical model accounts for the fact that both mosquitoes and parasites suffer under high temperatures. Previously published models typically assumed that mosquito and malaria vitality continue to increase linearly with temperature.&nbsp;<\/p>\r\n<p>To build their model, Mordecai and the research team reviewed laboratory studies that tracked the vitality and activity of malaria parasites and mosquitoes from low to high temperatures.&nbsp;<\/p>\r\n<p>Lafferty, who holds joint appointments with UCSB and the USGS Western Ecological Research Center, hopes the findings will encourage more detailed studies on how malaria parasites and their mosquito vectors behave in the field.&nbsp;<\/p>\r\n<p>\"Predictive models are only as good as the data used to build them, and even ours has limitations,\" says coauthor Krijn Paaijmans of Penn State. \"Oddly, there is little data on the response of mosquito species to temperature. Better laboratory studies and field ecology research will inform community health projects, and help them anticipate geographic shifts and seasonal shifts in malaria transmission risk.\"&nbsp;<\/p>\r\n<p>Sadie Ryan of SUNY-ESF added, \"Looking to the future, we are now using our model to build maps of the current and potential future spatial distribution of optimal conditions for malaria transmission.\"&nbsp;<\/p>\r\n<p>The research was conducted as part of the Malaria and Climate Change Working Group supported by the Luce Environmental Science to Solutions Fellowship and the National Center for Ecological Analysi","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Climateand Land Use Change","Geographic Areas Southwest","malaria","mosquito","temperature","parasite","Climate Change","transmission","vector","disease"],"article_type":["National News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1351051200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168908"},{"tid":"169871"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}