{"title":"Arctic Cruise Explores Changing Ocean","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Updated August 16, 2011<\/strong><\/p>\n<p><strong>ST. PETERSBURG, Fla.<\/strong> - <!--introstart-->Scientists from the U.S. Geological Survey will embark on a research cruise to the Arctic Ocean August 15 to collect water samples and other data to determine trends in ocean acidification from the least explored ocean in the world.<!--introend--><\/p>\r\n<p>For the second straight year, the researchers will set sail aboard the U.S. Coast Guard vessel <em>Healy.&nbsp; <\/em>What they learn from the data collected during the seven-week cruise will provide an understanding of the extent Arctic Ocean chemistry is changing and detail potential implications for carbonate species - like phytoplankton and shellfish - that are vulnerable to greater ocean acidity.<\/p>\r\n<p>Ocean acidification is the process by which pH levels of seawater decrease due to the greater amounts of carbon dioxide being absorbed by the oceans from the atmosphere. Currently oceans absorb about one-fourth of the greenhouse gas.&nbsp; Lower pH levels make water more acidic and lab studies have shown that more acidic waters decrease calcification rates in calcifying organisms, reducing their ability to build shells or skeletons.&nbsp; These changes, in species ranging from corals to shrimp, have the potential to impact species up and down the food chain.&nbsp;<\/p>\r\n<p>&nbsp;&ldquo;The Arctic Ocean is one of the most vulnerable areas for ocean acidification on our planet but there is very little data and understanding about current acidification trends and potential impacts to oceanic food chains in the region,&rdquo; said USGS oceanographer Lisa Robbins.&nbsp; &ldquo;This research should provide us with greater insight into this growing climatic concern.&rdquo;<\/p>\r\n<p>Field experiments are currently being run in tropical and temperate environments to determine the extent calcification rates are already changing, but little is known about the chemistry of the Arctic Ocean and whether changes are already having impacts on the innumerable calcifying organisms that inhabit its&rsquo; waters.<\/p>\r\n<p>The research is taking place during the 2011 U.S. - Canada Extended Continental Shelf Survey research expedition; a joint mission led by the University of New Hampshire's Center for Coastal and Ocean Mapping\/Joint Hydrographic Center, the National Oceanic and Atmospheric Administration, and the Canadian Geological Survey, in which the USGS is a principal collaborator.<\/p>\r\n<p>During this voyage, the USGS scientists, along with researchers from the University of South Florida, will collect and analyze water samples using an array of highly specialized instruments including sampling bottles that can collect water from as deep as 3500 meters.&nbsp; Instruments will also pick up measurements on dissolved oxygen content, conductivity, temperature, and depth in the water column.<\/p>\r\n<p>&ldquo;Sampling from a variety of environments and depths in the Arctic will provide a robust data set that we can use to compare our techniques as well as give us an overall picture of ocean chemistry changes throughout the water column,&rdquo; said USGS oceanographer Kim Yates.<\/p>\r\n<p>Last year the team spent five weeks on board <em>Healy <\/em>collecting water samples.&nbsp; This included sampling the Arctic Ocean continuously every two minutes and collecting more than 25,000 data samples.&nbsp; Preliminary data from 2010 is currently being processed and analyzed for trends and will be published later this year.&nbsp; Data from this summer&rsquo;s survey will provide further information towards ocean chemistry trends.<\/p>\r\n<p>&ldquo;Ocean acidification can have broad global impacts on industry, ecosystems, tourism, and policy, so it is of vital importance to determine trends and whether impacts are already occurring in oceans around the world,&rdquo; said Robbins.<\/p>\r\n<p>People interested will be able to <a href=\"http:\/\/coastal.er.usgs.gov\/ocean-acidification\/arcticcruise2011\/\">track the","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["hazards","ocean","ocean","Acidification","research","cruise","Arctic","ocean"],"release_date":{"und":[{"value":"1312948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169877"},{"tid":"169970"},{"tid":"170095"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}