{"title":"Future Retreat of Arctic Sea Ice Will Lower Polar Bear Populations and Limit Their Distribution","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<span>Alaska to New Zealand&mdash;A Non-Stop Journey<\/span>\r\n<\/p>\r\n<table border=\"0\" cellspacing=\"3\" cellpadding=\"3\" align=\"right\">\r\n\t<tbody>\r\n\t\t<tr align=\"center\">\r\n\t\t\t<td>\r\n\t\t\t<p>\r\n\t\t\t<img src=\"\/newsroom\/images\/20070912\/epic_flight2.jpg\" border=\"0\" alt=\"Female Bar-tailed Godwit, named \" width=\"250\" height=\"179\" \/>\r\n\t\t\t<\/p>\r\n\t\t\t<p class=\"small\">\r\n\t\t\tFemale Bar-tailed Godwit, named &quot;E7&quot; \r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>\r\n\t\t\t<img src=\"\/newsroom\/images\/20070912\/epic_flight3.jpg\" border=\"0\" alt=\"Female Bar-tailed Godwit, named \" width=\"250\" height=\"207\" \/>\r\n\t\t\t<\/p>\r\n\t\t\t<p class=\"small\" align=\"center\">\r\n\t\t\tFemale Bar-tailed Godwit, named &quot;E7&quot; \r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\n<!--introstart-->A female Bar-tailed Godwit,\r\na large, streamlined shorebird, has touched down in New Zealand following an epic,\r\n18,000-mile-long (29,000 km) series of flights tracked by satellite, including\r\nthe longest non-stop flight recorded for a land bird.<!--introend-->\r\n<\/p>\r\n<p>\r\nThe U.S. Geological\r\nSurvey&#39;s Alaska Science\r\nCenter tracked the odyssey of the bird\r\nas part of an ongoing collaborative effort with colleagues in California\r\nand New Zealand.\r\nThe scientists were hoping to better understand potential transmission of avian\r\ninfluenza by migratory birds.\r\n<\/p>\r\n<p>\r\nThe bird, dubbed &quot;E7&quot; after\r\nthe tag on its upper leg, was captured along with 15 other godwits in New Zealand in\r\nearly February 2007. There each bird was fitted with a small, battery-powered\r\nsatellite transmitter.  USGS scientists\r\nhoped the transmitters&#39; batteries would last long enough to track the birds&#39;\r\nnorthward migration to Alaska.\r\n<\/p>\r\n<p>\r\nOn March 17, E7 departed\r\nMiranda on the North Island of New Zealand and flew non-stop to Yalu Jiang, China,\r\ncompleting the 6,300-mile-long flight in about eight days. There she settled in\r\nfor a 5-week-long layover before departing for the breeding grounds.\r\n<\/p>\r\n<p>\r\nOn the evening of May 1,\r\nshe headed east out over the Sea of Japan and the North Pacific, eventually\r\nturning northeast towards Alaska, crossing the end of the Alaska Peninsula en\r\nroute to her eventual nesting area on the Yukon-Kuskokwim River Delta in\r\nwestern Alaska.  This flight was also\r\naccomplished non-stop, covering some 4,500 miles in five days.\r\n<\/p>\r\n<p>\r\nE7 was then tracked to the coast\r\nof the Yukon Delta where she joined other godwits preparing for their return\r\nflight to New Zealand.\r\n<\/p>\r\n<p>\r\nOn the early morning of\r\nAugust 29, she took off southeast back across the Alaska Peninsula, went out\r\nover the vast North Pacific and headed towards the Hawaiian\r\nIslands. When less than a day&#39;s flight from the main Hawaiian\r\nIslands, she turned southwest, crossing the Hawaiian Archipelago over open ocean\r\n125 miles west of Kauai, heading towards Fiji. She crossed the dateline about\r\n300 miles north-northeast of Fiji,\r\nand then appeared to fly directly over or slightly west of Fiji, continuing south towards New Zealand.\r\n<\/p>\r\n<p>\r\nIn\r\nthe early afternoon of September 7th she passed just offshore of North Cape,\r\nNew Zealand, and then turned back southeast, making landfall in the late\r\nevening at the mouth of a small river, eight miles east of where she had been\r\ncaptured seven months earlier.\r\n<\/p>\r\n<p>\r\nThe\r\nlast leg of E7&#39;s journey is the most extraordinary, entailing a non-stop flight\r\nof more than eight days and a distance of 7,200 miles, the equivalent of making\r\na roundtrip flight between New York and San Francisco, and then flying back again\r\nto San Francisco without ever touching down.\r\n<\/p>\r\n<p>\r\nSince\r\nthey are land birds, godwits like E7 can&#39;t stop to eat or drink while flying\r\nover open-ocean. The constant flight speeds at which E7 was tracked by\r\nsatellite indicate that she did not stop on land.\r\n<\/p>\r\n<p>\r\nGodwits\r\ndo not become adults until their 3rd or 4th year and many live beyond 20 years\r\nof age. If 18,000 miles is an average annual flig","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1189137600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170141"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}