{"title":"Images emerge from the depths of Crater Lake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New, detailed images of the bottom of Crater Lake in Crater Lake National Park, Oregon, are giving park managers and scientists a new look at a previously hidden place. \"Until a few days ago, our best view of the lake bottom was from a map developed in 1959,\" said Mac Brock, the park&rsquo;s natural resource manager. \"In those days the technology was crude compared to modern sonar systems,\" Brock said. \"The maps being produced today are derived from 50 to 70 million soundings or sample points.&rsquo;&rsquo; That is compared to only 4,000 soundings collected during the 1959 mapping. \"The payoff is in the detail,\" Brock said. The new images reveal incredible details of ancient lava flows, landslide debris fields and other geologic features. <\/p>\n<p>\"In essence we have taken the water out of Crater Lake,\" said Jim Gardner of the U.S. Geological Survey. Jim is the leader of a team of scientists from the USGS and the University of New Hampshire who have been mapping the bottom of Crater Lake since last Saturday, July 29. The scientists are using a sophisticated multi-beam sonar unit mounted to a research vessel to gather the data to produce the map. The data are brought off the lake to a remote makeshift computer lab on Wizard Island. There, team members analyze and process the data to produce three-dimensional images of the lake floor. In addition to maps, the scientists are also developing virtual \"fly throughs\" of the lake bottom. \"Eventually we will have an interactive display in our visitor center so that anyone can take a \"tour\" of the lake bottom,\" Brock said. <\/p>\r\n<p>Preliminary images of the bottom of Crater Lake can now be viewed on the Internet at <a href=\"http:\/\/tahoe.usgs.gov\/craterlake\/\">http:\/\/tahoe.USGS.gov\/craterlake\/<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"965102400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"},{"tid":"169997"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}