{"title":"Aerial Photos Depicting Before and After Coastal Impacts From Hurricane Katrina Available on USGS Website","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<!--introstart-->The USGS has posted aerial photos from the northern Gulf of Mexico coastline showing before and after conditions in response to Hurricane Katrina. The photos show five photo pairs of the Chandeleur Islands, Louisiana, and three photo pairs of Dauphin Island, Alabama. A set of â\u0080\u0098quick response&rsquo; photos from Bay St. Louis to Biloxi, Mississippi are also posted.<!--introend--> \n<p>Photos of the Chandeleur Islands show dramatic removal of all the sand, leaving only marshy outcrops barely above sea level. Prior to Katrina, the island chain consisted of narrow sandy beaches and low vegetated dunes. The coastal response is similar to the damage observed in the Isles Dernieres, Louisiana after Hurricane Andrew. USGS Coastal Researcher Abby Sallenger said, \"I&rsquo;ve seen dramatic response in the Chandeleur Islands after a number of storms, but I&rsquo;ve never seen it this bad, the sand is just gone.\" <\/p>\r\n<p>Dauphin Island, Alabama is approximately 110 km east of where Katrina&rsquo;s eye came ashore. Sections of Dauphin Island west of the airport and fishing pier look as if an enormous rake has been dragged across the island. Large amounts of beach sand washed over the island, covered roads and filled canals. Storm surge created numerous temporary inlets as the water carved out paths through the sand. <\/p>\r\n<p>Photos along the mainland coast of Mississippi show evidence of the destructive power of the storm surge. The surge of water moved inland carrying with it the debris of structures from the first four or five blocks that had been swept away. The wrack line of debris is a five to eight foot high pile that ended up several blocks inland. Offshore casino barges are lodged inland and mere foundations are all that is left of buildings that were once there. Sections of bridges of Highway US-90 have been destroyed with the remaining supports toppled like dominoes. <\/p>\r\n<p>\"The past several days have seen remarkable devastation resulting from Hurricane Katrina. Our thoughts and prayers are with everyone who has been affected by this disaster,\" said USGS Acting Director Pat Leahy. \"In the aftermath of Katrina, USGS research on hurricanes and natural hazards is no longer just a scientific endeavor &ndash; it is a matter of public safety.\" <\/p>\r\n<p>The aerial photos will be posted by 6:00 PM EDT at USGS web link: <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/<\/a> . High resolution versions are also available for download. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1125633600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169498"},{"tid":"169805"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}