{"title":"Parking Lot Sealant Identified as Major Contaminant","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Editor&#039;s Note: Robert Hirsch, USGS Associate Director for Water, is available for interviews on June 22.<\/b><\/p>\n<p><!--introstart-->The shiny black coating applied to parking lots and driveways has extremely high concentrations of a chemical compound that can affect the quality of water in urban areas, according to a recent joint USGS and City of Austin study.<!--introend--> In the study, coal-tar based sealants are shown to have extremely elevated concentrations of polycyclic aromatic hydrocarbons (PAHs). PAHs are an environmental concern because they are toxic to aquatic life and some types are suspected human carcinogens.<\/p>\r\n<p>PAHs are a group of organic contaminants that form from incomplete combustion of hydrocarbons such as coal. They are common in coal tar, a byproduct of the coking of coal.<\/p>\r\n<p>The application of the coal-tar sealant on driveways and parking lots poses an environmental threat because small particles of the sealcoat begin to crumble from vehicular traffic and rain can cause them to wash into urban streams, lakes, and reservoirs.<\/p>\r\n<p>According to Dr. Robert Hirsch, USGS Associate Director for Water, \"Our study found that concentrations of PAHs were much higher in runoff from parking lots sealed with coal-tar based sealcoat than from all other types of parking lot surfaces. Until now, this has been an unrecognized source of PAHs in urban and suburban water resources.\"<\/p>\r\n<p>In the past, likely sources of PAHs in urban watersheds were thought to be from leaking motor oil, tire wear, vehicle exhaust and atmospheric deposition.\"<\/p>\r\n<p>The USGS study found that particles in runoff from coal-tar based sealcoated parking lots have PAH concentrations that are about 65 times higher than concentrations in particles washed off parking lots that have not been sealcoated. Particles in runoff from parking lots sealed with asphalt-based sealcoat, the other major product on the market, are about 10 times higher in PAHs than those from unsealed lots, and about one-sixth the concentration from coal-tar based sealcoats.<\/p>\r\n<p>Seal-coat products are widely used in the United States. The City of Austin, Texas, who also participated in this study estimates that about 600,000 gallons of sealcoat are applied every year in the Austin area. The sealcoat wears off of the surface relatively rapidly, especially in areas of high traffic, and many surfaces are resealed every two to three years.<\/p>\r\n<p>USGS findings suggest that PAHs in sealant runoff are getting into urban streams. Lead scientist Barbara Mahler reports that \"it appears that much of the PAHs in the four streams we investigated in Austin and Fort Worth, Texas are coming from seal-coated parking lots\" Both unsealed and sealed parking lots receive PAHs from some of the same urban sources&mdash;tire particles, leaking motor oil, vehicular exhaust, and atmospheric deposition&mdash;yet the average yield of PAHs from sealed parking lots is 50 times greater than that from unsealed lots.<\/p>\r\n<p>USGS is also looking at trends in PAHs in a variety of reservoirs across the nation. Analysis of those data sets will be released within the next few months.<\/p>\r\n<p>PAHs found in sealcoat and other combustion-based materials can be toxic to mammals, birds, fish, amphibians, invertebrates, and plants. Possible effects of PAHs on aquatic invertebrates include inhibited reproduction, delayed emergence, sediment avoidance, and mortality. Possible adverse effects on fish include fin erosion, liver abnormalities, cataracts, and immune system impairments.<\/p>\r\n<p>The USGS study did not evaluate human-health risk from exposure to sealcoat. Human-health risk from environmental contaminants is often evaluated in terms of exposure pathways, such as through skin contact and inhalation. PAHs in streams and lakes rarely pose a human-health risk via drinking water because of their tendency to attach to sediment rather than dissolve in water. Because PAHs do not readily","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1119412800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"170275"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}