{"title":"south American Forests Offer Glimpse of U.S. Ecosystems Before Industrial Revolution","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A study of ancient and unpolluted South American forests promises to upend longstanding beliefs about ecosystems and the effects of pollution in the Northern Hemisphere. <\/p>\n<p>The study focused on nitrogen, a plant nutrient that plays a critical role in maintaining everything from the health of local waterways to the global climate. <\/p>\r\n<p>Standard thinking among ecologists had been that simple nitrogen-containing compounds, referred to collectively as inorganic nitrogen, have always been the dominant nutrient in forests worldwide. The study of South American forests, however, showed a sharply different picture: complex, organic compounds are the main form of nitrogen in natural ecosystems. <\/p>\r\n<p>The study, published in the Jan. 24 issue of Nature, concludes that high levels of inorganic nitrogen in the United States, long thought to be the natural mainstay of the ecosystem, are really the result of acid rain and agricultural fertilizers. The authors argue that the ecosystems of South America, with their preponderance of organic nitrogen, are a window into the past, showing that U.S. ecosystems were very different before the industrial revolution. <\/p>\r\n<p>\"We traveled in time by traveling to South America,\" said Lars Hedin, professor of ecology and evolutionary biology, who recently came to Princeton from Cornell University, where he conducted the research with former graduate student Steven Perakis. <\/p>\r\n<p>The information they uncovered could have far-reaching impacts in many areas of ecology, from predicting the pace of global climate change to understanding the consequences of acid rain and agricultural run-off. <\/p>\r\n<p>\"Nitrogen is a sort of master variable,\" said Perakis, who is the lead author of the paper and is now a research scientist with the U.S. Geological Survey. \"If we don&rsquo;t get the fundamental elements of the nitrogen cycle right, we can&rsquo;t predict the answer to many other ecological questions.\" <\/p>\r\n<p>\"I think it is potentially very important research,\" said Nico van Breemen of the University of Wageningen in the Netherlands. \"It raises points that are fundamental for our understanding of very big global environmental issues.\" <\/p>\r\n<p>\"It&rsquo;s one of those things where everybody&rsquo;s intuition that they&rsquo;ve gotten from studying the world is wrong,\" said Stephen Pacala, professor of ecology and evolutionary biology at Princeton. \"It&rsquo;s still not clear what the consequences are, but as a pattern it&rsquo;s completely different. You know there have to be lots of implications.\" <\/p>\r\n<p>One of the chief questions the study raises is how its findings will affect predictions about the way forests and the world climate are responding to the rapidly increasing concentration of carbon dioxide in the atmosphere, which leads to global warming. When trees grow and mature they remove carbon dioxide from the air, lessening the impact of fossil fuel burning. The ability of trees to grow and absorb more carbon is intimately related to the availability of nitrogen. <\/p>\r\n<p>The findings also suggest that the impact of nitrogen pollution from acid rain and agriculture may be more dramatic in years to come than previously thought. <\/p>\r\n<p>The nation&rsquo;s forests, which are currently recovering from past logging and agriculture, serve as a buffer that lessens the impact of nitrogen pollution. For every ton of nitrogen deposited into soils, some is taken up by trees as they mature and increase in bulk. When trees reach maturity, however, they will hold all the nitrogen they can and won&rsquo;t absorb any more from the environment. At that point, more inorganic nitrogen than ever will flow into rivers and groundwater, which will be further from the natural conditions than previously thought, Hedin said. <\/p>\r\n<p>Conditions in North America are different from those in South America for two reasons, the researchers said. First, burning fossil fuels produces great quantities of nitrogen","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1011848400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170408"},{"tid":"170507"},{"tid":"169124"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}