{"title":"Record Low Water Flows to Chesapeake Bay in June","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><!--introstart--><b>Water use from Potomac River during June 1999 was one third of river flow<\/b> <!--introend--><\/b>\n<p>As the Mid-Atlantic region continued to experience prolonged dry weather, flow into the Chesapeake Bay and from its three main tributaries dropped to record low volumes for the month of June, according to U.S. Geological Survey hydrologists. Freshwater inflow to the Bay was less than 74% of the previously recorded low set in 1964, because flows from the Potomac, Susquehanna, and James Rivers all set new low flow records. \r\n<p>June 28 was the lowest flow day recorded for the month. During that day, almost half of the total Potomac River flow was used for water supply. (Total flow is computed using data from the USGS gage at Little Falls and municipal withdrawal figures.) Average daily flow in the Potomac in June 1999 was only about 24% of the flow in June 1998, and withdrawals for water supply were 25% higher than withdrawals in 1998. Consequently, unusually high proportions of river flow (33%) were diverted out of the river into public water supplies last month. The normal diversion rate in June is about 5% of flow. \r\n<p>The numbers follow impacts. \r\n<p>\r\n<p><b>Current and potential impacts of these low flow conditions include: \r\n<p>\r\n<p>&middot; Increased stress on fish in streams.<\/b> The local movement of fish may be impeded in small streams as riffles become too shallow for them to cross or if the level of dissolved oxygen in the water drops due to localized algal blooms. Fish have to move around in streams in order to adjust to short-term fluctuations in water conditions, such as daytime temperature increases and pollutant inputs. \r\n<p><b>&middot; Conversely, improved water-quality conditions in the Bay.<\/b> Smaller amounts of nutrients and sediment were carried into the Bay this spring, and there have been fewer algal blooms than usual. Consequently, levels of dissolved oxygen were above average in the bottom waters of the Bay this spring. Higher dissolved oxygen levels are beneficial to bottom-dwelling organisms, including crabs, oysters, and fish. \r\n<p><b>&middot; Healthier underwater grasses.<\/b> Low amounts of sediment and algae in the water allow better light penetration and encourage the growth of submerged aquatic vegetation (SAV). \r\n<p><b>&middot; Higher salinity levels in Bay waters and in coastal low-gradient streams,<\/b> especially those on Maryland&rsquo;s Eastern Shore and in most of Delaware. Higher than usual salinity levels in Bay waters could encourage the growth of oyster diseases and increase the abundance of jellyfish during the summer. \r\n<p><b>&middot; Freshwater may not be as available to some farmers who irrigate by pumping from streams.<\/b> \r\n<p><b>&middot; Small hydroelectric operations may have less water to use for the generation of electricity<\/b> because required biotic-release flow levels downstream must be maintained. \r\n<p><b>&middot; Recreational boating may be adversely affected,<\/b> particularly canoeing on smaller streams, but also canoeing, commercial rafting, and tubing on larger streams. White-water recreation will be particularly affected as water behind dams is preserved for other uses. \r\n<p><b>The Numbers:<\/b> \r\n<p>The USGS maintains a long-term stream gaging network across the country. Here is specific information for Maryland and Delaware. \r\n<p>\r\n<p><b>One of the most severe hydrologic droughts on record in the Mid-Atlantic region took place in the mid-1960&rsquo;s, according to the U.S. Geological Survey (USGS).<\/b> June 1999 river flows into the Chesapeake Bay and its tributaries approached and, in some cases, fell below mid-1960&rsquo;s levels. At the same time, ground-water levels have fallen to near or below mid-1960&rsquo;s levels. The low-water conditions are the result of a precipitation deficit that dates back to the late spring of 1998. \r\n<p>Hydrologists at the USGS report that the previous<b> lowest daily average river inflow to the Chesapeak","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"930888000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169651"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}