{"title":"Nutrients aren&rsquo;t always good: USGS Scientists Determine Sources of Nutrients in Mississippi River Basin","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public_affairs\/press_releases\/index.html<\/a> \n<p>Nutrients from the Mississippi River Basin are believed to be responsible, at least in part, for the large hypoxic zone that develops on the Louisiana-Texas shelf in the Gulf of Mexico each summer, according to Don Goolsby, a hydrologist with the U.S.Geological Survey in Denver, Colo. Goolsby will describe the hypoxic zone when he presents a paper on \"Sources and Flux of Nutrients in the Mississippi River Basin,\" at the American Association for the Advancement of Science (AAAS) meeting in Anaheim, Calif., on Saturday January 23. The hypoxic zone in the Gulf of Mexico, also known as the \"dead zone,\" has become known as one of the largest environmental issues of this decade. An area of 6,100 square miles or larger lacks enough oxygen to support most marine life for part of the year, Goolsby said. This zone which may contain very low levels of oxygen forms each summer and has been linked to nutrients, especially nitrogen, flowing into the Gulf from the Mississippi River. Goolsby will discuss the loads of nitrogen transported from the Mississippi River basin to the Gulf of Mexico, where these loads originate within the basin, and the human activities that contribute to the loads. \r\n<p>\"Ultimately, this information should be useful in developing new policies and voluntary actions to reduce nitrogen loading to the Gulf of Mexico,\" Goolsby said. \r\n<p>Goolsby and other scientists giving presentations on hypoxia will be present at a briefing for reporters, at 11 a.m. Saturday, January 23 in the Palos Verdes Room of the Anaheim Hilton Hotel (4th floor) as part of the 1999 AAAS meeting in Anaheim, Calif. \r\n<p>To schedule an interview with Goolsby, contact the AAAS Newsroom at 714-703-0122. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"916894800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}