{"title":"USGS-NOAA:  Climate Change Impacts to U.S. Coasts Threaten Public Health, Safety and Economy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_28\/SeasideHeights_Overwash-lg.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_28\/SeasideHeights_Overwash.jpg\" alt=\"caption is available below.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">View looking west along the New Jersey shore. Storm waves and surge cut across the barrier island at Mantoloking, NJ, eroding a wide beach, destroying houses and roads, and depositing sand onto the island and into the back-bay. Construction crews with heavy machinery are seen clearing sand from roads and pushing sand seaward to build a wider beach and protective berm just days after the storm. The yellow arrow in each image points to the same feature. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_01_28\/SeasideHeights_Overwash-lg.jpg\">(High resolution image<\/a>. <br \/><br \/>Science Feature: <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/start-with-science-to-address-vulnerable-coastal-communities\/\">Start with Science to Address Vulnerable Coastal Communities<\/a><\/span>.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->According to a new technical report, the effects of climate change will continue to threaten the health and vitality of U.S. coastal communities'social, economic and natural systems.<!--introend--><\/p>\r\n<p>The report, <em><a href=\"http:\/\/downloads.usgcrp.gov\/NCA\/technicalinputreports\/Burkett_Davidson_Coasts_Final_.pdf\">Coastal Impacts, Adaptation, and Vulnerabilities: a technical input to the 2013 National Climate Assessment<\/a><\/em>, authored by leading scientists and experts, emphasizes the need for increased coordination and planning to ensure U.S. coastal communities are resilient against the effects of climate change.<\/p>\r\n<p>The recently released report examines and describes climate change impacts on coastal ecosystems and human economies and communities, as well as the kinds of scientific data, planning tools and resources that coastal communities and resource managers need to help them adapt to these changes.<\/p>\r\n<p>\"Sandy showed us that coastal states and communities need effective strategies, tools and resources to conserve, protect, and restore coastal habitats and economies at risk from current environmental stresses and a changing climate,\" said Margaret A. Davidson of NOAA's Office of Ocean and Coastal Resource Management and co-lead author of the report. \"Easing the existing pressures on coastal environments to improve their resiliency is an essential method of coping with the adverse effects of climate change.\"<\/p>\r\n<p>A key finding in the report is that all U.S. coasts are highly vulnerable to the effects of climate change such as sea-level rise, erosion, storms and flooding, especially in the more populated low-lying parts of the U.S. coast along the Gulf of Mexico, Mid-Atlantic, northern Alaska, Hawaii, and island territories. Another finding indicated the financial risks associated with both private and public hazard insurance are expected to increase dramatically.<\/p>\r\n<p>\"An increase in the intensity of extreme weather events such as storms like Sandy and Katrina, coupled with sea-level rise and the effects of increased human development along the coasts, could affect the sustainability of many existing coastal communities and natural resources,\" said Virginia Burkett of the U.S. Geological Survey and co-lead author of the report.<\/p>\r\n<p>The authors also emphasized that storm surge flooding and sea-level rise pose significant threats to public and private infrastructure that provides energy, sewage treatment, clean water and transportation of people and goods. These factors increase threats to public health, safety, and employment in the coastal zone.<\/p>\r\n<p>The report's authors noted that the population of the coastal watershed counties of the U.S. and territories, including the Great Lakes, makes up more than 50 percent of the n","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climate Change","National Wildlife And Climate Change Science Center","fisheries","Troutand Climate","Rocky Mountains","Fish Management","Trout Management"],"article_type":["National News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1359349200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169020"},{"tid":"169983"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}