{"title":"DRILLING PROJECT OPENS THE BOOK ON &rsquo;LA UNDERGROUND&rsquo;","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>Editors: An opportunity to visit the drill site and interview scientists is set for 1 p.m. Tuesday, July 20. The site is at 7400 E. Willow Street, at the entrance to the Long Beach Water Reclamation Plant. For detailed directions, call Dale Cox at 916-997-4209, or visit the web site at <a href=\"http:\/\/ca.water.usgs.gov\/lacore\/\">http:\/\/ca.water.usgs.gov\/lacore\/ <\/a>\r\n<p><!--introstart-->A drilling project that is harvesting 1,000 feet of earth and rock cores from the Los Angeles basin will establish a virtual library of information on the geology of the area, according to scientists from the U.S. Geological Survey (USGS).<!--introend--> \r\n<p>The two-week project, which is a cooperative effort of the USGS and the Water Replenishment District of Southern California (WRD), got underway July 14, when a huge drill began turning out three-inch- diameter earthen cores that can be read like a book by earth scientists. \r\n<p>The information contained in the drill cores will help USGS and other scientists better understand the geological framework of the Los Angeles basin, in respect to which of the soil and rock layers might contain underground water and which are the most susceptible to shaking during earthquakes. \"No one has done this kind of detailed and integrated work in the shallow subsurface of the LA basin before,\" said USGS hydrologist Eric Reichard. \"When all of the analyses are complete, this will be the best described site in the region for understanding the flow of water and chemicals in the ground and for understanding why earthquakes cause more damage in some areas of the basin than in others.\" \r\n<p>USGS geologist Dan Ponti acknowledged that tens of thousands of oil walls, water wells and engineering test borings have been drilled into the shallow portion of the Los Angeles basin in the past 100 years, but unfortunately, the records and measurements from most of those wells are not detailed enough to answer some of the important questions that he and other scientists have about the history and material properties of the water-bearing sediments. \"It&rsquo;s like not having all the pieces to a large jigsaw puzzle,\" Ponti said, \"and these cores should help us find those missing pieces.\" \r\n<p>At the heart of the drilling project is a 31-ton drill rig operated by the USGS. Chewing its way through the relatively soft, unconsolidated sediments of the LA basin, the diamond-bit drill is expected to reach the 1,000-foot depth by July 23. The layers of material in the cores will yield information dating from the past few hundred years in the upper layers to more than a half-million years ago at the 1,000-foot depth. \r\n<p>Following the coring operation, sensitive instruments that can measure changes in water levels and the chemical characteristics of underground water will be installed in the drill holes and that data will be monitored by geologists, hydrologists and chemists at the USGS and hydrogeologists at the WRD. \r\n<p>Other instruments that can measure ground movements will be installed in the hole and monitored by scientists at the Southern California Earthquake Center (SCEC). \"Being able to place instruments this deep is a real opportunity for us,\" said Dr. Jamison Steidl, a SCEC member and seismologist at the University of California at Santa Barbara. \"Because â\u0080\u0098cultural noise&rsquo; from traffic often interferes with interpretation of seismic signals obtained from surface and near-surface instruments, having these deep- set instruments will give us a much clearer picture of seismic wave propagation. This collaboration is a great opportunity for scientists to improve our ability to record the small earthquakes so that we can better image the faults under Los Angeles, improve our modeling of them and perfect our techniques for","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"932356800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}