{"title":"Everglades â\u0080\u009cRiver of Grassâ\u0080\u009d to Flow Again â\u0080\u0094 Experimentally  ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"The Everglades, a â\u0080\u009cRiver of Grassâ\u0080\u009d as described by Florida writer Marjory Stoneman Douglas, once flowed unimpeded through a vast expanse of deep-water sloughs between sawgrass ridges and around tree islands to the Gulf of Mexico. Now the heart of the Everglades is disconnected by canals and levees and the sheet flow of water across the wetland is nearly imperceptible.\n<p align=\"left\">How can the Everglades be reconnected and how much flow is needed? These are complex questions that are being addressed by careful modeling and assessments as a part of the congressionally authorized Comprehensive Everglades Restoration Plan.<\/p>\n<p align=\"left\"><strong>A large-scale, long-term field experiment<\/strong><\/p>\n<p align=\"left\">Six years in the making, a multi-agency experiment aimed at enhancing the natural flow of the Everglades will begin November 4 under joint funding by the U.S. Geological Survey and its partners at the South Florida Water Management District and the U.S. Army Corps of Engineers.<\/p>\n<p align=\"left\">Like architects who first construct a scale model to better understand a building design, hydrological and ecological scientists will observe a limited, but realistic, re-creation of the historical movement of Everglades water at a location 13 miles west of Miami. Never before has Everglades flow restoration been so directly put to the test.<\/p>\n<p align=\"left\">â\u0080\u009cThe goal is to measure the ecological benefits of increased flow and determine how best to adaptively manage Everglades restoration,â\u0080\u009d said Shannon Estenoz, the Department of the Interiorâ\u0080\u0099s Director of Everglades Restoration Initiatives.<em> <\/em>â\u0080\u009cNot only is the Everglades the largest subtropical wilderness in the United States, itâ\u0080\u0099s a national treasure that is part of our heritage, just like the Great Lakes and the Grand Canyon.â\u0080\u009d<\/p>\n\n\n[caption id=\"attachment_203871\" align=\"aligncenter\" width=\"768\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/Slide1-Evgl-Flow-sloughs.jpg\"><img class=\" wp-image-203871 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/Slide1-Evgl-Flow-sloughs.jpg\" alt=\"The historical Everglades\" width=\"768\" height=\"576\" \/><\/a> The historical Everglades (as illustrated) once had large areas of well-connected deep water habitats during the wet season that dried down slowly and concentrated fish and other prey to sustain thriving populations of wading birds. A century of canal drainage, levee impoundment, and flow reductions caused sawgrass to expand its coverage and create a monoculture with low productivity and poor connectivity with downstream areas. A goal of flow restoration is to restore downstream connectivity with just the right amount of flow that will entrain sediment in sloughs but capture it on ridges.[\/caption]\n<p align=\"left\">The experiment on November 4, called the DECOMP (de-compartmentalization) Physical Model (DPM), will increase water flow by as much as ten times (similar to historical levels) for a period of three months per year over several miles in an area that was impounded by levees for sixty years. The physical setting and operation of the experiment were previously evaluated in a <a href=\"http:\/\/www.nap.edu\/booksearch.php?booksearch=1&amp;record_id=18809&amp;term=dpm&amp;chapter=71-130\">trial run<\/a> in November 2013.<\/p>\n<p align=\"left\">â\u0080\u009cThe experiment will give us a clear picture of how the greater water flow will benefit the ecosystem,â\u0080\u009d said Jud Harvey, USGS lead scientist. â\u0080\u009cHumans will benefit, too, from better-protected freshwater storage that replenishes groundwater used by coastal communities and the preservation of internationally recognized wildlife and recreational opportunities.â\u0080\u009d<\/p>\n<p align=\"left\">USGS scientists, along with their state and university partners, will measure water flow, sediment movement, and biological responses during the experiment. Key research questions to be answered include \"how much flow is needed to revive the ridge and slough habitat for fish and wading birds\" and \"how canals could be managed when they are no longer needed to convey water.â\u0080\u009d<\/p>\n<p align=\"left\">The deconstruction of levees (known as â\u0080\u009cde-compartmentalizationâ\u0080\u009d to regional experts) has long been one of the centerpieces of Everglades restoration planning. However, so far only a few levees have been intentionally breached; fewer still have been scientifically investigated.<\/p>\n\n\n[caption id=\"attachment_203881\" align=\"aligncenter\" width=\"960\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/Slide2-Evgl-flow-map.jpg\"><img class=\"size-full wp-image-203881\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/11\/Slide2-Evgl-flow-map.jpg\" alt=\"\" width=\"960\" height=\"720\" \/><\/a> The DECOMP Physical Model (DPM) Experiment will periodically increase flow similar to historic levels in an area that has been isolated from flow for sixty years.[\/caption]\n\n&nbsp;\n<p align=\"left\"><strong>Small topography means big difference <\/strong><\/p>\nThe natural ridge and slough landscape of the historical Everglades formerly had large areas of well-connected deep-water habitats that dried down slowly to concentrate prey to sustain thriving populations of wading birds. Canals and levees that were initially constructed more than a century ago to drain the wetlands were later repurposed to conserve water.\n\nOver time, water diversions and flow disconnections have caused a loss of micro-topography in the wetlands, the small but critical elevation differences between ridges and sloughs.Â  Sawgrass rapidly expanded in many areas from ridges into what once had been sloughs, creating a monoculture with low productivity and poor connectivity with downstream areas.\n\nLarge-scale flow experiments such as the DPM are crucial to understanding how restored flow can sustain the better functioning ridge and slough structure and restore degraded areas.\n<div>++++++++++<\/div>\n<div><\/div>\n<div>\n\n<strong>Learn more<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.nap.edu\/catalog.php?record_id=18809\" target=\"_blank\">Progress Toward Restoring the Everglades: the Fifth Biennial Review<\/a>, 2014, National Research Council, The National Academy of Sciences, Washington D.C.<\/li>\n\t<li><a href=\"http:\/\/link.springer.com\/article\/10.1007\/s10040-008-0379-x\" target=\"_blank\">Groundwaterâ\u0080\u0099s significance<\/a> to changing hydrology, water chemistry, and biological communities of a floodplain ecosystem, Everglades, South Florida, USA (Hydrogeology Journal, 2009)<\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/river-of-grass-revival\/\" target=\"_blank\">River of Grass Revival<\/a> (USGS Top Story, 2\/26\/2014)<\/li>\n\t<li><a href=\"http:\/\/www.sfwmd.gov\/portal\/page\/portal\/xweb%20protecting%20and%20restoring\/restoration%20progress\" target=\"_blank\">South Florida Water Management District<\/a> â\u0080\u0093 Everglades restoration<\/li>\n\t<li><a href=\"http:\/\/www.saj.usace.army.mil\/\" target=\"_blank\">U.S. Army Corps of Engineers<\/a><\/li>\n\t<li><a href=\"http:\/\/sofia.usgs.gov\/\">USGS South Florida Information Access (SOFIA)<\/a><\/li>\n<\/ul>\n<\/div>\n+++++++++++++++\n<div><\/div>\n<div><\/div>\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24379","uid":"31","filename":"main1.jpg","uri":"public:\/\/main1.jpg","filemime":"image\/jpeg","filesize":"20675","status":"1","timestamp":"1425492768","type":"image","uuid":"3a3a05d0-105d-4673-aafc-409fa624f15d","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Land Change Science","restoration","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1415109445","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}