{"title":"No Surprises from Boise River Mercury Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOISE, Idaho &mdash; A <a href=\"http:\/\/pubs.usgs.gov\/of\/2014\/1099\/\">report published today<\/a> by the U.S. Geological Survey and the City of Boise documents low concentrations of mercury in water samples and high concentrations in two fish species already under Idaho state consumption advisories.<\/p>\n<p>The results are the first from a new mercury monitoring program conducted by USGS and city scientists to satisfy U.S. Environmental Protection Agency requirements in Boise&rsquo;s wastewater discharge permits.<\/p>\r\n<p>&ldquo;The Boise River is the lifeblood of our community,&rdquo; said City of Boise Public Works Director Neal Oldemeyer. &ldquo;Residents rely on it for recreation like floating and fishing. This monitoring program will help us ensure that the Boise River and all downstream water bodies continue to remain safe for recreation.&rdquo;<\/p>\r\n<p>&ldquo;We&rsquo;re pleased to work with the City of Boise on this mercury monitoring program,&rdquo; said Michael Lewis, Director of the USGS Idaho Water Science Center. &ldquo;High-quality, long-term monitoring provides the reliable data essential to science-based decision making.&rdquo;<\/p>\r\n<p>Scientists collected water samples and fish at three sites on the Boise River, two sites on the Snake River, and one site on Brownlee Reservoir near the Burnt River confluence. Sites were selected to represent conditions upstream and downstream of the city&rsquo;s two wastewater treatment plants.<\/p>\r\n<p>Mercury concentrations in the water samples ranged from 0.73 to 1.21 nanograms per liter for the five river sites. The mercury concentration from the Brownlee Reservoir sample was 8.78 ng\/L. All water sample concentrations were well below the EPA maximum contaminant levels for drinking water (2,000 ng\/L) and EPA aquatic life criteria (1,400 ng\/L for acute exposure and 770 ng\/L for chronic exposure).<\/p>\r\n<p>USGS scientists analyzed tissue samples from mountain whitefish, smallmouth bass, and channel catfish for methylmercury, the toxic and bioavailable form of mercury of concern to human and wildlife health. The EPA health criterion, which has been adopted by the Idaho Department of Environmental Quality, is 0.30 milligrams of methylmercury per kilogram&mdash;or parts per million (ppm)&mdash;of wet-weight fish tissue. Ten fish of one species at one location are considered a sample for comparison to the criterion.<\/p>\r\n<p>In this study, mercury concentrations in individual fish tissue samples ranged from 0.14 to 0.38 ppm. A smallmouth bass collected from Brownlee Reservoir (0.32 mg\/kg) and a channel catfish collected from the Boise River near Parma (0.33 mg\/kg) exceeded the Idaho methylmercury human health criteria of 0.3 ppm. Average methylmercury concentrations in fish collected at the other four river sites ranged from 0.14 to 0.21 ppm. A channel catfish collected from the Snake River at Nyssa had the lowest average methylmercury concentration (0.14 mg\/kg). Mountain whitefish collected from the Boise River and smallmouth bass collected from the Snake River also had low mercury concentration (0.17 ppm).<\/p>\r\n<p>Prior to this study, the Idaho Department of Health and Welfare had issued a <a href=\"http:\/\/healthandwelfare.idaho.gov\/Health\/EnvironmentalHealth\/FishAdvisories\/tabid\/180\/default.aspx\">statewide fish consumption advisory for bass<\/a> and a fish consumption advisory for <a href=\"http:\/\/healthandwelfare.idaho.gov\/Portals\/0\/Health\/EnvironmentalHealth\/BoiseRiver_1.pdf\">Boise River catfish<\/a>, both because of methylmercury contamination.<\/p>\r\n<p>&ldquo;We highly recommend people go fishing and enjoy the many nutritional benefits fresh Idaho fish adds to their diets,&rdquo; said Jim Vannoy, Environmental Health Program Manager for the Idaho Department of Health and Welfare. &ldquo;However, certain groups of people should limit how much fish they consume due to possible mercury levels. Women of reproductive age and children should limit meals of catfish and bass from the Boise","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["","water","Mercury","fish","environment","","monitoring","Boise River","Snake River"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1400472000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170583"},{"tid":"170648"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}