{"title":"Mercury Monitoring Shows Duck Valley Rainbow Trout are Safe to Eat","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Boise<\/strong><strong>, Idaho<\/strong> &mdash; Rainbow trout from water on or near Duck Valley Indian Reservation continue to be safe to eat, according to recent analyses of fish tissue samples collected by the U.S. Geological Survey and the Shoshone-Paiute Tribes.<\/p>\n<p>Since 2007, the USGS and the Tribes have co-funded and cooperatively monitored the effects of mercury deposition in the East Fork Owyhee River and in Mountain View, Billy Shaw, and Sheep Creek reservoirs of southern Idaho and northern Nevada. Fish and insects that the trout feed on accumulate methylmercury in their tissues from inorganic mercury in their environment. However, studies show concentrations of mercury in fish remain below levels that would trigger any consumption advisories.<\/p>\r\n<p>A USGS laboratory calculation error in 2007 skewed previous research results, inaccurately showing mercury concentrations in fish to be higher than they actually were, and resulting in a fish consumption advisory being issued. However, analyses of 2009 tissue samples revealed much lower concentrations and lead to the discovery of the earlier error. USGS scientists immediately reported the error to the Tribes, Idaho Department of Health and Welfare and others and provided them with corrected data. The corrected 2007 data and all subsequent data collected in 2008 and 2009 by the USGS and the Tribes confirm that mercury concentrations are below fish consumption guidelines for the protection of human health. All data is available on the <a href=\"http:\/\/id.water.usgs.gov\/projects\/duck_valley\/\">USGS Duck Valley study Website<\/a>.<\/p>\r\n<p>The Tribes and the USGS will continue to monitor mercury levels to protect public health and to preserve the value of the Tribes&rsquo; important sport fisheries. Mercury contamination of aquatic environments remains an issue of concern. Mining operations, coal-fired power plants, and other sources emit inorganic mercury to the atmosphere. Inorganic mercury is converted to methylmercury, an organic form, by anaerobic organisms living in water, sediments, and soils.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["fish","tissue","tribe","Mercury","rainbow","trout"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1271822400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169706"},{"tid":"170558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}