{"title":"USGS Measures Flooding in Arizona","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding? Please contact Chris Smith or Jennifer LaVista.<\/strong><\/p>\n<p><!--introstart-->U.S. Geological Survey field crews are measuring flooding after heavy rainfall occurred in northern portions of Maricopa County, Arizona.<!--introend-->&nbsp;&nbsp;<\/p>\r\n<p>USGS scientists and technicians are measuring high flood flows on Skunk Creek, Cave Creek, New River, Agua Fria River, and Hassayampa River. Some areas, such as Skunk and Cave Creek were inaccessible to crews previously due to extremely high water and access to the site. USGS crews are out taking high water measurements today and repairing streamgages that were damage or destroyed during flooding.<\/p>\r\n<p>USGS real-time maps of flood and high flow conditions for Arizona may be accessed <a href=\"http:\/\/waterwatch.usgs.gov\/index.php?r=az&amp;id=ww_flood\">online<\/a>.<\/p>\r\n<p>Floodwaters closed portions of Interstate 17, and likely exceeded historical records. USGS crews are currently flagging the crest of the floodwaters which will be surveyed to produce estimates of the water height at selected locations. &nbsp;<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. These data are used by the National Weather Service to develop flood forecasts, the U.S. Army Corps of Engineers to manage flood control, and the Arizona Department of Natural Resources and local agencies in their flood response activities.&nbsp;<\/p>\r\n<p>There are about 209 USGS-operated streamgages in Arizona that measure water levels, streamflow, and rainfall. When flooding occurs, USGS crews make numerous discharge measurements to verify the data USGS provides to federal, state, and local agencies, as well as to the public.<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a>&nbsp;website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS&nbsp;<a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>. See where floodwaters go by following a stream trace at <a href=\"http:\/\/nationalatlas.gov\/streamer\/Streamer\/streamer.html\">Streamer<\/a>. View water data on your <a href=\"http:\/\/m.waterdata.usgs.gov\">mobile device<\/a>. Learn <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3001\/\">how a USGS streamgage works<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["water","flooding","Arizona","Maricopa County","streamflow","streamgages"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1408593600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169064"},{"tid":"169606"},{"tid":"169655"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}