{"title":"USGS Adds NASA's EO-1 Satellite Imagery  to Web-enabled Archive","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS continues to expand its free web-enabled archive of earth observation data by including over 83,000 additional satellite images from NASA&rsquo;s Earth Observing -1 (EO-1) satellite.<!--introend--><\/p>\n<p>The tremendous response to the USGS announcement in October 2008 to provide free, web-enabled access of its extensive Landsat imagery archive and the recent USGS release of more than 1200 imagery products derived from classified materials have paved the way for the addition of EO-1 imagery to the archive. Both the existing and all future EO-1 imagery will supplement the USGS archive of free, land remote sensing imagery resources. Climate change scientists, agriculture and public land managers, and a wide variety of other specialists use the data to observe changes taking place on the Earth&rsquo;s surface.<\/p>\r\n<p>Launched by NASA in November 2000 as a one-year technology research mission, the EO-1 satellite, which is still in operation today, carries two sensors of interest to Landsat data users: the Advanced Land Imager (ALI), incorporating solid-state &ldquo;push-broom&rdquo; imaging technology and <a href=\"http:\/\/edcsns17.cr.usgs.gov\/eo1\/sensors.php\">Hyperion<\/a>, an experimental hyperspectral instrument that captures data in 220 spectral channels.<\/p>\r\n<p>EO-1 sensor data can be previewed and downloaded at no charge via the <a href=\"http:\/\/eo1.usgs.gov\/\">Earth Observing 1 (EO-1) Web site<\/a>.&nbsp; Individual sensor characteristics and other technical information can also be found at this site.<\/p>\r\n<p>While EO-1 images can be visually spectacular and quite useful, it must be noted that this satellite was not designed to capture full Landsat-size scenes. Thus, the images captured daily by this demonstration satellite amount to only a fraction of those collected by Landsat satellites.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satellites"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1250740800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169284"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}