{"title":"USGS Releases Threats Analysis for Florida Manatees","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong><em>Editors: For more details about findings in this report&nbsp; information sheets and Open-File Report 2007-1086 can be found at <\/em><a href=\"http:\/\/www.pwrc.usgs.gov\/resshow\/manatee\/\">http:\/\/www.pwrc.usgs.gov\/resshow\/manatee\/<\/a><\/strong> \r\n<\/p>\r\n<p>\r\n<strong><em>For FAQs on survival estimates research updates for Florida manatees, please go to <\/em><a href=\"http:\/\/fisc.er.usgs.gov\/Manatee_Listing_Review\/manatee_listing_review.html\">http:\/\/fisc.er.usgs.gov\/Manatee_Listing_Review\/manatee_listing_review.html<\/a><\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->A U.S. Geological Survey report released today projects that if current threats to Florida manatees remain at their present level, the statewide population of manatees is expected to remain stable or increase slightly over the next 10 to 15 years, and then decline as natural and industrial warm-water sources are reduced or lost.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe research also reveals that the probability of outright extinction of the Florida manatee population is low over the next 50-150 years if threats remain at their current levels, but the likelihood of a significant decline in the same time period is high. Over the long term, the report projects that the population will stabilize at lower levels. \r\n<\/p>\r\n<p>\r\nThe report, &quot;A quantitative threats analysis for the Florida manatee (<em>Trichechus manatus latirostris<\/em>),&quot; assesses and forecasts the status of the Florida manatee population over 50 to 150 years, and examines the relative roles that different threats play in determining the status of these marine mammals.&nbsp; The report was developed in cooperation with scientists at the Florida Fish and Wildlife Conservation Commission&#39;s Fish and Wildlife Research Institute (FWC). \r\n<\/p>\r\n<p>\r\nThe threats assessment was developed at the request of the U.S. Fish and Wildlife Service (USFWS) as a decision-support tool for the USFWS listing-review process. This research provides results over a wide range of time frames, a wide range of thresholds at which the population would be unlikely to recover, and a wide range of threat scenarios to give decision-makers useful information for assessing the status of the Florida manatee population. \r\n<\/p>\r\n<p>\r\nIn its analysis, USGS considered the role of five threats, one-at-a-time and in combination: watercraft-related mortality, loss of warm-water refuges in winter, mortality in water-control structures, entanglement, and red tide. An important point of comparison was to the status quo scenario, which is the population trend forecast by the Manatee Core Biological Model (CBM) that uses baseline parameters and assumes the presence of all threats at their current levels. \r\n<\/p>\r\n<p>\r\n&quot;The two greatest threats to the future status of manatees are, in order, watercraft-related mortality and loss of warm-water winter habitat,&quot; said Dr. Michael Runge, lead author on the report and a research ecologist at the USGS Patuxent Wildlife Research Center. &quot;Any increase in watercraft-related mortality substantially increases the risk of the Florida manatee population reaching the point of no probable recovery, even if substantial mitigation of other threats occurs at the same time. Reduction of this single threat would greatly reduce the probability of the population reaching the point of no probable return.&quot; \r\n<\/p>\r\n<p>\r\nThe research showed that reduction of warm-water habitat also poses a significant threat to Florida manatees, especially over the long term. The model accounted for a substantial expected decline in warm-water sources, especially industrial ones, as technological and economic changes result in the loss of refuge sites at power plants over the next 20 to 40 years. Red tide and entanglement, while noticeable threats, have less of an impact on the status of the manatee population. In addition, the effects of water-control structures on the population may have already been largely reduced. Sin","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1176091200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170125"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}