{"title":"Gamburtsev Mountains Enigma Unraveled in Interior East Antarctica","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The birth of the Gamburtsev Subglacial Mountains buried beneath the vast East Antarctic Ice Sheet &ndash; a puzzle mystifying scientists since their first discovery in 1958 &ndash; is finally solved.<!--introend--> The remarkably long geological history explains the formation of the mountain range in the least explored frontier on Earth and where the Antarctic Ice Sheet first formed. The findings are published this week in the journal <em>Nature<\/em>.<\/p>\n<p>A seven-nation team of scientists explored the Gamburtsev Subglacial Mountains - buried beneath up to 3km of ice &ndash; during the International Polar Year (2007- 09) by using two twin-engine aircraft equipped with ice penetrating radars, gravity meters and magnetometers.<\/p>\r\n<p>By analyzing the new data, the researchers describe the extraordinary processes &ndash; which took place over the last billion years &ndash; that created and preserved a root beneath the mountains and the East Antarctic rift system &ndash; a 3,000km long fracture in the earth&rsquo;s surface that extends from East Antarctica across the ocean to India.<\/p>\r\n<p>One billion years ago, before animals and plants evolved on Earth, several continents (or micro-continents) collided, crushing the oldest rocks of the mountain range together. This event formed a thick crustal root extending deep beneath the mountain range. Over time these ancient mountains were eroded but the cold dense root was left behind.<\/p>\r\n<p>Around 250-100 million years ago &ndash; when dinosaurs walked the Earth &ndash; rifting paved the way for the supercontinent Gondwana to break apart, which included Antarctica, causing the old crustal root to warm. This rejuvenated crustal root, together with the East Antarctic Rift forced the land upwards again reforming the mountains. Rivers and glaciers carved deep valleys and this helped uplift the peaks to create the spectacular landscape of the Gamburtsevs, which resemble the European Alps. The East Antarctic Ice Sheet, which formed 34 million years ago and covers 10 million km&sup2; of our planet (an area the size of Canada), protected the mountains from erosion.<\/p>\r\n<p>Lead author, Dr Fausto Ferraccioli from British Antarctic Survey says,<\/p>\r\n<p>\"Understanding the origin of the Gamburtsevs was a primary goal of our International Polar Year expedition. It was fascinating to find that the East Antarctic rift system resembles one of the geological wonders of the world &ndash; the East African rift system &ndash; and that it provides the missing piece of the puzzle that helps explain the Gamburtsev Subglacial Mountains. The rift system was also found to contain the largest subglacial lakes in Antarctica.\"<\/p>\r\n<p>Co-author, Dr Carol Finn from US Geological Survey says,<\/p>\r\n<p>\"Resolving the contradiction of the Gamburtsev high elevation and youthful Alpine topography but location on the East Antarctic craton by piecing together the billion year history of the region was exciting and challenging. We are accustomed to thinking that mountain building relates to a single tectonic event, rather than sequences of events. The lesson we learned about multiple events forming the Gamburtsevs may inform studies of the history of other mountain belts.\"<\/p>\r\n<p>\r\n<p>Co-author, Dr Robin Bell of Columbia University&rsquo;s Lamont-Doherty Earth Observatory says,<\/p>\r\n<p>\"The next steps will be to assemble a team to drill through the ice into the mountains to obtain the first rock samples from the Gamburtsevs. Amazingly, we have samples of the moon but none of the Gamburtsevs. With these rock samples we will be able to constrain when this ancient piece of crust was rejuvenated and grew to a magnificent mountain range.<\/p>\r\n<p>\"It is very fitting that the initial results of Antarctica's Gamburtsev Province (AGAP) project are coming out 100 years after the great explorers raced to the South Pole,\" said Alexandra Isern, Programme Director at the National Science Foundation. \"The scienti","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Antarctica","Nature","Gamburtsev","international","geology"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1321419600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}