{"title":"Central Valley subsidence study launched","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p style=\"text-align: left;\"><em><strong>USGS will track cause and extent of ground sinking near California Aqueduct<\/strong><\/em><\/p>\n<p style=\"text-align: left;\"><!--introstart-->The latest satellite tracking data will be used to help scientists gain a better understanding of how land subsidence is affecting the state-owned California Aqueduct in California&rsquo;s San Joaquin Valley.<!--introend--><\/p>\r\n<p>Under a new agreement, the U.S. Geological Survey will conduct the study on behalf of the California Department of Water Resources, which operates the aqueduct that carries water from the Sacramento-San Joaquin Delta to the San Joaquin Valley and Southern California.<\/p>\r\n<p>The research will address growing concerns that increased groundwater pumping in the San Joaquin Valley may be causing land surfaces to sink, or subside, damaging the concrete channel.<\/p>\r\n<p>Historically, extensive pumping of groundwater from the San Joaquin Valley aquifer system caused groundwater levels to decline, resulting in as much as 28 feet of land subsidence. The importation of surface water to the San Joaquin Valley in the 1970s reduced demand for groundwater, resulting in a recovery of groundwater levels and a reduced rate of land subsidence.<\/p>\r\n<p>Groundwater pumping in the Valley has increased in recent years as drought and fish-protection measures have curtailed surface-water deliveries.<\/p>\r\n<p>The three-year, $255,000 project will help the state better manage California&rsquo;s water resources and minimize the impact of land subsidence on the facility. The state will provide $202,000 to fund the research, while the federal government will provide $53,000.<\/p>\r\n<p>USGS scientists will use a satellite-imaging system known as Interferometric Synthetic Aperture Radar (InSAR) to create maps of changes in land-surface elevation at selected locations over the last several years.<\/p>\r\n<p>The research will focus on the California Aqueduct along the west side of the southern San Joaquin Valley, in the area of the Westlands Water District. The research will seek to:<\/p>\r\n<ul>\r\n<li>Use InSAR to determine the location, extent and magnitude of changes in land-surface elevation along the aqueduct from 2003&ndash;2010.<\/li>\r\n<li>Develop and implement an approach to use InSAR to provide on-going tracking of subsidence.<\/li>\r\n<li>Compare changes in land-surface elevation computed from InSAR and from continuously operating Global Positioning System stations to changes in measured groundwater levels.<\/li>\r\n<\/ul>\r\n<p>&ldquo;This is the first time we have used this type of InSAR imaging to track subsidence in the Central Valley,&rdquo; said Michelle Sneed, the lead scientist on the study. &ldquo;If this works as well as we hope, we may be able to develop a monitoring program to regularly track changes in land-surface elevation and their relation to groundwater levels.&rdquo;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>For more information, including list of frequently asked questions and answers, visit the <a href=\"http:\/\/ca.water.usgs.gov\/news\/MoreInfoSept4_2009.html\">California Water Science Newsroom<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","aqueduct","water","subsidence"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1252036800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}