{"title":"Media Advisory: New Water Quality Study in Johnson County","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The effects of urbanization, wastewater discharge and treatment facility upgrades on Indian Creek, in Johnson County, Kan., will be evaluated in a new study developed by the U.S. Geological Survey, in cooperation with Johnson County Wastewater.<!--introend-->&nbsp;<\/p>\n<p>Results from this study will assist water managers in making informed decisions to help protect this important resource. This study will provide Johnson County and the Kansas Department of Health and Environment an assessment of the environmental and biological conditions of Indian Creek after the expansion of the Middle Basin Wastewater Treatment Facility. This information will provide a better &nbsp;understanding of the effects of point and nonpoint source pollutants on urban streams.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>What: <\/strong><\/td>\r\n<td>Reporters are invited to attend a kickoff event to announce the details of this new USGS study. <em><strong>Visual opportunities include hands-on demonstrations of water quality and biological sampling, including a net dip to collect macroinvertebrates, streamflow measurements, and water quality sampling with state-of-the-art equipment. <\/strong><\/em><br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Who: <\/strong><\/td>\r\n<td>Andy Ziegler, USGS Kansas Water Science Center Director<br \/>Jennifer Graham, USGS Research Hydrologist and Project Chief<br \/>John O&rsquo;Neil, General Manager, Johnson County Wastewater<br \/>Susan Pekarek, Johnson County Wastewater Treatment Project Engineer <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>When: <\/strong><\/td>\r\n<td>10:30 a.m.<br \/>Wednesday, Sept. 28, 2011 <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>Where:&nbsp; <\/strong><\/td>\r\n<td>4400 Indian Creek Parkway<br \/>Overland Park, Kan.<br \/>See map below for directions and parking suggestions. <br \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><strong><em>Please RSVP to Donita Turk at 785-832-3570 or <a href=\"mailto:dmturk@usgs.gov\">dmturk@usgs.gov<\/a>.<\/em><\/strong><\/p>\r\n<p>In case of inclement weather, please call 785-979-7677.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_09_26\/indian_creek_study.jpg\" alt=\"\" \/><\/td>\r\n<td valign=\"top\">Directions From I-435:<br \/>Take exit 77A for Roe Ave <br \/>Turn left on Roe Ave<br \/>Turn Right on Indian Creek Parkway<br \/>You can park in the parking lot of Foxhill North Park, Walk on the Indian Creek Bike Trail and meet up under the bridge over the creek and bike trail. Signs will direct you there.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas"],"country":["United States of America"],"mm_tags":["waterquality","Kansas","Wastewatertreatment"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1317009600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169262"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}