{"title":"Critical Disaster Information Needed: The Time is Now, Says NOAA Chief in Address to Emergency Managers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->To save more lives and reduce disaster costs, accurate information must be placed in the hands of those who make critical life and property decisions. <!--introend-->The world is experiencing an information explosion that can be used to bring the people and information together, according to Dr. D. James Baker, Under Secretary of Commerce for Oceans and Atmospheres and Administrator of the National Oceanic and Atmospheric Administration, in a speech to the National Emergency Managers Association (Mon., Feb. 9, 1998). \n<p>\"We have the best opportunity ever, right now, to solve this problem, by bringing people and information together through the use of technology,\" said Baker. \r\n<p>Baker outlined the results of an interagency task force that he co-chaired, which studied the feasibility of a global disaster information network over the past six months. \r\n<p>\"We plan to develop a public\/private partnership that can bring all stakeholders together in a meaningful way.\" \r\n<p>\"We need your help,\" Baker told the state managers of emergency services. \"We recognize that all stakeholders in disasters - your organization in particular - must be involved in designing and operating an effective disaster network. \r\n<p>Disasters currently cost the nation more than $52 billion per year and costs are rising. More and more people are moving into densely populated urban areas at risk and the required infrastructure is growing rapidly in complexity and cost. There are many ways to reduce disaster costs, particularly through long-range planning and development. In the short term, a particularly effective way is through an improved information network. \r\n<p>The task force found that the required technology exists, but that significant coordination and integration of information providers, disseminators and users are required. The rapid growth of the Information Super-Highway is fueled by individual contributions, world-wide. The problem is finding what you need, when you need it, in a form that is useful for making critical decisions. \r\n<p>With the rapid growth of Internet and other communication options, information providers and information users can now be connected in ways that were not thought of only a few years ago. \r\n<p>The task force recommended formation of an Integrated Program Office with members from each of the key Federal agencies as a way to better integrate and coordinate Federal disaster information. The U.S. Geological Survey will host and chair the program office and the Administrator of NOAA will chair an Executive Committee that will oversee the office and set policy. \r\n<p>The Integrated Program Office will work with other interested groups to form a Public\/Private Partnership that will involve representatives of all stakeholders in design and implementation of a national disaster information system. Global partners will be sought to develop ways to expand the national system globally. \r\n<p>The network will be used during all phases of emergency management - mitigation, preparedness, response and recovery. It will provide information from all types of sources. The information will be made available rapidly and reliably to decision-makers and to others who are charged with taking action to reduce the loss of life and property damage before, during, and after the occurrence of a natural disaster. \r\n<p>When the network is in place, this Global Disaster Information Network will be available on the World Wide Web. Users will be able to get the information they need to make critical decisions that may save lives and reduce or prevent property damage. \r\n<p>When disaster strikes, GDIN will support the high volume of requests for information that are sure to come, with critical users having access to government Intranets where access can be restricted to minimize overloading. Access may also be provided by satellite to avoid the flow of information being cut off by damage on the ground. \r\n<p>It is clear that the GD","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"887000400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170264"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}