{"title":"Nitrate Levels Continue to Increase in Mississippi River; Signs of Progress in the Illinois River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Although recent declines in nitrate in the Illinois River are promising, increasing nitrate levels at other sites throughout the basin are a continuing cause for concern.<\/em><\/p>\n<p><!--introstart-->Nitrate levels in the Illinois River decreased by 21 percent between 2000 and 2010, marking the first time substantial, multi-year decreases in nitrate have been observed in the Mississippi River Basin since 1980, according to a <a href=\"http:\/\/pubs.usgs.gov\/sir\/2013\/5169\/\">new USGS study<\/a>.<!--introend--><\/p>\r\n<p>Unfortunately, similar signs of progress were not widespread. \"Nitrate levels continue to increase in the Missouri and Mississippi Rivers, including the Mississippi&rsquo;s outlet to the Gulf of Mexico,\" said Lori Sprague, USGS research hydrologist.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"These results show that solving the problem of the dead zone will not be easy or quick. We will need to work together with our federal and state partners to develop strategies to address nitrate concentrations in both groundwater and surface water,\" said Lori Caramanian, Department of the Interior Deputy Assistant Secretary for Water and Science.&nbsp;<\/p>\r\n<p>\"Expanded research and monitoring is absolutely essential to tracking progress in reducing nutrient pollution in the Mississippi River Basin,\" said Nancy Stoner, acting Assistant Administrator for Water at the U.S. Environmental Protection Agency and co-chair of the Hypoxia Task Force. \"The federal agencies and states that are part of the Hypoxia Task Force greatly appreciate this work by USGS and how it advances the science in the Mississippi River Basin.\"<\/p>\r\n<p>Excessive nitrate and other nutrients from the Mississippi River strongly influence the extent and severity of the hypoxic zone that forms in the northern Gulf of Mexico every summer.&nbsp; This hypoxic zone, known as the \"dead zone,\" is characterized by extremely low oxygen levels in bottom or near-bottom waters, degraded water quality, and impaired marine life.&nbsp; The 2013 Gulf hypoxic zone encompassed 5,840 square miles, an area the size of Connecticut.<\/p>\r\n<p>The reasons for increases or declines in annual nitrate levels are unknown. Reliable information on trends in contributing factors, such as fertilizer use, livestock waste, agricultural management practices, and wastewater treatment improvements, is needed to better understand what is causing increases or decreases in nitrate.<\/p>\r\n<p>Nitrate trends from 1980 to 2010 were determined at eight long-term USGS monitoring sites in the Mississippi River Basin, including four major tributaries (Iowa, Illinois, Ohio and Missouri rivers) and four locations along the Mississippi River using methodology that adjusts for year-to-year variability in streamflow conditions.&nbsp;<\/p>\r\n<p><a href=\"http:\/\/water.usgs.gov\/nawqa\/pubs\/nitrate_trends\/\"><em>Key nitrate concentration trend findings at long-term USGS monitoring sites:<\/em><\/a><\/p>\r\n<ul>\r\n<li>Nitrate concentrations steadily decreased by 21 percent in the Illinois River from 2000 to 2010.&nbsp; Decreases were also noted in the Iowa River during this time, but the declines were not as large (10 percent).<\/li>\r\n<li>Consistent increases in nitrate concentrations occurred between 2000 and 2010 in the upper Mississippi River (29 percent) and the Missouri River (43 percent). <\/li>\r\n<li>Nitrate concentrations in the Ohio River are the lowest among the eight Mississippi River Basin sites and have remained relatively stable over the last 30 years.<\/li>\r\n<li>Nitrate concentrations increased at the Mississippi River outlet by 12 percent between 2000 and 2010.&nbsp;<\/li>\r\n<\/ul>\r\n<p>Nitrate increased at low streamflows throughout the basin, except for the Ohio and Illinois Rivers. Groundwater is likely the dominant source of nitrate during low flows. It may take decades for nitrate to move from the land where it was applied, migrate through groundwater, and eventually flow into these rivers. Because of this lag time, it can take sev","summary":null,"format":null}]},"field_images":[],"regions":["Mississippi","Illinois","Missouri"],"country":["United States of America"],"mm_tags":["water","Water Hydrologic Researchand Development","Water National Water Quality Assessment","Environmental Health","Environmental Health Toxic Substances Hydrology","Energyand Minerals"],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1383105600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}