{"title":"USGS prepares to monitor streams, fire areas as powerful storms head for California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Crews from the U.S. Geological Survey are gearing up to provide real-time monitoring of streams and areas recently burned by wildfires as a series of powerful storms bears down on California.<\/p>\n<p>Starting Sunday and continuing through much of the week, up to 50 USGS hydrologists and hydrologic technicians will be monitoring flows on more than 100 streams and rivers every day. They will also be keeping a close eye on recently burned areas in Los Angeles and Santa Barbara counties where&nbsp;heavy rains could lead to debris flows.<\/p>\r\n<p>&nbsp;&ldquo;Our field staff will be out in it,&rdquo; said Jim Bowers, chief of hydrologic monitoring for the USGS California Water Science Center.<\/p>\r\n<p>While the USGS has automated streamgages throughout the state, the high flows will require field crews to manually check on the equipment and do much of the monitoring by hand.<\/p>\r\n<p>&nbsp;&ldquo;We still have to go out and physically measure streams and rivers,&rdquo; he said.<\/p>\r\n<p>Based on the latest forecasts from the National Weather Service, rivers and streams in Southern California, along the coast, and in Northern California could all be at risk for high flows or flooding. Watersheds in the area of the Station Fire, in Los Angeles County, and the Gap and Jesusita fires in&nbsp;Santa Barbara County could be susceptible to debris flows if heavy rains arrive as predicted, Bowers said.<\/p>\r\n<p>Residents in these areas should stay tuned for the latest information on these potentially strong storm systems and listen to NOAA weather radio or their favorite media source. They can also visit the <a href=\"http:\/\/www.wrh.noaa.gov\/\">NOAA website<\/a>&nbsp;for the latest updates and warnings.<\/p>\r\n<p>The USGS California Water Science Center has 12 Web cams that provide real-time images of several of the streams that could be affected by this week&rsquo;s storms. Those Web cams can be accessed at&nbsp;<a href=\"http:\/\/ca.water.usgs.gov\/webcams\/\">http:\/\/ca.water.usgs.gov\/webcams\/<\/a>.<\/p>\r\n<p>Note to the news media: Starting Sunday, Jim Bowers, chief of hydrologic monitoring, can be reached on his cell phone at 916-417-4801.<\/p>\r\n<p>*NOAA link updated*<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","geology","debris","flow","monitoring","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1263531600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}