{"title":"Record Freshwater Flow Year For Chesapeake Bay and Potomac River Continued in July","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The average daily freshwater inflow to the Chesapeake Bay in the first seven months of 1998 was about 100.5 billion gallons per day (bgd), according to scientists at the U.S. Geological Survey.<!--introend--> This is 12% higher than 1996, the year of record, when average daily inflow between January and July was about 90 bgd, and about 157% higher than the average inflow rate. Records have been kept since 1951. \n<p>Even though July inflow rates were at near-average summer levels, the record flows in the early months of the year resulted in warmer than average water temperatures and the onset of below-average levels of dissolved oxygen in the bottom of the bay. Low dissolved oxygen levels affect living conditions for oysters, clams, some fish, and other bottom dwelling organisms. The Chesapeake Bay Program reported that record low levels of dissolved oxygen in the deepest part of the bay were set or tied during May. \r\n<p>High river inflow delivers more nutrients and sediment to the bay and increases the salinity stratification. This stratification is a layering of less dense, fresher water over more dense, saltier water that prevents oxygen in deeper waters from being replaced from the atmosphere as it is used up by bottom-dwelling organisms. High nutrients can result in algal blooms that consume dissolved oxygen and which, along with suspended sediment, reduce light levels in the water. Underwater plants and grasses, which are important food for waterfowl and habitat for crabs and other creatures, are harmed by lower light levels. \r\n<p>Freshwater inflow rates to the Chesapeake Bay declined to near-average levels in June. In July, flow levels remained at only 15% above the average flow (about 41.6 bgd--average inflow is 36.3 bgd). The 48-year record inflow for July was set in 1996 at 34.9 bgd. \r\n<p>Potomac River flows in July averaged about 3.2 bgd, or about 8% above the July average of about 3 bgd. Streamflow throughout Maryland in July was at near-average values. Diversions of Potomac River water for municipal use averaged about 443 million gallons per day (mgd), about 10% more than June. \r\n<p>Real-time streamflow data for the Chesapeake and Potomac and other information on water resources can be found through the USGS Chesapeake Bay web page at <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">http:\/\/chesapeake.usgs.gov\/chesbay\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"902116800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170067"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}