{"title":"Did You See a Landslide?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;padding: 5px\" align=\"right\">[iframe width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/MVwSpGVfWVo?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nEvery year, landslides cost the nation 1 to 2 billion dollars in damage. Falling rocks, mud, and debris flows are one of the most common and sometimes deadly hazards faced by all U.S. citizens, yet there is still a lot we do not know about how and why they happen. Now, scientists at the USGS are asking the public to help them track landslides to better understand how to protect lives and property.<strong><\/strong>\n\n<strong>Did You See It? Calling on Citizens for Help<\/strong>\n\n<a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">Did You See It?<\/a> (DYSI?) is a new website developed by the <a href=\"http:\/\/landslides.usgs.gov\/\">USGS Landslide Hazards Program<\/a> that asks anyone who saw a landslide anywhere in the country to report their observations. These observations will build a much larger and more complete database that will help scientists gain a clearer picture of how landslides affect the entire United States.\n\nâ\u0080\u009cIf landslides have occurred historically in an area, there is a good chance they may strike again if the conditions are right,â\u0080\u009d explains Peter Lyttle of the USGS Landslide Hazards Program. â\u0080\u009cSo knowing where landslides have occurred has a very practical application.â\u0080\u009d\n\nFor example, said Lyttle, knowing when landslides have happened helps scientists make better correlations with rainfall, earthquakes, or other events known to induce landslides. When it comes to developing and testing tools for landslide early warning, keeping track of how soon landslides occur after rain begins to fall is crucial. With DYSI?, the much higher volume of observations and information made possible by turning to the public for help will give scientists a much richer picture and enhance the accuracy of their predictions.\n\nThe USGS hopes that by asking citizens to help they can both spread the word about landslides and expand the capabilities of their 20-person scientific team.\n\n[caption id=\"\" align=\"alignright\" width=\"350\" caption=\"This landslide occurred at La Conchita, California in 2005. Ten people were killed.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_17_2012_g30Ner5DDx_05_17_2012_8#.T9X1uGPl51x\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2012\/g30Ner5DDx_05_17_2012\/medium\/LaConchia_USGS_Photo.jpg\" alt=\"\" width=\"350\" height=\"263\" \/><\/a>[\/caption]\n\nâ\u0080\u009cThousands of landslides occur in the United States every year, of almost every imaginable scale,â\u0080\u009d says Lyttle.Â  â\u0080\u009cUltimately, we would like to someday have an inventory of all those landslides.â\u0080\u009d This inventory will allow scientists to better understand where, when and why landslides happen, how they impact people and infrastructure, and how to best prepare.\n\n<strong>How to Use â\u0080\u009cDYSI?â\u0080\u009d<\/strong>\n\nDid you see a landslide? Go to <a href=\"http:\/\/landslides.usgs.gov\/dysi\/\">http:\/\/landslides.usgs.gov\/dysi\/<\/a>. There, choose the tab for â\u0080\u009cReport a landslide.â\u0080\u009d The site asks you to submit observations ranging from the very basic to the more complicated. You can keep it quick and simple by just reporting the time and place you saw a landslide. If you have more time and information, you can upload photos, report damages, and describe the landslide, as well as enter the type of slide and its reach. Was it a rotational, fall, flow, or spread landslide? (The site explains each type with descriptions and images.) Did it occur during or after heavy rains or an earthquake? Did it damage any houses, roads, or bridges?Â  How far did its damage extend? All of these details tell scientists what types and intensities of landslides are likely to occur in that area in the future, and when they are likely to occur. This information gives homeowners, builders, and other decision makers a clearer sense of the risk they face.\n\n<strong>Hurricanes and Wildland Fires Mean More Landslides<\/strong>\n\n[caption id=\"\" align=\"alignleft\" width=\"350\" caption=\"House damaged by debris flows generated in Mullally Canyon in response to a rainstorm on February 6, 2010. The drainage basin above this home was burned the previous summer by the Station Fire, the largest fire in the history of Los Angeles County.\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_17_2012_g30Ner5DDx_05_17_2012_10#.T9X2gWPl51y\"><img class=\"  \" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2012\/g30Ner5DDx_05_17_2012\/medium\/Debris_Flow_2.JPG\" alt=\"\" width=\"350\" height=\"263\" \/><\/a>[\/caption]\n\nHurricane season in the Atlantic Ocean began June 1, 2012, signaling the increased likelihood of hurricanes impacting the East Coast until November. And on May 30, 2012, the Whitewater-Baldy Complex, which began burning May 16, became the largest <a href=\"http:\/\/www.usgs.gov\/calendar\/\">wildland fire<\/a> in New Mexicoâ\u0080\u0099s history, having now burned almost 271,000 acres, and reminding us of the ever-increasing intensity and frequency of fires in the intermountain West and throughout the United States. Â Fires and hurricanes Â can ultimately lead to dangerous landslides; hurricanes can bring heavy rains that, in turn, cause landslides in hilly areas.\n\nIn late August 2011, for example, Tropical Storm Irene brought rain and landslides to Puerto Rico and the northeastern states of Pennsylvania, New York, Connecticut, and Massachusetts. Winter storms brought large amounts of rain and landslides to western Oregon in January, and again in March 2012. These events spurred and strengthened landslides in the East and the West, closing roads and severely damaging homes and transportation infrastructure. And when hilly areas have been denuded by serious wildfires, the loss of trees and vegetation that would normally slow slides means a much less severe storm can cause more severe damage.\n\n<strong>Citizen Science at the USGS and Developing â\u0080\u009cDYSI?â\u0080\u009d<\/strong>\n\nThe idea for the â\u0080\u009cDYSI?â\u0080\u009d project came from another successful citizen-science project developed by the USGS. â\u0080\u009c<a href=\"http:\/\/earthquake.usgs.gov\/earthquakes\/dyfi\/\">Did You Feel It?<\/a>â\u0080\u009d (DYFI?) asks the public to report whether they felt an earthquake and how strong the shaking seemed to them. The public has participated in â\u0080\u009cDYFI?â\u0080\u009d since the 1990s by sending in questionnaires and eventually going online to report their earthquake experiences. â\u0080\u009cDYFI?â\u0080\u009d reports have been essential to building scientific understanding of earthquakes and their impact.\n\nUSGS scientists based the questionnaire for â\u0080\u009cDYSI?â\u0080\u009d on paper landslide report forms originally developed by international working groups and state geological surveys. The questionnaire is designed to collect basic facts needed to describe a landslide and assess damages.\n\n<strong>A National Threat<\/strong>\n\nUnlike earthquakes, which are more likely to cause damage in parts of the country with active seismic zones, landslides are likely to affect just about any area of the United States. â\u0080\u009cLandslides are the one natural hazard that almost every citizen in the United States could potentially experience,â\u0080\u009d says Lyttle. He adds, \"This is truly a national problem. Itâ\u0080\u0099s a problem thatâ\u0080\u0099s affecting our economy, causing billions of dollars in damage every year. We need to sit up and pay attention.â\u0080\u009d\n<div style=\"float: right;padding: 5px\" align=\"right\"><\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24212","uid":"31","filename":"Homepage-Image1.jpg","uri":"public:\/\/Homepage-Image1.jpg","filemime":"image\/jpeg","filesize":"76671","status":"1","timestamp":"1425492768","type":"image","uuid":"42721103-5e63-4ee4-b589-2a1bbd53ce93","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Citizen Science","did you feel it","Did You See It","Landslide Hazards","landslides","Natural Hazards"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1339422525","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}