{"title":"Climate a Hot Topic at Albuquerque Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Presentations by U.S. Geological Survey scientists will focus heavily on climate change and sustainable development at the Ecological Society of America (ESA) conference this week.<\/p>\n<p>The 94<sup>th<\/sup> ESA Annual Meeting is being held Aug. 2-7 2009 at the Albuquerque Convention Center in Albuquerque, N.M. Scientists from across the world will convene to discuss ecology and a sustainable global society.&nbsp; Presentations by USGS scientists will include topics such as invasive plant species in a potential new climate and the relationship between soil nutrients and carbon dioxide emissions.<\/p>\r\n<p>For further information on media attendance, visit <a href=\"http:\/\/www.esa.org\/albuquerque\/news_media.php\">http:\/\/www.esa.org\/albuquerque\/news_media.php<\/a>.<\/p>\r\n<p><strong>Wednesday, Aug. 5<\/strong><strong><\/strong><\/p>\r\n<ul>\r\n<\/ul>\r\n<p style=\"padding-left: 30px;\"><strong>COS 53-6: <\/strong><strong>&ldquo;<\/strong><strong>Long-term vegetation changes in national parks of the Southwestern  U.S.<\/strong>&rdquo;<\/p>\r\n<p style=\"padding-left: 30px;\">Climate and land use change can strongly affect vegetation in arid regions, including the southwestern U.S. Protected areas such as national parks serve as benchmarks against which human-induced disturbances to vegetation can be evaluated. The talk will describe changes in canopy cover of plant species, or the amount of ground space shaded or covered by plants, over the last 20 years and explore how climate, topography, soil characteristics, and biotic interactions contributed to vegetation change.<\/p>\r\n<p style=\"padding-left: 30px;\"><em>Seth Munson and Jayne Belnap, USGS<strong>. 9:50 a.m.<\/strong><\/em><\/p>\r\n<p><strong>Friday, Aug. 7<\/strong><strong><\/strong><\/p>\r\n<p style=\"padding-left: 30px;\"><strong>PS 80-56: <\/strong><strong>&ldquo;<\/strong><strong>Ecosystem responses to experimental warming and precipitation alteration in an arid ecosystem<\/strong>&rdquo;<\/p>\r\n<ul style=\"padding-left: 30px;\">\r\n<\/ul>\r\n<p style=\"padding-left: 30px;\">The majority of climate models forecast temperature increases and changes in the timing and amount of precipitation on the Colorado Plateau. This poster presents preliminary results from an ongoing field experiment examining the effects of changing temperature and precipitation on plants and biological crusts of the Plateau.<em><\/em><\/p>\r\n<p style=\"padding-left: 30px;\"><em>Tamara Zelikova, USGS. <strong>8:30 a.m.-10:30 a.m.<\/strong><\/em><strong><\/strong><\/p>\r\n<ul style=\"padding-left: 30px;\">\r\n<\/ul>\r\n<p style=\"padding-left: 30px;\"><strong>COS 120-3: <\/strong><strong>&ldquo;<\/strong><strong>Potential habitat modeling for a new climate<\/strong>&rdquo;<\/p>\r\n<p style=\"padding-left: 30px;\">Habitat distribution of invasive plants may change in the near future in response to climate change.&nbsp; This talk will explain that some species may show an increase in potential habitat while others will face a decrease. Such information is useful for determining priorities in invasive species management.<em><\/em><\/p>\r\n<p style=\"padding-left: 30px;\"><em>Tracy Holcombe, USGS. <strong>8:40 a.m.<\/strong><\/em><strong><\/strong><\/p>\r\n<ul style=\"padding-left: 30px;\">\r\n<\/ul>\r\n<p style=\"padding-left: 30px;\"><strong>COS 126-6: &ldquo;<\/strong><strong>Nutrient controls over above- and below-ground carbon cycling across a soil age gradient<\/strong>&rdquo;<\/p>\r\n<p style=\"padding-left: 30px;\">The talk will show that soil nutrients affect how forest soils breathe in Hawaii, and how more carbon dioxide is released when there are more nutrients in the soil. Human actions that increase nitrogen in the environment through fertilizer use and automobile exhaust could be increasing soil&rsquo;s carbon dioxide emissions. Soils store more carbon than plants, animals, and the atmosphere combined, so if adding nitrogen alters how much carbon soils breathe out, it could impact global warming.<em><\/em><\/p>\r\n<p style=\"padding-left: 30px;\"><em>Sasha Reed, USGS.<\/em> <strong><em>9:50 a.m.<\/em><\/s","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":["New Mexico","Climate Change","conference","","Carbon Dioxide","biology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1249358400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}