{"title":"Invasive Carps Could Find a Home in Lake Erie","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Lake Erie and its largest tributaries are suitable habitats for invasive Asian carps to reproduce and mature, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>The USGS study found that the Maumee, Sandusky, and Grand rivers are hospitable environments for Asian carps, potentially allowing the invasive fish to establish a self-sustaining population in western Lake Erie. Currently, federal agencies are working in partnership with Great Lakes States to implement a series of measures to prevent Asian carps from entering the Great Lakes Basin and possibly damaging native fish populations and the Great Lakes economy. &nbsp;<\/p>\r\n<p>\"While the finding of a hospitable environment is not the scientific outcome we and our partners might have hoped for, the clear implication is that conditions exist which could allow for the establishment of breeding populations of Asian carps in Lake Erie,\" said USGS director Marcia McNutt. \"Experience has shown that if they do, the native fish, and the economy that depends on them, could suffer gravely.&rdquo;<\/p>\r\n<p>Silver, bighead, and grass carps are Asian carp species that typically spawn in rivers during high summer flows, and, as demonstrated by previous research, can threaten ecosystems by competing with native fish for food. At present, there are no known self-sustaining bighead or silver carp populations in the Great Lakes.<\/p>\r\n<p>To determine if these and other species of Asian carp can potentially mature in Lake Erie and if river conditions are favorable for them to spawn, the USGS researchers studied water temperatures in the lake and water velocity during flood events in eight major tributaries over the past 20 years.<\/p>\r\n<p>The new study found that the Maumee River, which enters western Lake Erie at Toledo, is highly suitable for Asian carps to mature and spawn, and the Sandusky River, which enters western Lake Erie near Sandusky, Ohio, and the Grand River, which enters central Lake Erie at Fairport Harbor, are moderately suitable.<\/p>\r\n<p>\"We are getting a clearer picture of the threat Asian carps pose to western Lake Erie, and that picture suggests there is cause for concern,\" said Patrick Kocovsky, USGS scientist and an author of the report.<\/p>\r\n<p>This USGS research effort, coupled with previously published research on Asian carp food availability in western Lake Erie, is the first to demonstrate the potential for Asian carps to successfully reproduce within the Great Lakes Basin.&nbsp;<\/p>\r\n<p>Federal and state agencies and other partners are undertaking aggressive tracking and monitoring of the invasive species, have installed electric barriers in the Chicago Area Waterways System to keep Asian carp from moving toward Lake Michigan, and constructed a 1,500-foot fence to block advancement of Asian carp from the Wabash River to the Maumee and Lake Erie.<\/p>\r\n<p>The USGS study, published in the Journal of Great Lakes Research, can be accessed&nbsp;<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0380133011002516\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Illinois","Indiana","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Ecosystem","Invasives","invasive Fishes","Asian Carp","Carp","Great Lakes","Lake Erie"],"release_date":{"und":[{"value":"1326344400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170226"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}