{"title":"Flood Outlook 2012: Hoping for the Best, Preparing for the Worst ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Itâ\u0080\u0099s difficult to forget the epic flooding along the Mississippi, Missouri, and many other rivers throughout 2011. Of course, the memory of these floods is especially vivid for those living in cities like Minot, N.D., where 12,000 people had to evacuate their homes and where record flooding caused an estimated $1 billion in damage; or in Cairo, Ill., where officials had to make complex decisions about whether to divert flood waters onto farmland in order to save the city.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/06_29_2011\/vAQd72Fss4_06_29_2011\/medium\/minot_burdickexpress3.jpg\" alt=\"\" width=\"350\" height=\"263\" \/> Looking east at Burdick Expressway as the Souris River rises in Minot, North Dakota. Photo taken by USGS personnel during a FEMA Flood Inundation Mapping Project.[\/caption]\n\nThroughout the last century in the United States, on average, floods have caused more lives lost and more economic damage than any other natural hazard. According to forecasts, severe flooding in 2012 will likely be far less widespread than last year. However, scientists cannot predict weather and water patterns with 100 percent accuracy, and there is always the potential for severe flooding somewhere in the country.\n\nWhen it comes to flooding, preparation is key for saving lives and protecting property. USGS scientists and hydrologic technicians are specially trained and standing by. As soon as water starts to rise, they are measuring water levels, river velocities, and high water marks. All of this information is crucial for National Weather Service flood forecasts, for decisions by the U.S. Army Corps of Engineers to operate spillways and levees, and for the planning of Federal, State, and local emergency managers, first responders, and many other groups.\n\nIn preparation for flood events, the USGS continues to invest in and update equipment like the acoustic Doppler current profiler, which measures water velocity, as well as rapidly deployable streamgages, which measure river heights in areas that do not have a permanent gage or where a gage has been damaged by fast-moving water.\n\nPerhaps most importantly, the USGS is constantly refining, innovating, and updating its ability to deliver river information to emergency managers, first responders, and other Federal agencies before, during, and after a flood. The USGS offers an increasing number of resources to help these organizations, as well as you and your family, better prepare for flood hazards.\n\n<strong>Flood Inundation Mapping<\/strong>\n\n<em>When the water starts to rise, how do you know if youâ\u0080\u0099re going to get wet? <\/em>\n\nRight now, if you want to see areas where river levels are higher than normal, you can go to USGS <a href=\"http:\/\/waterwatch.usgs.gov\/\">WaterWatch<\/a> and view a map of the thousands of real-time streamgages that constantly monitor the Nationâ\u0080\u0099s rivers and streams. But how do you put that number in context? If the current stage is forecasted to go above flood stage, does that mean water will be barely spilling over the banks? Or does it mean that your house might be underwater? At what stage is the river going to spill over onto a roadway and affect traffic? Are you and your family in danger?\n\nRiver stage measurements can be confusing, and they are not always a great indicator of the actual scope and impacts of the flooding. To reduce this ambiguity, the USGS and the National Weather Service are working together to create visual products, called flood inundation map libraries, that show you estimates of where the water will be â\u0080\u0094 what roads, yards, and buildings will be affected â\u0080\u0094 when a river or stream reaches a certain stage.\n\nFor example, in Findlay, Ohio, the flood inundation map shows that when the stream stage is around 11 feet, only the roads closest to the river are underwater, but the rest of the town is out of danger. However, when you use the tool to map out a flood stage of 18 feet, streets as far as 15 blocks away from the riverâ\u0080\u0099s banks are underwater, as are a few parks, a cemetery, and almost the entire Findlay Country Club.\n\n[caption id=\"\" align=\"alignleft\" width=\"350\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/03_07_2012\/i41Pg66FFa_03_07_2012\/medium\/Flood_Inundation_Mapper.jpg\" alt=\"\" width=\"350\" height=\"174\" \/> A powerful new tool for flood response and mitigation are digital geospatial flood-inundation maps that show flood water extent and depth on the land surface. Because floods are the leading cause of natural-disaster losses, the U.S. Geological Survey (USGS) is actively involved in the development of flood inundation mapping across the Nation pursuant to its major science strategy goal of reducing the vulnerability of the people and areas most at risk from natural hazards. Flood inundation maps have been created for cities on the map indicated by a black triangle (Iowa City, IA, Marshall, MI, Ottawa, OH, Findlay, OH, Peach Creek, near Atlanta, GA, Albany, GA, Trenton, NJ St. John River, near Fort Kent, ME, and Scituate, MA).[\/caption]\n\nIn Iowa City, Iowa, the flood inundation map shows that when the stream stage is at 17 feet, the river is barely out of the channel, and most of the town is out of danger. But when you map out a flood stage of 25 feet, parks and local areas designed to hold floodwaters are submerged. At 30 feet, several neighborhoods and much of the University of Iowa are flooded. On this map, you can click anywhere in the flooded area to see the estimated water depth for any location at any stage. Damage estimation models, which are based on FEMAâ\u0080\u0099s <a href=\"http:\/\/www.fema.gov\/plan\/prevent\/hazus\/\">Hazus tool<\/a>, are also available for each flood stage on the map. All of these features allow emergency managers to see what areas and how many people need to be evacuated, and to estimate the cost of potential flood damages.\n\nThis new tool is especially useful to emergency managers responsible for keeping people safe on the roads. In fact, <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1753-318X.2012.01136.x\/abstract\">over half<\/a> of all flood-related deaths are the result of people driving their cars onto submerged roadways. These new, interactive flood maps allow emergency managers to see what roads will be submerged at a forecasted flood level, so that the roads can be closed long before waters start to rise.\n\nFlood inundation maps have already been produced for nine areas in the United States. The USGS plans to produce over 40 more of these maps within the next year, including for Terra Haute, Ind., Sweetwater Creek, Ga., and Hattiesburg, Miss. The USGS hopes to eventually have flood inundation map libraries available for many other areas across the country.\n\nYou can see what areas have already been mapped <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">by using the tool<\/a>.\n\n<strong>WaterAlert<\/strong>\n\n<em>Smartphones let you know when the river is rising<\/em>\n\nIf youâ\u0080\u0099re on the USGS site and reading this, chances are you probably have a favorite outdoor spot, a favorite river, and perhaps a favorite streamgage that you check on a regular basis. Did you know that you can get automatic notifications from that streamgage sent straight to you as an email or text message? The USGS provides a service called <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a> that can text or email you when water levels at a streamgage of interest exceed certain thresholds.\n\nThis means that you can keep tabs on a river without having to repeatedly check the USGS website. And if waters start to suddenly rise, you will be alerted, allowing you to put necessary precautions in place to keep yourself, your family, and your property safe.\n\n[caption id=\"\" align=\"alignright\" width=\"350\"]<img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2011\/eja4Dpo0BW_05_14_2011\/medium\/DSC_9131.JPG\" alt=\"\" width=\"350\" height=\"234\" \/> USGS scientists take streamflow and water quality measurements downstream of the Bonnet Carre Spillway near Norco, La. The Army Corps of Engineers uses USGS streamflow data to help them manage flood control structures.[\/caption]\n\n<a href=\"http:\/\/water.usgs.gov\/wateralert\/\">Sign up for WaterAlert<\/a> by selecting a State, checking the â\u0080\u009csurface waterâ\u0080\u009d box, and clicking on your streamgage of choice. You can also subscribe to WaterAlert from the flood inundation <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">interactive map<\/a>. If you live in a community covered by a flood inundation library, use the flood inundation map to discover what flood stage puts you at risk, then click the link in the â\u0080\u009cServices and Data tabâ\u0080\u009d to sign up to receive a text or email when the water approaches, reaches, or exceeds that stage!\n\nLinks:\n\nFlood Inundation Interactive Mapper: <a href=\"http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html\">http:\/\/wim.usgs.gov\/FIMI\/FloodInundationMapper.html<\/a>\n\nAdditional information about Flood Inundation Mapping: <a href=\"http:\/\/water.usgs.gov\/osw\/flood_inundation\/\">http:\/\/water.usgs.gov\/osw\/flood_inundation\/<\/a>\n\nWaterAlert: <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">http:\/\/water.usgs.gov\/wateralert\/<\/a>\n\nMain USGS Flood Site: <a href=\"http:\/\/water.usgs.gov\/floods\">http:\/\/water.usgs.gov\/floods<\/a>\n\nNews Release: Smart Phones Know When Rivers Rise...with USGS WaterAlert: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2919\">http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2919<\/a>\n\nNews Release: Instant Information about Water Conditions: Ask the River to Text You a WaterAlert: <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2464\">http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2464<\/a>\n<div>\n\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n\n<\/div>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24186","uid":"31","filename":"DSC01338.jpg","uri":"public:\/\/DSC01338.jpg","filemime":"image\/jpeg","filesize":"74446","status":"1","timestamp":"1425492768","type":"image","uuid":"daffd11e-9590-41de-ae29-2a29af32ea44","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":375,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["flood","floodinundationmap","nationalweatherservice","surfacewater","wateralert","Waterwatch"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1331726429","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}