{"title":"Wetland Primer Makes Sustainable Planning Easier","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A wetland primer recently published by the U.S. Geological Survey (USGS) provides a comprehensive new view of how central Florida&rsquo;s freshwater wetlands function and how their benefits can contribute to environmental sustainability.<\/p>\n<p>The primer, a USGS Circular developed with the St. Johns River Water Management District, the Southwest Florida Water Management District, and Tampa Bay Water, explains wetland dynamics in terms of hydrologic and ecological functions and includes valuable reference information for residents, managers, planners, and students.<\/p>\r\n<p>&ldquo;We want to increase the awareness and understanding of the many small wetlands distributed throughout central Florida. They are remarkably complex and provide ecosystem services that enhance our quality of life,&rdquo; said lead author Kim Haag, a USGS hydrologist.<\/p>\r\n<p>In a state where freshwater wetlands are abundant, planners frequently face the challenge of balancing development with the need to protect the beneficial aspects of wetlands, including floodwater retention, aquifer recharge, water-quality enhancement, recreational opportunities, and aesthetic value.<\/p>\r\n<p>&ldquo;Well-informed residents can make better decisions about the wetlands that surround them in central Florida,&rdquo; noted Haag.<\/p>\r\n<p>The Circular describes the hydrology of freshwater wetlands, including sections on:<\/p>\r\n<ul>\r\n<li>Viewing wetlands in the context of their drainage basins <\/li>\r\n<li>Wetland mapping and The National Wetland Inventory<\/li>\r\n<li>Understanding the dynamic connections between surface water and groundwater near wetlands <\/li>\r\n<li>Understanding and assessing wetland flooding patterns <\/li>\r\n<li>Monitoring hydrologic characteristics in wetlands<\/li>\r\n<li>Water budgets and how they quantify water gains and losses in wetlands<\/li>\r\n<\/ul>\r\n<p>In an overview of freshwater wetland ecology, the Circular describes:<\/p>\r\n<ul>\r\n<li>Wetland water quality and soils, and how they affect plant and animal communities<\/li>\r\n<li>How bacteria, algae, and aquatic plants that live in isolated wetlands change over time, especially in response to changing hydrology<\/li>\r\n<li>The animals that live in and around wetlands &ndash; from tiny aquatic invertebrates to well-recognized species of wading birds. A special section explains why amphibians are useful indicators of wetland ecological condition<\/li>\r\n<li>How invasive plant and animal species can affect wetlands<\/li>\r\n<\/ul>\r\n<p>Other sections include a discussion of human impacts to wetlands and an explanation of the potential effects that climate change may have on the region&rsquo;s wetlands. Complete with case studies of floodplain restoration projects, conservation partnerships, aquifer recovery, and county-by-county wetland maps, the wetland primer is a comprehensive fact book for anyone interested in the sustainability of wetland ecosystems.<\/p>\r\n<p>USGS Circular 1342, &ldquo;Hydrology and Ecology of Freshwater Wetlands in Central Florida &ndash; A Primer&rdquo; is available <a href=\"http:\/\/pubs.usgs.gov\/circ\/1342\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Wetland","Florida","hydrology","water","aquifer","Floodplain","Basin","Water Budget","ecosystems"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1275624000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169874"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}