{"title":"What Water Worries Will Climate Change Bring? ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<em>â\u0080\u009cWe are unlikely to see a 'water-as-usual' future.â\u0080\u009d â\u0080\u0093 Marcia McNutt, USGS Director<\/em>\n\n[caption id=\"\" align=\"alignright\" width=\"300\" caption=\"Climate change projections indicate a steady increase in temperature progressing through the 21st century, generally resulting in snowpack reductions, changes to the timing of snowmelt, altered streamflows, and reductions in soil moisture, all of which could affect water management, agriculture, recreation, hazard mitigation, and ecosystems across the nation. Despite some widespread similarities in climate change trends, climate change will affect specific water basins in the U.S. differently, based on the particular hydrologic and geologic conditions in that area. See how the Sprague River Basin, Oregon will be impacted.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/j41Qhu6GGb_05_14_2012\/medium\/Picture1.jpg\" alt=\"\" width=\"300\" height=\"224\" \/>[\/caption]\n\nArguably, the most important impacts of climate change â\u0080\u0093 including those to ecosystems, agriculture, energy, and industry â\u0080\u0093 <a href=\"http:\/\/pubs.usgs.gov\/circ\/1347\/\">will be tied to changes in water availability<\/a>, especially as the world becomes increasingly water-stressed. Itâ\u0080\u0099s crucial that water managers understand the likely impacts of climate change, so that they can plan for new conditions and challenges.\n\n<em>How will your water be affected?<\/em>\n\nUnderstanding the impacts that climate change will have on water availability in specific regions and communities is a mammoth task. Water availability in every region, basin, and watershed will be affected differently, depending on the specific precipitation and hydrologic conditions in that area.\n\nAlso, for all of the models and technology we have available at our 21<sup>st<\/sup> century finger tips, weather patterns are still notoriously unpredictable. Forecasting future precipitation conditions is even more difficult, especially under new climate scenarios, and changes to weather patterns will vary across the country.\n\nComplicating water availability predictions further, each basin has its own unique set of hydrologic and geologic features that affect how much water is available, where that water comes from, and how it flows through a system.\n\nLittle by little, though, scientists are beginning to build the information and tools to understand the nuanced effects of climate change to the Nationâ\u0080\u0099s water resources.\n\n<em>USGS predicting changes to water availability in 14 basins across the Nation<\/em>\n\nIn a first-of-its-kind study, scientists from the USGS have predicted changes to water resources for 14 different basins across the country.\n\nFirst, the scientists downscaled vast climate models, in order to understand changes in temperature and precipitation specific to the 14 study basins. They then used USGS hydrologic models and streamgage information to project how water resources will be impacted by the changing weather patterns, taking into account specific hydrologic and geologic features in each basin, such as snowpack, drought, and groundwater conditions.\n\nFor example, the USGS models project that changes to snowpack in the Sprague River Basin in Oregon could cause annual peak streamflows to occur earlier in the spring as overall basin storage decreases. This means that managers may be forced to modify storage operation and reprioritize water delivery for environmental and human needs.\n\n[caption id=\"\" align=\"alignright\" width=\"263\" caption=\"Climate change projections indicate a steady increase in temperature progressing through the 21st century, generally resulting in snowpack reductions, changes to the timing of snowmelt, altered streamflows, and reductions in soil moisture, all of which could affect water management, agriculture, recreation, hazard mitigation, and ecosystems across the nation. Despite some widespread similarities in climate change trends, climate change will affect specific water basins in the U.S. differently, based on the particular hydrologic and geologic conditions in that area. See how the Naches River Basin, Washington will be impacted.\"]<img src=\"http:\/\/gallery.usgs.gov\/images\/05_14_2012\/j41Qhu6GGb_05_14_2012\/medium\/Picture4.jpg\" alt=\"\" width=\"263\" height=\"300\" \/>[\/caption]\n\nIn many areas the biggest impacts to water resources will be a factor of reduced snowpack. For example snowpack in the headwaters of the Colorado River could affect the amount and timing of streamflow to the Colorado River and also impact important recreation areas.\n\nPortions of Maine may see higher streamflows, which could affect populations of endangered Atlantic salmon. On the other hand, areas of the already drought-stressed Flint River Basin, one of Atlantaâ\u0080\u0099s primary drinking water supplies, are projected to become even drier.\n\n<em>Details for the 14 basins:<\/em>\n<ul>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3120\/\">Sprague River Basin, Oregon<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3121\/\">Sagehen Creek Basin, California<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3125\/\">Feather River Basin, California<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3123\/\">Naches River Basin, Washington<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3117\/\">Yampa River Basin, Colorado<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3126\/\">East River Basin, Colorado<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3129\/\">Black Earth Creek Basin, Wisconsin<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3116\/\">Flint River Basin, Georgia<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3122\/\">Pomperaug River Watershed, Connecticut<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3127\/\">Clear Creek Basin, Iowa<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3128\/\">Cathance Stream Basin, Maine<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3119\/\">Trout Lake Basin, Wisconsin<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3118\/\">Starkweather Coulee Basin, North Dakota<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3124\/\">South Fork of the Flathead River, Montana<\/a><\/li>\n<\/ul>\nThereâ\u0080\u0099s still plenty of uncertainty associated with these predictions, because the results for each basin presents a complex story. But these studies are a good start for understanding general impacts, as well as developing more accurate models and methods in the future.\n\nGet detailed information about <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5077\/\">watershed responses to climate change<\/a>. You can also access a collection of <a href=\"http:\/\/journals.ametsoc.org\/page\/Watershed\">USGS studies that contributed to these basin-wide analyses<\/a> from the journal <em>Earth Interactions<\/em>.\n\nThe USGS hydrologic models were developed as part of the USGS National Research Program (NRP) in cooperation with USGS Water Science Centers. The NRP develops new information, theories, and techniques to anticipate, understand, and solve problems facing resources managers and is a national leader in understanding the effects of climate change on water resources.\n\nThese USGS models are just one of several tools developed and used by agencies within the Department of the Interior to study potential impacts from climate change and to provide tools to resource managers to adapt to those changes. For example, the Bureau of Reclamation recently unveiled <a href=\"http:\/\/gis.usbr.gov\/Streamflow_Projections\/\">a user-friendly tool<\/a> for calculating future streamflow and water supplies at 195 sites in the western United States to help increase accessibility of science-based information and ease understanding of how climate variations will impact water availability for local communities.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24206","uid":"31","filename":"IMGP1357.jpg","uri":"public:\/\/IMGP1357.jpg","filemime":"image\/jpeg","filesize":"137653","status":"1","timestamp":"1425492768","type":"image","uuid":"13fe445b-4ab7-4006-bd1c-f49afc1dfa54","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":375,"width":500},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climatechange","snowpack","streamgage","water","wateravailability"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1337261336","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}