{"title":"Mountain yellow-legged frogs reintroduced to wild","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"5\" cellpadding=\"0\" width=\"200\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_04_16\/frog_eggs.jpg\" alt=\"Yellow Legged Frog eggs\" width=\"201\" height=\"277\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">\r\n<p>For the first time ever, endangered mountain yellow-legged frog eggs are reintroduced into a stream where they historically lived. U.S. Geological Survey wildlife biologist Elizabeth Gallegos and ecologist Adam Backlin use a funnel to gently slide the mountain yellow-legged frog eggs into a cage in a creek on the James San Jacinto Mountains Reserve Thursday afternoon. Frogs at the San Diego Zoo's Institute for Conservation Research had produced the eggs after scientists removed them from chilling units where they had been hibernating. It was the first time scientists had chilled the mountain yellow-legged frog in an effort to induce breeding, and it was wildly successful, allowing yesterday's release.  The reintroduction was done as part of a collaboration between the U.S. Geological Survey (USGS), U.S. Forest Service, U.S. Fish and Wildlife Service, the San Diego Zoo's Institute for Conservation Research and the  University of California Riverside's James San Jacinto Mountains Reserve.<\/p>\r\n<p>Photos taken April 15, 2010, by Ken Bohn, San Diego Zoo<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The endangered mountain yellow-legged frog will take a major step in its recovery this week when, for the first time, scientists reintroduce its eggs to its former habitat.<!--introend--> This reintroduction will occur at University of California Riverside&rsquo;s James San Jacinto Mountains Reserve, part of the UC Natural Reserve System, and will be done in collaboration with the U.S. Geological Survey, U.S. Forest Service, U.S. Fish and Wildlife Service, the San Diego Zoo Institute for Conservation Research and the California Department of Fish and Game.<\/p>\r\n<table style=\"width: 256px;\" border=\"0\" cellspacing=\"3\" cellpadding=\"0\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/07_23_2009_y17Gx33wvq_07_23_2009_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/07_23_2009\/y17Gx33wvq_07_23_2009\/medium\/IMGP1872.JPG\" alt=\"Yellow Legged Frog\" width=\"250\" height=\"188\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"small\">USGS scientists found this adult mountain yellow-legged frog on June 10  in Tahquitz Creek, a rediscovered population of the endangered frog in the San Jacinto Wilderness, San Bernardino  National Forest, California.<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Once common throughout much of southern California, the mountain yellow-legged frog has been decreasing in numbers since the 1970s due to what scientists call the &ldquo;perfect storm&rdquo; that is affecting frog populations around the globe&mdash;decreasing habitat, increasing pollution and invasive species, the spread of the deadly chytrid fungus and the effects of climate change. Today, only a small wild population of less than 200 individuals can be found in the San Gabriel, San Bernardino, and San Jacinto Mountains.<\/p>\r\n<p>In 2006, scientists collected mountain yellow-legged frog tadpoles from the remaining wild populations in the San Jacinto Mountains and took them to the San Diego Zoo Institute for Conservation Research where, for the first time, specialists were able to establish a captive breeding program for the species. This year&rsquo;s reproductive season at the Zoo has been so successful that scientists have decided to attempt a reintroduction into the wild.<\/p>\r\n<p>There are 61 mountain yellow-legged frogs at the San Diego Zoo Institute for Conservation Research. Scientists attempted to spur breeding in January by putting half of that population into a cooler that mimicked high mountain winter conditions. The chill caused the frogs to hibernate. About two weeks ago the frogs were taken out of the coolers and began displaying breeding behaviors within a few days. &ldquo;Three months ago","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","California","Endangered Species","Fish And Wildlife Service","Yellow","environment","endangered","frog","Native Species","reintroduction","San Jacinto","San Diego","eggs"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1271390400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168789"},{"tid":"168899"},{"tid":"169146"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}