{"title":"Tom Hermann named AAAS Fellow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Tom Hermann of the U.S Geological Survey&rsquo;s Biological Informatics Office, was recently named a 2009 Fellow by the American Association for the Advancement of Science.<!--introend--><\/p>\n<p>Hermann&rsquo;s distinguished work at USGS has produced outstanding efforts to advance biological science and its communication. BIO&rsquo;s mission is to create the informatics network, provide the scientific content, and develop public and private partnerships needed for the understanding and stewardship of the nation&rsquo;s biological resources.&nbsp;<\/p>\r\n<table style=\"width: 150px; height: 188px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"2\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010_02_18\/tom_hermann.jpg\" alt=\"Tom Hermann\" width=\"150\" height=\"188\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&ldquo;We&rsquo;re so pleased and proud that Tom has gained this honor,&rdquo; said Gladys Cotter, USGS Associate Chief Biologist for Information and head of BIO.&nbsp; &ldquo;It&rsquo;s a tribute to his talents that also speaks well of the efforts of so many of the information, scientific and communications professionals he works with at USGS, other government agencies and numerous organizations worldwide.&rdquo;<\/p>\r\n<p>As Chief Knowledge Manager, Hermann oversees all formulation and communication of the <a href=\"http:\/\/www.nbii.gov\">USGS-National Biological Information Infrastructure (NBII) Program<\/a>, one of BIO&rsquo;s core components. As such, Hermann ensures all manner of biological information is made available to U.S. citizens quickly, reliably and efficiently. These data and information are distributed through a variety of formats and channels, including webpages, digital images, geospatial referencing data and a wide range of scientific and outreach publications.&nbsp;<\/p>\r\n<p>Hermann has worked closely with the Department of the Interior on many topics of interest, such as amphibians. He helped shape strategies to improve access to amphibian knowledge and scientific information (nearly every state has reported noteworthy cases of amphibian deformities). Action from the NBII Program, managed by Hermann, included the development of NBII FrogWeb, an interactive website that provides current research and information. The department, the National Wildlife Federation, and the public television series, <em>Kratt&rsquo;s Creatures<\/em>, also participated. This was the first time a partnership with other government agencies and non-government organizations provided integrated access to amphibian data and information.<\/p>\r\n<p>Hermann is also responsible for the continuing growth and sophistication of the <a href=\"http:\/\/life.nbii.gov\">NBII Library of Images From the Environment (NBII LIFE)<\/a>, a collaborative platform for agencies, organizations and individual partners to share high-quality, authoritative images of the natural world. Subjects cover species, species interactions, landscapes, research, management and environmental topics. The goal is to manage images as scientific records and ensure they are useful for future research and decision-making.<\/p>\r\n<p>At the international level, Hermann&rsquo;s leadership in the development of the NATO Scientific, Technology, and Research Network (STARNET) grew out of his chairmanship of the Information Management Committee of the NATO Research and Technology Agency. He developed STARNET to facilitate access to information elements already existing within NATO agencies and NATO member countries in science, technology and overall research. This is the first time in the history of the NATO alliance that member countries can access these data using a one-stop interface. Hermann continues to lead a team of experts in information science in content development of STARNET&rsquo;s Environmental and Biological Sciences Information Node. This vital NATO capability impacts the bureau as well as the scientific community and, by its very nature, is al","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","Hermann","","fellow",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1266469200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169436"},{"tid":"170391"},{"tid":"170610"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}