{"title":"New findings on abandoned mines in southwest Colorado reveal what methods of investigation are most fruitful for watersheds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Researchers with the U.S. Geological Survey (USGS) have\nevaluated what different geologic, hydrologic, and biologic studies are most\r\neffective in cleaning up the watersheds affected by mining in southwest Colorado<!--introend-->, and recently\r\npublished their findings on-line and in print.&nbsp;\r\nUSGS Professional Paper 1651, \"<a href=\"http:\/\/pubs.usgs.gov\/pp\/1651\/\">Integrated Investigations of\r\nEnvironmental Effects of Historical Mining in the Animas River Watershed, San Juan County, Colorado<\/a>.\"<\/p>\r\n<p>Acid drainage and toxic metals are a legacy of mining in\r\nmany mountain watersheds throughout the western United States.<\/p>\r\n<p>Application of the watershed approach has shown that it\r\nprovides a cost-effective method for selecting abandoned mines for cleanup and\r\nrestoration that can be applied by Federal, State, and local stakeholders\r\ngroups and private entities.<\/p>\r\n<p>This study demonstrates that a complete understanding of\r\nthe nature and extent of hydrothermal alteration associated with the mineral\r\ndeposits and the effect this alteration has, or had in the past, on water\r\nquality and native habitat must be carefully evaluated prior to initiation of\r\nremedial actions.&nbsp; The presence of\r\nextensive hydrothermal alteration exposed at the surface in the watershed\r\nlimits the amount of biological recovery that reasonably can be expected and\r\ndictates the methods and costs of remediation projects.<\/p>\r\n<p>The USGS report describes multidisciplinary studies of the\r\ngeology and geochemistry of rock and sediment, the hydrology and water\r\nchemistry of streams and ground water, and the diversity and health of aquatic\r\nand terrestrial organisms in the Animas\r\n River watershed.&nbsp; The studies inventoried historical mines;\r\ndefined geologic, structural, and geomorphological conditions that control\r\nacidity and release of potentially toxic trace elements; assessed fish\r\ndistribution and habitat; collected and chemically analyzed hundreds of water,\r\nsediment, and mine- and mill-waste samples; conducted toxicity tests; analyzed\r\nmacroinvertebrate and trout populations and biofilm to evaluate ecosystem\r\nhealth; defined hydrological regimes; evaluated plausible sources of trace\r\nelements to streams; and provided all data and maps in digital formats.<\/p>\r\n<p>Studies in the 1,096-page report were conducted by USGS\r\nresearchers as part of the Abandoned Mine Lands (AML) Initiative over a course\r\nof five fiscal years, 1997 to 2001. The AML was designed to provide technical\r\nassistance in support of Federal Land Management Agency (FLMA) actions to\r\nremediate contamination associated with abandoned hard rock mining activities\r\nand was part of a larger strategy by the U.S. Department of the Interior and\r\nthe U.S. Department of Agriculture to coordinate activities for the cleanup of\r\nfederal lands affected by AML. The strategy employed a watershed approach, in\r\nwhich contaminated sites were identified and remediated based on their effect\r\non the water and ecosystem quality of a targeted watershed.<\/p>\r\n<p>\"Watersheds can have\r\nhundreds of active and abandoned sites that are potential sources of\r\ncontamination. In order to demonstrate environmental improvements in a timely\r\nand cost-effective manner, the Federal agencies need to plan and implement\r\nremediation that is scientifically based, efficient, and invests resources\r\nwhere they would do the most good.&nbsp; In\r\nresponse to these needs, the USGS initiative developed a watershed approach, in\r\nwhich contaminated sites were prioritized and remediated based on their effect\r\non the water and ecosystem quality in the affected watershed,\" said Stan\r\nChurch, USGS scientist and lead scientific editor of the report.<\/p>\r\n<p>Read a companion study on the <a href=\"http:\/\/pubs.usgs.gov\/pp\/2004\/1652\/\">Boulder\r\nRiver basin in southwestern Montana<\/a>, USGS\r\nProfessional Paper 1652.<\/p>\r\n<p>View a complete list of <a href=\"http:\/\/amli.usgs.gov\/reports\/\">all reports prepared d","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1206417600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}