{"title":"Aerial-Photo Maps Depict the Severity of Indiana's Summer Floods","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The severity and extent of the June 2008 floods in Indiana can be seen in a series of aerial-photographs that are computer-enhanced to show the inundation from floodwaters.<\/p>\n<p>These flood-peak inundation maps are intended to show the approximate depths and extents of floods using aerial photography as a base map. The maps show areas flooded by water up to 23 feet deep along 17 central and southern Indiana waterways.<\/p>\r\n<p>They are part of a study by the U.S. Geological Survey (USGS) and its cooperators to document the conditions leading to the flooding, the magnitude and severity of the flooding, and impacts and damages from the flooding for affected communities.<\/p>\r\n<p>The flooding caused three fatalities and five injuries, more than 8,400 evacuations and water rescues, damage to more than 5,600 residences, and more than 650 roads, 60 bridges, and 100 dams and levees. Total damage costs resulting from the June flooding are expected to be the highest of any disaster in the history of Indiana.<\/p>\r\n<p>\"The severe flooding was the result of nearly continuous moderate to heavy rain that fell for 12 to 16 hours on June 6-7 produced rainfall totals of more than 10 inches in some areas,\" said hydrologist Scott Morlock of the USGS Indiana Water Science Center in Indianapolis. \"These rains fell on ground already soaked by a wetter-than-normal spring and resulted in new streamflow peaks of record at 7 of 19 USGS streamgages in the study area.\"<\/p>\r\n<p>Estimated recurrence intervals of the floods were greater than 100 years at 5 streamgages in the study area, 50-100 years at&nbsp; 2 streamgages, 25-50 years at 4 streamgages, &nbsp;and 10-25 years at 4 streamgages.<\/p>\r\n<p>The USGS completed the study in cooperation with the Federal Emergency Management Agency (FEMA) and the Indiana Department of Natural Resources (IDNR). The National Weather Service (NWS) and the Indiana State Climate Office provided meteorological data for the report. Flood damage information was furnished by FEMA, NWS, IDNR, the Indiana Department of Homeland Security, and the Indiana Office of Disaster Recovery.<\/p>\r\n<p>The study has been released as <em><a href=\"http:\/\/pubs.usgs.gov\/of\/2008\/1322\/\">Flood of June 7-9, 2008, in Central and Southern Indiana<\/a>,<\/em> USGS Open-File Report 2008-1322.<\/p>\r\n<p>USGS Water Science Centers are located in each state. They can <a href=\"http:\/\/water.usgs.gov\/district_chief.html\">provide more detailed information<\/a> on stream conditions and on the USGS response to local events.<\/p>\r\n<p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-10-27\/6.jpg\" target=\"_blank\"><img style=\"border: 0pt none;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-10-27\/6_thumb.jpg\" alt=\"Approximate flood-peak extents and depths photo for Seymour River.\" width=\"232\" height=\"300\" \/><\/a><\/td>\r\n<td style=\"text-align: center;\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-10-27\/10.jpg\" target=\"_blank\"><img style=\"border: 0pt none;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2008-10-27\/10_thumb.jpg\" alt=\"Approximate flood-peak extents and depths photo for Columbus.\" width=\"232\" height=\"300\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>Approximate flood-peak extents and depths, flood of June 7&ndash;9, 2008, for East Fork White River at Seymour, Indiana. Aerial photograph courtesy of Indiana University, Indiana Spatial Data Portal, 2007 National Agriculture Imagery Program, accessed August 15, 2008, at <a href=\"http:\/\/www.indiana.edu\/~gisdata\/statewide\/07naip.html\" target=\"_blank\">http:\/\/www.indiana.edu\/~gisdata\/statewide\/07naip.html<\/a><a href=\"http:\/\/www.indiana.edu\/~gisdata\/statewide\/07naip.html\" target=\"_blank\"><\/a><\/td>\r\n<td>Approximate flood-peak extents and depths, flood of June 7&ndash;9, 2008, for Haw Creek at Columbus, Indiana. Aerial photograph courtesy of Indiana University, Indiana Spatial Data Portal, 2007 National Agriculture Imagery Program, accessed August 15, 2008, at <a href=","summary":null,"format":null}]},"field_images":[],"regions":["Indiana"],"country":["United States of America"],"mm_tags":["water","flood","June Floods","aerial"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1225080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170439"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}