{"title":"USGS Report Finds Too Few Studies Assess the Success of Desert Tortoise Recovery Actions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Numerous scientific investigations have been undertaken with the purpose of advancing the recovery of the desert tortoise (Gopherus agassizii). However, a new USGS report finds that few of these studies specifically evaluate the effectiveness of management actions taken for the recovery of this federally threatened species and that more scientifically-based follow-up monitoring of actions needs to be implemented.<!--introend--><\/p>\n<p>&quot;Although much effort has gone into trying to reduce threats to desert tortoises, far less effort has gone into documenting the successes and failures of those efforts,&quot; said the study&acute;s lead author Dr. William I. Boarman, USGS scientist emeritus in Spring Valley, Calif. &quot;Unfortunately, not knowing what works and what doesn&acute;t leaves managers little to go on when making decisions about how to help recover this fascinating animal.&quot;<\/p>\r\n<p>In a study commissioned by the Desert Managers Group (DMG) to evaluate the state of knowledge about the effectiveness of desert tortoise recovery actions, Boarman and Dr. William B. Kristan of California State University, San Marcos, assessed 54 measures of the effectiveness of recovery actions from 45 reports of studies designed to detect changes following a desert tortoise recovery action. To do this, they gathered 395 documents in biologists&acute; files and published literature and then critically examined the best available evidence of the effectiveness of recovery actions related to major threats to desert tortoises.<\/p>\r\n<p>&quot;It&acute;s important to realize that desert tortoise recovery is very difficult to document, and measures that have been taken to reduce threats are supported by our basic understanding of population biology,&quot; said&nbsp; \r\n<p>Kristan. &quot;Just because there are no studies indicating an action is effective doesn&acute;t mean that the action is not effective, it only means that there has been no good study to specifically test it.&quot;<\/p>\r\n<p>Desert tortoises are long-lived (a generation is 25 years), difficult to detect and face many threats. All of these characteristics make recovery of this desert icon a daunting challenge for managers and scientists alike. Reductions in populations can happen very rapidly, but in a species with these characteristics recovery can be very slow.<\/p>\r\n<p>Boarman and Kristan selected several significant issues related to desert tortoise recovery and described the related management actions, assessed the strength of the evidence that the actions were effective in reducing threats, and discussed the limits to the current knowledge on the subject. For example, barrier fences along roads have been shown to reduce by 90% the number of tortoises and other animals killed by cars and that tortoises will use culverts to safely cross under roadways. On the other hand, there have been no scientific attempts to evaluate the effectiveness of actions to reduce off-road vehicle activity on tortoise populations. Additionally, they found that many recovery actions are currently being implemented and that unpublished monitoring data exist that may be useful in assessing the effectiveness of these actions at reducing tortoise threats.<\/p>\r\n<p>&quot;It is essential that a proportion of resources be put into research and monitoring recovery actions to ensure that land managers have adequate tools to give tortoises the best chance for survival,&quot; Dr. Boarman advises.<\/p>\r\n<p>The study is published in USGS Scientific Investigations Report 2006-5143, &quot;Evaluation of Evidence Supporting the Effectiveness of Desert Tortoise Recovery Actions.&quot; The full report is available on the Internet at: <a href=\"http:\/\/pubs.usgs.gov\/sir\/2006\/5143\/index.html\">http:\/\/pubs.usgs.gov\/sir\/2006\/5143\/index.html<\/a>. <\/p>\r\n<p>News Editors: Reference imagery is available online at:&nbsp; <a href=\"http:\/\/online.wr.usgs.gov\/ocw\/g_agassizii\/\">http:\/\/online.wr.usgs.gov\/ocw\/g_aga","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1155182400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170679"},{"tid":"170684"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}