{"title":"Endocrine Disruptors In Fish Focus Of New USGS Studies","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Results of two studies that document a potential link between endocrine disruption in fish and the occurrence of certain contaminants in water, sediments, and fish tissue were released this week by the U.S. Geological Survey. <\/p>\n<p>The long-term effects of these apparent endocrine disruptions in fish, however, are not known. More detailed follow-up studies are needed to determine whether fish populations are being affected. <\/p>\r\n<p>USGS scientists presented findings from the multi-agency studies this week (Nov. 19, 1996) at the annual meeting of the Society of Environmental Toxicology and Chemistry in Washington, D.C. The studies are part of a broad-based effort led by the USGS to investigate the effectiveness of new methods for monitoring endocrine disruption in fish in freshwater environments. <\/p>\r\n<p>The methods, developed by researchers at the University of Florida, were used to gather evidence on how widespread endocrine disruption in fish may be in the United States and to evaluate potential relationships between endocrine disruption and levels of contaminants. <\/p>\r\n<p>Both studies focused on carp, a common and widely distributed fish species. Carp are bottom-dwelling fish whose feeding habits expose them to contaminants found in the water, sediments and food. The studies were based on data on contaminants and other water-quality characteristics that were collected as part of the USGS National Water Quality Assessment Program. <\/p>\r\n<p>One study, a national reconnaissance of sex steroid hormones in fish, investigated evidence of endocrine disruption at 25 sites that represented a wide range of environmental conditions in selected watersheds across the country. The national study represents the largest data set to date looking at endocrine disruption in fish, particularly carp. The other study looked specifically at contaminants and potential endocrine disruption effects on fish in the Las Vegas Bay of Lake Mead, Nev., a popular public recreation area managed by the National Park Service. <\/p>\r\n<p>The national study showed significant differences in sex steroid hormones from many streams within major regions of the country. The study also identified significant differences in vitellogenin, an estrogen-controlled protein necessary for egg development in fish and birds, among the 25 sampling sites. Although some of these differences probably result from natural variability, correlations between contaminants and the levels of hormones and vitellogenin in carp indicate that some of the site-to-site differences were associated with certain environmental contaminant groups. <\/p>\r\n<p>The second study examined the occurrence of organic chemicals -- pesticides and other compounds -- in water, bottom sediments and carp in Las Vegas Wash and two nearby bays -- Las Vegas and Callville -- in Lake Mead. Pesticide concentrations were found to be higher in Las Vegas Wash and Las Vegas Bay than in Callville Bay, the study&rsquo;s reference site. Similarly, several industrial chemicals were detected in higher concentrations in bottom-sediment samples from Las Vegas Bay than in samples from Callville Bay. Many of the detected compounds have been linked in other studies to the disruption of endocrine systems, which control reproductive functions in the fish. <\/p>\r\n<p>The most notable evidence of endocrine disruption that was determined by the USGS study is the presence of female egg protein in blood-plasma samples of male carp from Las Vegas Wash and Bay and elevated concentrations in female carp from Las Vegas Bay. <\/p>\r\n<p>USGS officials cautioned that while the findings are an important guidepost, they cannot begin to answer questions about human health, pointing the way to a need for more detailed study. \"Endocrine disruptors have become a popular concern,\" said Dr. Dennis Fenn, USGS chief biologist, \"and these findings suggest the potential for a significant problem. We are committed to continuing our biologic and hydrologic ro","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"848379600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}