{"title":"USGS Science Covers Alot of Ground, And Some Water, at GSA Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From magnitudes to mapping and atrazine to antibiotics, scientists from the U.S. Geological Survey will present papers and posters on their latest research during the 111th annual meeting of the Geological Society of America, at the Colorado Convention Center in Denver, Oct. 24-28.<!--introend--> In addition to the formal lecture and poster presentations, several USGS scientists will \"meet the press\" at sessions designed to answer questions that reporters and their readers\/listeners have about scientific issues that affect their lives. Among this year&rsquo;s USGS presentations are: \n<p><b>(Note - unless otherwise noted, all media briefings will be held in Room A208, Colorado Convention Center.)<\/b> \r\n<p>Recent Earthquakes; How Many, How Big, and What&rsquo;s Next - The five large earthquakes that have occurred since mid-August happened too late to be part of the published scientific program, but a special session on those earthquakes - Turkey, Greece, Taiwan and Hector Mine (California) will be held. A press briefing on the earthquakes will be held from 10-11 a.m., Tuesday, Oct. 26. \r\n<p>A Spate of Hurricanes - have inundated coastal areas of North and South Carolina in the past six weeks. The geologic processes at work in those flooded areas and the value of mapping hazard zones will be discussed in sessions on Wednesday afternoon, Oct. 27, and at a press briefing from 8-9:30 a.m., Monday, Oct. 25. \r\n<p>The Sea Also Rises - at least that&rsquo;s what some scientists are predicting for the next century. USGS scientists from Woods Hole, Mass., will describe a new USGS program to assess the vulnerability of the U.S. shoreline to future sea-level rise, Wednesday, Oct. 27, at 2 p.m. \r\n<p>If the Earthquakes and Hurricanes Don&rsquo;t Get You - the landslides and volcanoes might, but USGS hazard and susceptibility maps could save your life and your property. Geologic-hazard maps already available from the USGS, including a global \"shaking\" map, and new mapping projects will be described at a session that begins at 8 a.m., Tuesday, Oct. 26. New methods for mapping landslides and computer models that can predict where landslides are most likely to occur following an earthquake, will be described at a 3-4 p.m. press briefing, Monday, Oct. 26. \r\n<p>Atrazine to Antiobiotics - will be the focus of a four-hour session that begins at 8 a.m., Thursday, Oct. 28, and the effects of those chemicals on water quality will be discussed at a press briefing from 3:30-4:30 p.m., Wednesday, Oct. 27. \r\n<p>Geoscience Goes to Washington and Wallstreet - In a four-hour session that also begins at 8 a.m., Thursday, Oct. 28, several USGS scientists will make presentations on the application of geoscience to the demands of society in formulating public policy at the local, state and federal level. \r\n<p>The Strength of Putting it all Together - USGS Director Charles \"Chip\" Groat will be at the meeting to participate in a Monday morning forum on integrated science. Integrated Science Round Table: The Leadership Imperative, features Groat, along with top-level representatives from GSA, the Ecological Society of America and the National Science Foundation. In August, Groat announced a major organizational change within USGS, placing high value upon integrating the agency&rsquo;s four science disciplines. Pat Leahy, Associate Director for Geology and Bob Hirsch, Associate Director for Hydrology, will also be presenting papers with an integrative appeal. Groat, Leahy and Hirsch will be available throughout the conference for interviews. For scheduling contact Heidi Koehler in the GSA Newsroom at 303\/228-8511 or 303\/236-5900 x304. \r\n<p>Whether it is ecosystems, hazards, or everyday quality of life issues, several Denver-area scientists from USGS will be presenting the science that will carry society into the next century. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"940737600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169244"},{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}