{"title":"The Magnetic Storm of Halloween 2003","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_185401\" align=\"alignright\" width=\"614\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/10\/witchaurora2.jpg\"><img class=\" wp-image-185401 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/10\/witchaurora2-1024x680.jpg\" alt=\"The Halloween magnetic storm in 2003 produced spectacular aurora, with green phantom â\u0080\u009cnorthern lightsâ\u0080\u009d seen as far south as Texas and Florida.\" width=\"614\" height=\"408\" \/><\/a> The Halloween magnetic storm in 2003 produced spectacular aurora, with green phantom â\u0080\u009cnorthern lightsâ\u0080\u009d seen as far south as Texas and Florida.[\/caption]\n\nGhosts and goblins, candle-lit jack oâ\u0080\u0099lanterns and dark haunted houses, ominous screeching and maniacal laughter â\u0080\u0093 these are some of the frightening fantasies we associate with Halloween. But ten years ago during the Halloween of 2003, while children in costumes paraded door-to-door for treats, the Sun was playing its own tricks with planet Earth.\n\nThe consequence: a solar-terrestrial nightmare became a scary reality.\n\n<strong>The Halloween Storm<\/strong>\n\nIn mid-October 2003, a bundle of concentrated magnetic energy emerged from the Sunâ\u0080\u0099s interior, forming a large sunspot, a site of seething activity. Enormous solar flares soon followed. Then, on October 28, the sunspot abruptly ejected a concentrated mass of electrically conducting solar wind, flinging it out into interplanetary space toward the Earth. Less than a day later, on October 29, a geomagnetic storm was initiated as the solar wind disrupted the Earthâ\u0080\u0099s protective magnetosphere.\n\nOver the next three days, the â\u0080\u009cHalloween magnetic stormâ\u0080\u009d would evolve and grow to become one of the largest such storms in half a century. Magnetic storms are global phenomena, and their effects can be easily seen around the world. During the Halloween storm, for example, magnetic direction in Alaska quickly changed by more than 20 degrees. In other words, the storm was so large that it could be measured with a simple compass. The Halloween magnetic storm also produced spectacular aurora, with green phantom â\u0080\u009cnorthern lightsâ\u0080\u009d seen as far south as Texas and Florida.\n\n<strong>The Impacts of this Storm<\/strong>\n\nThe USGS network of magnetic observatories monitored activity from the Halloween storm in collaboration with international partners. The storm played tricks on technological systems around the world, which scientists continue to analyze even today.\n\nDuring the Halloween storm, geomagnetic orientation used for directional drilling for oil and gas in Alaska was disrupted, as were airborne magnetic and geophysical surveys around the world. Interference with over-the-horizon radio communication even forced cancellation of airline polar routes and their diversion to lower latitudes. Communication interference forced the Department of Defense to cancel a maritime mission. GPS accuracy was significantly degraded, affecting land and ocean surveys, and commercial and military aircraft navigation. Civilian and military satellites were put into a protective operating mode, other satellites were damaged and a Japanese scientific satellite was permanently disabled. Astronauts onboard the International Space Station took precautionary shelter to avoid excessive levels of radiation. Additionally, geomagnetically induced currents in the Earthâ\u0080\u0099s crust caused stress in the electric-power grids in North America, forcing system operators to take measures to prevent blackouts.\n\n[caption id=\"attachment_185341\" align=\"alignright\" width=\"614\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/10\/Sun-Earth-small1.jpg\"><img class=\" wp-image-185341 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/10\/Sun-Earth-small1-1024x512.jpg\" alt=\"The arc of light heading towards the Earth is a coronal mass ejection, which impacts the Earth's magnetic field (shown in purple), causing magnetic storms.\" width=\"614\" height=\"307\" \/><\/a> The arc of light heading towards the Earth is a coronal mass ejection, which impacts the Earth's magnetic field (shown in purple), causing magnetic storms.[\/caption]\n\n<strong>Start with USGS Science<\/strong>\n\nThe <a href=\"http:\/\/geomag.usgs.gov\/\">USGS Geomagnetism Program<\/a> monitors variations in the Earthâ\u0080\u0099s magnetic field through a network of 14 ground-based observatories around the United States and its territories. The USGS observatory data are used to calculate standard indices measuring magnetic storm intensity. More specifically, USGS scientists conduct research into the physical causes of magnetic storms, and they develop products useful for real-time situational awareness of geomagnetic hazards and to assessing the hazardous effects of magnetic storms.\n\nThe USGS magnetic observatory network is itself part of the global <a href=\"http:\/\/www.intermagnet.org\/\">INTERMAGNET<\/a> network. USGS observatory data are used by NOAAâ\u0080\u0099s Space Weather Prediction Center and the U.S. Air Force Weather Agency for issuing geomagnetic warnings and forecasts. The USGS Geomagnetism Program works cooperatively with government partners within the U.S. National Space Weather Program and with private entities that are affected by space weather and geomagnetic activity, including electric-power grid companies and the oil and gas drilling industries.\n\n<strong>Learn More<\/strong>\n\nRead a report published by NOAA about the Halloween storm: <a href=\"http:\/\/www.swpc.noaa.gov\/Services\/SWstorms_assessment.pdf\">Service Assessment: Intense Space Weather Storms October 17 â\u0080\u0093 November 07, 2003<\/a>.\n\nRead an article about geomagnetism published in <em>Physics Today<\/em>: <a href=\"http:\/\/geomag.usgs.gov\/downloads\/publications\/pt_love0208.pdf\">Magnetic monitoring of Earth and space<\/a>.\n\nRead an article about the USGS Geomagnetism Program published in the AGU journal <em>Space Weather<\/em>: <a href=\"http:\/\/geomag.usgs.gov\/downloads\/publications\/2011SW000684.pdf\">The USGS Geomagnetism Program and its role in space weather monitoring<\/a>.\n\nRead an article about INTERMAGNET published in the AGU newspaper <em>EOS<\/em>: <a href=\"http:\/\/geomag.usgs.gov\/downloads\/publications\/eost2013EO420001.pdf\">An international network of geomagnetic observatories<\/a>.\n\n<strong>Â <\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24331","uid":"31","filename":"witchaurora21111.jpg","uri":"public:\/\/witchaurora21111.jpg","filemime":"image\/jpeg","filesize":"37920","status":"1","timestamp":"1425492768","type":"image","uuid":"0932f1c6-4d69-4c85-b0b1-e235984a3c47","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Aurora","Geomagnetic Storm","Halloween","magnetic storm","Natural Hazards","sun","Technological Systems","USGS Geomagnetism Program"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1381851036","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}