{"title":"USGS Scientist Named Interim Science Leader of CALFED","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Hailed as the world&rsquo;s largest water management effort, the CALFED Bay-Delta Program, a partnership between the state of California and the federal government, has announced the assignment of Dr. Samuel N. Luoma, a scientist with U.S. Geological Survey (USGS), as the Interim Science Leader of the CALFED Science Program. <\/p>\n<p>\"The efforts to manage and restore the Bay-Delta estuary, improve California&rsquo;s water supply, protect water quality, and protect delta levees are perhaps the most complex ever proposed,\" said Luoma. \"It is the role of science to reduce the uncertainties with relevant, authoritative and unbiased information.\" <\/p>\r\n<p>As put forth in the recently released CALFED document, \"California&rsquo;s Water Future: A Framework for Action,\" science will continue to be central to the success of the program, since much of CALFED is based on adaptive management. Along with hiring \"a nationally-recognized scientist to coordinate the science effort,\" the Governor of California and the Secretary of Interior will appoint an Independent Science Board to provide oversight and peer review for the overall program. CALFED plans to invest nearly $300 million in scientific programs during the first stage of the effort. <\/p>\r\n<p>According to Luoma, \"The Interim Science Leader will define the role of the permanent Science Leader who will be appointed following this 18 month assignment. The Science Program will help reduce the contentiousness of the debate by increasing our knowledge of the issues and the system.\" <\/p>\r\n<p>Dr. Luoma is a senior research hydrologist with the U. S. Geological Survey in Menlo Park, California. He has worked on water issues in San Francisco Bay since 1975, and is part of a multi-disciplinary team of USGS, San Francisco Bay researchers that have published more than <\/p>\r\n<p>300 scholarly articles and books on the Bay-Delta. His specific research interests are in water quality and pollution issues, specifically heavy metal effects in estuaries and rivers. His 1984 textbook, Introduction to Environmental Issues (MacMillan, Inc.) illustrated his broad interests in the scientific underpinnings of environmental issues. He is editor of the international journal Marine Environmental Research, and editorial advisor to Marine Ecology Progress Series. He is a Fellow in the American Association for the Advancement of Science and has been awarded the U. S. Department of Interior&rsquo;s Distinguished Service Award. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"965188800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169127"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}