{"title":"Climate Change and Coastal Ecosystems Workshop","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The latest climate-change science and how it can be used by natural resource agencies is the focus of a two-day workshop January 29-30 in San Francisco.<!--introend--><br \/><br \/>Sponsored by the U.S Fish and Wildlife Service and the U.S. Geological Survey, the workshop will feature speakers from NOAA, the Minerals Management Service, U.S. Forest Service, Washington Department of Natural Resources, California Resources Agency, The Nature Conservancy, PRBO Conservation Science, the National Wildlife Federation and Stanford University.<br \/><br \/>Natural resource scientists and managers will gather to share information and identify strategies to conserve coastal ecosystems and address the challenges associated with climate change. Results of the workshop will lead to continued partnerships of interagency working groups addressing key issues.<\/p>\n<p><span class=\"bold\">What<\/span>: Climate Change, Natural Resources, and Coastal Ecosystems: A Workshop on Coastal Ecosystems of California, Oregon, and Washington<br \/><br \/><span class=\"bold\">Who<\/span>: 400 Scientists, Policy Makers, Resource Managers, Planners, Program Leads, and Information &amp; Data Specialists from Federal and State agencies and their partners.<br \/><br \/><span class=\"bold\">Where<\/span>: Hyatt Regency Hotel, 5 Embarcadero Center, San Francisco, California<br \/><br \/><span class=\"bold\">When<\/span>: Thursday, January 29, 2009, 8:00 a.m. - 7:00 p.m., &amp; Friday, January 30, 8:00 a.m. - 4:30 p.m.<br \/><br \/>Tour the South Bay Salt Pond Restoration Project on the afternoon of Jan 28: Prior to the start of the workshop, reporters are invited to join a tour of the South Bay Salt Pond Restoration Project at the Don Edwards National Wildlife Refuge&mdash;the largest tidal wetland restoration project on the west coast. On the tour we will discuss the overall project including the roles of sediment deposition and sea level rise in the bay.<br \/><br \/>For the complete workshop agenda, more conference information, and to register for the conference and\/or field trip, visit the <a href=\"http:\/\/www.fws.gov\/pacific\/ClimateChange\/Meetings\/Coastal.html\" target=\"_blank\">U.S. Fish &amp; Wildlife Service workshop Web site<\/a>.<br \/><br \/>The mission of the U.S. Fish and Wildlife Service is working with others to conserve, protect and enhance fish, wildlife, plants and their habitats for the continuing benefit of the American people. We are both a leader and trusted partner in fish and wildlife conservation, known for our scientific excellence, stewardship of lands and natural resources, dedicated professionals and commitment to public service. For more information on our work and the people who make it happen, visit the <a href=\"http:\/\/www.fws.gov\" target=\"_blank\">U.S. Fish &amp; Wildlife Service<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Climate Change","biology","geography","geology","water","Coastal Change","ecology","endangered","environment","water","wildlife","California","Oregon","washington","Coastal Ecosystems","","coastal","Invasives","Natural Resource Management","Native Species","Salmon","Sea Level Rise","Near Shore Habitat","Bays","Estuaries"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1232600400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168810"},{"tid":"169678"},{"tid":"169954"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}