{"title":"USGS Finds a Balance with ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Billions of gallons of underground water have been contaminated, a major wetlands region faces a severe water shortage, and a community is confronted by the potential hazards of earthquakes and landslides.<!--introend--> Students are challenged to examine these current environmental issues when using the lessons in the new U.S. Geological Survey teaching packet, \"Land and People: Finding a Balance,\" for high school teachers. \n<p>\"This teaching packet provides exercises in citizenship,\" said Sarah Gerould, USGS Program Coordinator, Integrated Natural Resources Science Program. \"It invites high school students to tackle some of the most vexing environmental problems of our time. Understanding the complexity of environmental issues that confront our society will help to prepare students to find a balance between man and the environment in the future.\" \r\n<p>In the Cape Cod project, students are asked to present a plan for providing safe water for the Upper Cape after serious ground-water contamination is discovered surrounding a military reservation. Through three activities they will learn about Cape Cod&rsquo;s unique geology and how hydrogeologists gather data about the contaminated ground-water plumes. This project will help them understand the human responsibility for maintaining water quality. \r\n<p>The Everglades project asks students to respond to a predicted 30-percent decrease in rainfall by creating an action plan to minimize the damage the long period of dry weather will cause to the environment, local residents, and agribusiness. Students will learn about the concept of a water budget and the hydrologic cycle as they predict the characteristics of the Everglades ecosystem in the future. \r\n<p>In the Los Angeles project, students become members of a civic group and are asked to evaluate the safety of the local community&rsquo;s school children in the event of earthquakes, and mud and debris flows. Through three activities the students learn how to use topographic and geologic maps and learn about the unique geology of Southern California. They also explore how people increase the effects of natural hazards through the impact their actions have on the environment. \r\n<p>\"Land and People: Finding the Balance\" contains a teaching guide, a colorful poster and separate activities for the students. The student materials include a reading about the region, a focus question that leads to role- playing activities, and scientific data about the region. \r\n<p>Copies of \"Land and People: Finding a Balance\" and other USGS teaching packets can be obtained free of charge from the USGS Information Services, Box 25286, Denver, CO, 80225. Orders can be faxed to 303- 202-4693, or requested by e-mail at infoservices@usgs.gov. Other teaching packets available are \"Exploring Caves\" and \"Map Adventures\" for K-3, \"What Do Maps Show?\" for grades 4-7, \"Volcanoes\" for grades 4-8, \"Global Change\" for grades 4-6, and \"Exploring Maps\" for grades 9-12.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"895809600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}