{"title":"Climate Change, Natural Hazards, Land-Use Change:  USGS at Annual Association of American Geographers Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Remote sensing, satellite imagery, and analysis of land-cover and land-use change are the tools of the USGS scientist. Applied to problems such as global climate change, environmental health, and natural hazard risk and mitigation, USGS geographic research leads to solutions for critical societal issues as diverse as habitat conservation, earthquake hazards, and agriculture.<!--introend--><br \/><br \/>Join USGS scientists at the annual Association of American Geographers conference in Las Vegas, Nevada, March 17-22, 2009, as they address these subjects. Highlights of USGS participation in the AAG meeting include:<\/p>\n<h2><span class=\"fontSize6\"><strong>Climate Change and Glaciers<\/strong><\/span><\/h2>\r\n<p>Glaciers, snow, and ice sheets are important components of the Earth's water and climate. They respond to and indicate changes in climate, as well as exerting an influence on global and regional climate. They also have an effect on water resources, serving as natural reservoirs. Measuring changes in the size and volume of glaciers and snowpacks provides one direct way of documenting the impacts of variations in the global climate.<\/p>\r\n<h4><span style=\"color: #008000;\">Glaciers, Hydrology and Climate Change at Glacier National Park, Montana, USA.<\/span><\/h4>\r\n<p>Mountain glaciers continue to retreat rapidly over most of the globe. In Glacier National Park in Montana, only 25 glaciers remain out of an estimated 150 that existed at the end of the 19th century. Rates of glacier shrinkage have increased primarily coupled to climate changes. A geospatial model that suggested all glaciers would be gone from the park by 2030 has proven to be too conservative. Accelerated glacier shrinkage since the model was developed has mirrored an increase in actual annual temperature that is almost twice the rate used in the model. The glaciers in Glacier National Park are likely to be gone well before 2030. Hydrologic consequences are already evident. Streams have become intermittent as late summer baseflows are no longer maintained by glacial melt water.<br \/><strong>Daniel B. Fagre<\/strong><br \/><strong>Wednesday, 3\/25, 5:40 PM - North Hall N115, Las Vegas Convention Center<br \/>Paper Session:&nbsp; 4654 Mountain Ice and Snow 3:&nbsp; Glaciers and Water Resources<\/strong><\/p>\r\n<h4><span style=\"color: #008000;\">Recent Declines in Western U.S. Snowpack in the Context of 20th Century Climate Variability<\/span><\/h4>\r\n<p>A monthly snow-accumulation and melt model is used with monthly temperature and precipitation records from 1900 through 2008. The authors relate the noticeable decline in spring snowmelt since 1986 to decreases in precipitation and increases in temperature related to winter atmospheric pressures over the western United States since 1896.<br \/><strong>Gregory J. McCabe and David M. Wolock<\/strong><br \/><strong>Monday, 3\/23, 9:20 AM - Grande Ballroom H, Riviera Hotel, 1st Floor<br \/>Chair, Presenter - Paper Session:&nbsp; 2105 Recent Climate Change in the USA<\/strong><\/p>\r\n<h2>Land Use and Land-Cover Change<\/h2>\r\n<p>The illustrated paper session #2517, <span style=\"color: #008000;\">30 Years of Landscape Change in California and the West<\/span>, will feature a series of presentations about measuring land-cover change through time using Landsat satellite imagery. Between 1970 and 2000, the population in California grew significantly along with a continued regional, national, and global demand for state-produced goods.&nbsp; These changes resulted in anthropogenic landscape change throughout the state, with resource-oriented landscape changes far outpacing changes associated with urbanization. Resource-driven changes are observed in areas of agricultural relocation and expansion and forest clear-cutting. Fire is seen as the largest factor in land-cover change between 1992 and 2000. Satellite imagery documents the rates, drivers, and consequences of land-cover change, providing information to assist managers and polic","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":["geography","hazards","ecology","environment","landsat","energy","fire","biology","Mojave","tortoise"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1237521600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}