{"title":"Local Scientist Elected Fellow of Prestigious Ornithological Society","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Douglas H. Johnson, U.S. Geological Survey scientist, was elected Fellow of the <a href=\"http:\/\/www.aou.org\/\">American Ornithologists'Union<\/a> (AOU) at its 129th Stated Meeting in Jacksonville, Fla., in recognition of his significant contributions to the scientific study of birds. The award is the highest level of individual recognition by the oldest and largest ornithological society in the western hemisphere.<\/p>\n<p>Johnson, who is stationed at the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center<\/a> (NPWRC) field office in Saint Paul, Minn., received the AOU honor for his natural resources and bird ecology research. During his 40-year career, Johnson's ornithological work has informed bird management decisions internationally.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>\"This is a remarkable and well-deserved recognition for Doug,\" said Robert Gleason, director of the NPWRC. \"His international reputation as a researcher and leader in the ornithological field is indisputable and an inspiration to us all.\"&nbsp;<\/p>\r\n<p>Johnson received his bachelor's degree in mathematics and psychology from the University of Minnesota, his master's degree in statistics from the University of Wisconsin-Madison, and his doctorate in zoology from North Dakota State University. In 1970, Johnson began his career as a statistician at the USGS NPWRC in Jamestown, N.D., where he worked for 35 years. Since 2005, he has been stationed at the NPWRC's field office in Saint Paul, where he is also an affiliate senior member of the graduate faculty at the University of Minnesota.&nbsp;<\/p>\r\n<p>Johnson&rsquo;s expertise includes ecology, conservation, habitat management, statistical modeling and theory, mathematics, inventory and monitoring, population dynamics, taxonomy, and agricultural programs. He has published over 185 ornithological papers in peer-reviewed national and international scientific journals and government scientific reports.&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>Johnson's long-term and ongoing work includes the study of breeding birds in <a href=\"http:\/\/www.fsa.usda.gov\/FSA\/webapp?area=home&amp;subject=copr&amp;topic=crp\">Conservation Reserve Program<\/a> fields, which has documented the importance of agricultural lands and farm programs to many grassland bird species. Since 1972, Johnson has been evaluating the influence of fire on breeding grassland birds in the northern mixed-grass prairie, the longest study of its kind in this eco-region.&nbsp;&nbsp;<\/p>\r\n<p>As a scientific delegate, Johnson provided statistical expertise that was instrumental in documenting the impact of North Pacific driftnet fisheries on seabirds and other marine resources. Such efforts ultimately led to the restriction of driftnet fishing activities by three Asian nations and a significant reduction in mortality of marine wildlife.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_11_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_11_02\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":["Ornithology","award","Minnesota"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1320206400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}