{"title":"USGS Scientists Receive Presidential Awards for Research on Earthquakes, Ecosystems and Permafrost","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>RESTON, Va. &mdash; <\/strong><!--introstart-->The U.S. Geological Survey is celebrating the success of three distinguished researchers who are recipients today of the 2012 Presidential Early Career Award for Scientists and Engineers (PECASE). This award is the highest recognition granted by the United States government to scientists and engineers in the early stages of their research careers.<!--introend--><\/p>\n<p>The 2012 PECASE recipients from USGS are ecologist Anna D. Chalfoun for her brilliant contributions toward an understanding of habitat and her tireless efforts in training students in conservation-based science; geophysicist Gavin P. Hayes for his critical contributions toward transforming the understanding of earthquake processes and incorporating these advances into real-time earthquake response activities, and for his educational and outreach efforts; and geophysicist Burke J. Minsley for his fundamental research on advancing airborne electromagnetic survey methodology and its use in studying permafrost, as well as his mentoring of students.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"8\" width=\"430\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_04_15\/pecase_potus_ostp.jpg\" alt=\"caption below\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">President Barack Obama talks with the Presidential Early Career Award for Scientists and Engineers (PECASE) recipients in the East Room of the White House, April 14, 2014. (Official White House Photo by Pete Souza) (Official White House Photo).<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>\"The impressive achievements of these early-stage scientists and engineers are promising indicators of even greater successes ahead,\" President Obama said in a White House press release announcing the awardees. \"We are grateful for their commitment to generating the scientific and technical advancements that will ensure America's global leadership for many years to come.\"<\/p>\r\n<p>Each year, ten federal departments and agencies join together to nominate outstanding scientists and engineers whose discoveries and advancements expand the horizons of science and technology, contribute to their agencies' missions, and benefit America&rsquo;s economy and the health and safety of the nation&rsquo;s people.<\/p>\r\n<p>The awards, established by President Clinton in 1996, are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected for their pursuit of innovative research at the frontiers of science and technology and their commitment to community service as demonstrated through scientific leadership, public education, or community outreach.<\/p>\r\n<p>\"The work of these creative and innovative young researchers is not only a huge asset to USGS &ndash; we couldn&rsquo;t be prouder of them &ndash; but also to society because their work greatly benefits people and our country&rsquo;s wild places,\" said Suzette Kimball, acting director of the USGS.<\/p>\r\n<p><strong>Meet the Awardees<\/strong>&nbsp;<\/p>\r\n<p><strong>Dr. Anna D. Chalfoun<\/strong><\/p>\r\n<p><em>Presidential Citation: \"For her brilliant contributions toward an understanding of habitat, the most critical element of species, landscape, and ecosystem management and for her tireless efforts to train students while imparting her enthusiasm for conservation-based science.\"&nbsp;<\/em><\/p>\r\n<p>Anna D. Chalfoun, assistant unit leader with the USGS's Wyoming Cooperative Fish &amp; Wildlife Research Unit and assistant professor at the University of Wyoming, is known for her work addressing wildlife habitat issues and imparting that knowledge and enthusiasm to train students. Chalfoun integrates multi-scale research approaches, from small patches to the landscape, across taxa within ecosystems","summary":null,"format":null}]},"field_images":[],"regions":["Wyoming","Colorado"],"country":["United States of America"],"mm_tags":["","ecosystems","hazards","earthquakes","permafrost","Presidential Early Career Awards For Science And Engineering"],"release_date":{"und":[{"value":"1397534400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}