{"title":"Beach Sand Often More Contaminated than Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"MsoHeader\" style=\"margin: 0in 0in 0pt; tab-stops: .5in;\">\n<p><strong>Experts to Gather in Porter, Ind.<\/strong><\/p>\r\n<\/p>\r\n<p class=\"MsoHeader\" style=\"margin: 0in 0in 0pt; tab-stops: .5in;\">\r\n<p><!--introstart-->Recent research has revealed that beach sand contains high concentrations of <em>E. coli<\/em> and other fecal indicator bacteria, often greatly exceeding the concentration in beach water.<!--introend-->&nbsp; Further, there is evidence that beach closings due to elevated fecal indicator bacteria may be linked to these sand populations. Contaminated beach sand, and the complications that it causes for monitoring, are among the leading topics that a group of national experts will discuss in Porter, Indiana at the Great Lakes Beach Association conference on Tuesday and Wednesday, Sept. 16-17.&nbsp;<\/p>\r\n<p>\"Over the last few years, wn't identified an important source of indicator bacteria and how these bacteria may negatively influence recreation, but this is the first time experts have actually met to discuss this issue collectively,\" said Richard Whitman, Chief of the Lake Michigan Ecological Research Station, USGS.&nbsp; Whitman was one of the first to describe these high concentrations of <em>E. coli<\/em> in sands and to link them to high bacteria counts in water.<\/p>\r\n<p>Beach water is routinely analyzed for <em>E. coli<\/em> and other fecal indicator bacteria to determine whether human sewage is present.&nbsp; When bacteria concentrations in water exceed a certain threshold, beaches are typically closed to swimming or swimming advisories are posted.&nbsp; Nation-wide, beach closings are a persistent problem, and efforts to minimize closings are often unsuccessful.&nbsp; For most beach closings, the reason for high bacteria concentrations remains unknown.<\/p>\r\n<p>A potential reason for many of these beach closings, and a complication for monitoring efforts is high concentrations of fecal indicator bacteria in beach sand.&nbsp; Bacteria are often present in high concentrations independent of any recent contamination events.&nbsp; Further, bacteria are often re-suspended into the beach water during onshore winds and high waves.&nbsp; The health risk associated with these bacteria is as yet unknown, but preliminary studies are being conducted.<\/p>\r\n<p>\r\n<p class=\"MsoHeader\" style=\"margin: 0in 0in 0pt; tab-stops: .5in;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman;\"><\/span><\/span><\/strong><\/p>\r\nThe conference will include experts from federal agencies and universities from California, Florida, Michigan, Indiana, Hawaii, and Canada. USGS is hosting this event.&nbsp;<\/p>\r\n<p><strong>Reporters:&nbsp; If you would like more information on this conference or to participate in a call-in session, please contact Cris Handly on 219-926-8336 ext. 419.<\/strong><\/p>\r\n<\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Florida","Indiana","Michigan","California","Hawaii"],"country":["United States of America"],"mm_tags":["beachcontamination"],"release_date":{"und":[{"value":"1221192000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170321"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}