{"title":"Public Invitation: Learn About Your State Water Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The public is invited to attend a free conference about critical South Dakota water resources and geology on April 28 in Rapid City.<\/p>\n<p class=\"Body\">The 9th annual Western South Dakota Hydrology Conference will allow hydrologists, geologists, engineers, geographers, students, and other interested individuals to meet and exchange ideas, discuss mutual problems, and present the results of studies. Sessions include presentations about surface-water issues, remote sensing, climate, ground-water issues, mining issues, floods and other hazards, and a variety of other water-related topics, and the keynote address will be on mega floods of the U.S. and beyond.<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td valign=\"top\"><strong>WHAT: <\/strong><\/td>\r\n<td valign=\"top\">9th annual Western South Dakota Hydrology Conference<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHEN: <\/strong><\/td>\r\n<td valign=\"top\">Thurs., April 28, beginning at 8 a.m. to 7 p.m.<br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>WHERE: <\/strong><\/td>\r\n<td valign=\"top\">Rushmore Plaza Civic Center <br \/>444 N. Mount Rushmore Rd., Rapid City <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>DETAILS: <\/strong><\/td>\r\n<td valign=\"top\">Free to the public and students with an optional $20 lunch. Professional registration fees are $95. For engineers who wish to obtain credit for professional development, credits will be coordinated through the <a href=\"http:\/\/www.sdes.org\/\">South Dakota Engineering Society<\/a> for technical sessions attended. <br \/><br \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td valign=\"top\"><strong>REGISTER: <\/strong><\/td>\r\n<td valign=\"top\">All attendees, including students and the general public, are asked to register before April 21 by visiting the conference <a href=\"http:\/\/sd.water.usgs.gov\/WSDconf\/index.html\">website<\/a> or by contacting Janet Carter at 605-394-3215 or <a href=\"mailto:jmcarter@usgs.gov\">jmcarter@usgs.gov<\/a>. <br \/><br \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p class=\"Body\">The keynote luncheon speaker will be Dr. Victor Baker from the University of Arizona, who has pioneered the study of mega floods. Dr. Baker is a nationally recognized expert on paleoflood hydrology, which is the reconstruction of flooding on rivers and streams from the physical evidence left behind by floods in pre-history. &nbsp;&nbsp;<\/p>\r\n<p class=\"Body\">The annual conference typically draws more than 350 attendees. Additional details regarding the preliminary program are available from the conference <a href=\"http:\/\/sd.water.usgs.gov\/WSDconf\/\">website<\/a>.<\/p>\r\n<p class=\"Body\">The conference is sponsored by the U.S. Geological Survey (USGS), South Dakota Department of Environment and Natural Resources, South Dakota Engineering Society, South Dakota School of Mines and Technology, and West Dakota Water Development District.<\/p>\r\n<p class=\"Default\">For additional information about the USGS water-resources studies in South Dakota visit the USGS South Dakota Water Science Center <a href=\"http:\/\/sd.water.usgs.gov\/\">home page<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["water","conference","South Dakota","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1302062400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169561"},{"tid":"170060"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}