{"title":"USGS and Partners to Help Scientists Deal with Data Deluge","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new global data access program will help scientists deal with the ever-increasing amount of information they must access to understand Earth&rsquo;s living and nonliving systems.<\/p>\n<p>The program, called DataONE, is a global data access and preservation network created by experts at the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a>&rsquo;s&nbsp; <a href=\"http:\/\/www.nbii.gov\/\">National Biological Information Infrastructure<\/a> (NBII), in partnership with many universities. DataONE is the result of a recent 5-year, $20 million award through the National Science Foundation. ONE is short for <span style=\"text-decoration: underline;\">O<\/span>bservation <span style=\"text-decoration: underline;\">N<\/span>etwork for <span style=\"text-decoration: underline;\">E<\/span>arth.<\/p>\r\n<p>DataONE is committed to ensuring the preservation and access to Earth-observation data across scientific disciplines to make new discoveries that improve life, said Mike Frame, a bioinformatics expert leading the USGS efforts along with Vivian Hutchison, also of the NBII.&nbsp;<\/p>\r\n<p>Frame noted that the NBII offers DataONE partners expertise in biological informatics: the convergence of the biological sciences, information science and computer technologies.<\/p>\r\n<p>&ldquo;We&rsquo;ve been developing standards and tools for using and integrating data for more than a decade,&rdquo; said Frame. &ldquo;With DataONE, our involvement will go beyond the focus on biological resources to include the necessary infrastructure and integration of data needed to confront broader environmental challenges.&rdquo;<\/p>\r\n<p>Much work will center on learning how scientists from many areas of study gather and label their data, then identify and develop tools, including software, that allow scientists to more easily access, interpret and use each other&rsquo;s research.<\/p>\r\n<p>Those benefitting from DataONE will include scientists, land-managers, policy makers, students, educators and the public. Most importantly, said Frame, DataONE is not an end in itself but a means to serve a broader range of science domains both directly and through interoperability with the DataONE distributed network.<\/p>\r\n<p>The NBII Program is contributing thousands of metadata and datasets to DataONE through the NBII Metadata Clearinghouse. Through the clearinghouse, users can search detailed descriptions (metadata) of hundreds of different biological datasets and information products. These records describing biological datasets will be combined with metadata contributions from other partners in the DataONE system to provide a foundation for users to identify, access, and analyze data collected across multiple disciplines.<\/p>\r\n<p>&ldquo;Even though these datasets were collected to answer specific scientific questions at the time of data development,&rdquo; said Hutchison, &ldquo;there may be broader uses for the data, such as for complex analysis needed in climate change research.&rdquo;<\/p>\r\n<p>The USGS is the only federal agency participating in this grant. DataONE is led by the University of New Mexico and includes partner organizations across the United States, Europe, Africa, South America, Asia and Australia. It also includes experts from library, computer and environmental sciences to bridge these fields and to develop an infrastructure to serve science and the public at large for decades to come.<\/p>\r\n<p><strong>About the NBII<\/strong><\/p>\r\n<p>A major collaborator in the DataONE project, the NBII is a broad, collaborative program to provide increased access to data and information on the nation's biological resources. Coordinated by the USGS, the NBII links diverse, high&#8209;quality biological databases, information products, and analytical tools maintained by NBII partners and other contributors in government agencies, academic institutions, non&#8209;government organizations and private industry. NBII partners and collaborators also work on new standards, tools and tec","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Data Deluge","Database","Biological Informatics",""],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1264654800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170140"},{"tid":"170391"},{"tid":"170650"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}