{"title":"Photo Opportunity: Texas Weather Mobilizes USGS Scientists","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->After enduring a summer full of sweltering temperatures, tropical storms, and floods, 20 inches of rain suddenly fell in areas of south central and eastern Texas this past week causing weather turmoil once again.<!--introend--> Flooding from these rains has teams of scientists from the U.S. Geological Survey (USGS) mobilized to take water level and discharge measurements at rain-swollen streams. \n<p><b>Photo and interview opportunities with USGS hydrologists conducting measurements at various streamgaging stations around the Texas area can be arranged by contacting Raymond Slade at 512\/873-3060 or Richard Hawkinson at 512\/873-3002. Additionally, reporters and editors are invited to contact either Slade or Hawkinson to arrange an appointment to discuss the magnitude of the floods.<\/b> \r\n<p>Flood elevations at gaging stations in the San Jacinto, Lower Colorado, San Antonio, and Guadalupe River basins as well as on streams draining urban areas were close to or exceeded previous record flood elevations. The USGS routinely operates a streamgaging network throughout the state of Texas in order to compile flood stage and discharge data as quickly as possible for distribution to the National Weather Service, Federal Emergency Management Agency, and other emergency managers. This real-time information is crucial for local officials having to make timely decisions about evacuating people in flood-prone areas. \r\n<p>Additional information about what the USGS is doing in the state of Texas can be found at: <a href=\"http:\/\/tx.usgs.gov\">http:\/\/tx.usgs.gov<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"909028800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170316"},{"tid":"170627"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}