{"title":"Assessing the Gaps in Streamflow Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20135013\">new report<\/a> by the U.S. Geological Survey evaluates how well the USGS streamgage network meets a variety of needs by focusing on the capability to produce various statistics at locations that have streamgages (gaged) and that do not have streamgages (ungaged).<!--introend--><\/p>\n<p>The report analyzes where there are gaps in the network of gaged locations, how accurately useful statistics can be calculated with a given length of record, and whether the current network allows for estimation of these statistics at ungaged locations. The results of the report indicate that there is variability across the Nation's streamflow data-collection network in terms of the spatial and temporal coverage of streamgages.<\/p>\r\n<p>In general, the eastern United States has better coverage than the western U.S. The arid southwestern U.S., Alaska, and Hawaii were observed to have the poorest spatial coverage, using the dataset assembled for this study. With the exception of Hawaii, these areas also tended to have short streamflow records.<\/p>\r\n<p>Differences in hydrology lead to differences in the uncertainty of statistics calculated in different regions of the country. Arid and semiarid areas of the central and southwestern U.S. generally exhibited the highest levels of interannual variability in flow, leading to larger uncertainty in flow statistics at both gaged and ungaged locations.<\/p>\r\n<p>At ungaged locations, information can be transferred from nearby streamgages if there is sufficient similarity between the gaged watersheds and the ungaged watersheds of interest. Areas where streamgages exhibit high correlation with other streamgages are most likely to be suitable for this type of information transfer. The areas with the most highly correlated streamgages appear to coincide with mountainous areas of the U.S. Lower correlations are found in the central U.S. and coastal areas of the southeastern U.S.<\/p>\r\n<p>Information transfer from gaged basins to ungaged basins is also most likely to be successful when basin attributes show high similarity. At the scale of the analysis completed in this study, the attributes of basins upstream of USGS streamgages cover the full range of basin attributes observed at potential locations of interest fairly well. Some exceptions included very high or very low elevation areas and very arid areas.<\/p>\r\n<p><strong>Learn more<\/strong><\/p>\r\n<ul>\r\n<li><em><a href=\"http:\/\/pubs.er.usgs.gov\/publication\/sir20135013\">A national streamflow network gap analysis<\/a>,&nbsp;<\/em>USGS Scientific Investigations Report: 2013-5013<\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/osw\/\">USGS Surface Water Information<\/a><\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/nsip\/\">USGS National Streamflow Information Program (NSIP)<\/a><\/li>\r\n<li><a href=\"http:\/\/water.usgs.gov\/watercensus\/\">National Water Census<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water National Streamflow Information","water","streamflow","streamgages"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1377057600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169792"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}