{"title":"Friday Storms Caused Record Flooding on Fourche LaFave River in Scott and Yell Counties","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LITTLE ROCK, Ark. -- Intense rainfall in western Arkansas early Friday morning resulted in the Fourche LaFave River near Gravelly reaching record levels.&nbsp; The river level caused by the flooding &ndash; 32.6 feet &ndash; was the highest peak the streamgage at this site has measured since the U.S. Geological Survey began recording water-level stages and flow at this site in 1939.&nbsp;&nbsp; Prior to the rain the river was measuring 2.34 feet at that location.<\/p>\n<p>\"Engineers on my staff have calculated that there was less than a one percent chance of a flood of this magnitude occurring in a given year, and the probability may have been as low as 0.2 percent, putting this in the realm of a 500-year flood at this specific site near Gravelly, Arkansas,\" stated David Freiwald, Director of the USGS Arkansas Water Science Center in Little Rock. &nbsp;A \"500-year flood\" event does not necessarily occur once every 500 years, rather each year there is a 0.2 percent chance of a flood of this magnitude occurring.<\/p>\r\n<p>The USGS sent crews out to measure flow and collect water samples in other parts of western and central Arkansas throughout the weekend. \"We had as many as five crews out this weekend sampling the water quality of runoff and measuring storm flow,\" said Bill Baldwin, USGS chief at the Little Rock Field Office. \"We began sampling and measuring early Friday morning on the smaller tributaries and will wind down later this week as the flow makes its way down the Arkansas and White rivers.\"&nbsp;<\/p>\r\n<p>The USGS <a href=\"http:\/\/waterdata.usgs.gov\/ar\/nwis\/rt\/\">monitors stage and flow in more than 160 locations in Arkansas<\/a> and collects water-quality samples at many of these locations. Some of the stations provide pertinent information to the National Weather Service and are used as part of a flood-warning information system. \"The stations that serve as flood warning stations, such as the network of gages in Hot Springs, are the highest priority for USGS crews,\" noted Baldwin. \"Where these gages are located, we have crews nearby so that if a station goes down from lightning or flooding, we can get it up and running as quickly as possible,\" he added.<\/p>\r\n<p>Easily understandable near real-time stage and streamflow information is updated via satellite every hour, and occurs even more frequently for flood warning information gages &ndash; this information is available on the USGS <a href=\"http:\/\/ar.water.usgs.gov\">Arkansas Water Science Center&rsquo;s home page<\/a>.&nbsp; The USGS uses data from its more than 160 streamgaging stations in Arkansas to operate several flood warning information systems.&nbsp; These systems are in operation in Hot Springs, Hardy, Benton and Batesville and are funded in cooperation with local and federal agencies. Most of these flood warning systems automatically call emergency management officials, including the National Weather Service, when certain rainfall amounts or water levels are reached, information that can help save lives and property.<\/p>\r\n<p>Residents interested in signing up to receive email or text alerts when a streamgage reaches a predetermined parameter, such as water height, can subscribe to <a href=\"http:\/\/water.usgs.gov\/wateralert\/\">WaterAlert<\/a>, a free service from the USGS.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas"],"country":["United States of America"],"mm_tags":["flooding","Natural Hazards","water","Geographic Areas Southeast"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1370232000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169574"},{"tid":"169665"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}