{"title":"Chesapeake Bay Advisory: Water From Pocomoke River Will Be Tested For Toxics","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey (USGS) is working with scientists from George Mason University and the Maryland Department of Natural Resources to collect a water sample from the Pocomoke River and analyze the sample for a variety of commonly used pesticides. <!--introend-->The river was the site of a recent fish kill and the scientists are collecting the sample to determine if pesticide residues could have contributed to the fish kill. The sample will be collected in the lower freshwater reaches of the Pocomoke River some time over the next four days (Aug. 16-19, 1997) and analyzed in laboratories at George Mason University. \n<p>Reporters interested in making arrangements to view the sampling or in obtaining more information about the sampling should contact USGS hydrologist Robert Shedlock at 410-238-4203. \r\n<p>The scientists doing this work are part of an interagency team that will be conducting a study of toxic compounds in streams that drain into the Chesapeake Bay from the Eastern Shore of Maryland and Delaware. \r\n<p>USGS scientists are also participating in an interdisciplinary program studying the Chesapeake Bay Ecosystem - which includes the Pocomoke River - and is closely coordinated with the Chesapeake Bay Program, a multi-agency effort for Bay restoration. The objectives of the ecosystem program are to better understand the effects of natural and human-induced activities on the water quality and living resources of the Bay and provide resource managers with information that is based on sound scientific investigations. Management implications of the scientific findings are provided so resource managers may evaluate the effectiveness of different nutrient-reduction strategies on water quality and the living resources in the Bay. The USGS has participated in the Chesapeake Bay Program since 1983.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"871617600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}