{"title":"studies Reveal Why Drinking Water Wells are Vulnerable to Contamination","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New USGS groundwater studies explain what, when, and how contaminants may reach public-supply wells.<\/p>\n<p>All wells are not equally vulnerable to contamination because of differences in three factors: the general chemistry of the aquifer, groundwater age, and direct paths within aquifer systems that allow water and contaminants to reach a well.<\/p>\r\n<p>More than 100 million people in the United States receive their drinking water from public groundwater systems, which can be vulnerable to naturally occurring contaminants such as radon, uranium, arsenic, and man-made compounds, including fertilizers, septic-tank leachate, solvents and gasoline hydrocarbons.<\/p>\r\n<table class=\"podcasttemplate\" style=\"width: 250px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td class=\"podcastheader\">Related Podcasts<\/td>\r\n<\/tr>\r\n<tr>\r\n<td class=\"podcastcontent\"><img src=\"http:\/\/www.usgs.gov\/corecast\/images\/corecast_rss.jpg\" alt=\"\" width=\"100\" height=\"100\" align=\"left\" \/>\r\n<p class=\"bold\">Why Some Public-Supply Wells are More Vulnerable to Contamination Than Others<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><a href=\"http:\/\/www.usgs.gov\/corecast\/details.asp?ep=120\">Details<\/a><\/p>\r\n<p><a href=\"http:\/\/feeds.feedburner.com\/CorecastChannel-Usgs\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/podcast.jpg\" border=\"0\" alt=\"podcast icon\" width=\"65\" height=\"16\" \/><\/a>&nbsp;   \t   <a href=\"http:\/\/phobos.apple.com\/WebObjects\/MZStore.woa\/wa\/viewPodcast?id=261623315\"><img src=\"http:\/\/www.usgs.gov\/images\/icons\/itunes.jpg\" border=\"0\" alt=\"itunes icon\" width=\"65\" height=\"16\" \/><\/a><br \/> or  <a href=\"http:\/\/www.usgs.gov\/corecast\/default.asp#misc\">subscribe by e-mail<\/a>.<\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The USGS tracked the movement of contaminants in groundwater and in public-supply wells in four aquifers in California, Connecticut, Nebraska and Florida. The importance of each factor differs among the various aquifer settings, depending upon natural geology and local aquifer conditions, as well as human activities related to land use and well construction and operation. Findings in the four different aquifer systems can be applied to similar aquifer settings and wells throughout the nation.<\/p>\r\n<p>Complete findings, fact sheets, maps and decision support tools <a href=\"http:\/\/oh.water.usgs.gov\/tanc\/NAWQATANC.htm\">are available<\/a>.<\/p>\r\n<p>&ldquo;Our findings can help public-supply well managers protect drinking water sources by prioritizing their monitoring programs and improving decisions related to land use planning, well modifications or changes in pumping scenarios that might help to reduce movement of contaminants to wells,&rdquo; said Sandra Eberts, USGS groundwater study team leader.<\/p>\r\n<p>Research on the vulnerability of public-supply wells began in 2001. The USGS has also been working since 1991 to study the occurrence of more than 600 naturally occurring and man-made chemicals from more than 1,100 wells used for public supply across the nation. Scientists found that chemicals are frequently detected, often in mixtures, but seldom at concentrations likely to affect human health.<\/p>\r\n<p>The quality of drinking water from the nation&rsquo;s public-water systems is regulated by the U.S. Environmental Protection Agency under the Safe Drinking Water Act. Related links to sources of information on public-supply wells <a href=\"http:\/\/www.epa.gov\/safewater\/pws\/index.html\">are available<\/a>. USGS studies are intended to complement drinking water monitoring required by federal, state and local programs, which focus primarily on post-treatment compliance monitoring.<\/p>\r\n<p><strong>Highlights on the four studies:<\/strong><\/p>\r\n<p>In the Central Valley aquifer system near Modesto, Calif.,<strong> <\/strong>the USGS found that agricultural and urban development have enabled uranium to move from sediments to water in the upper part of the aquifer. This water can drain down the well when it is not pumping and enter the lower aquif","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Florida","Nebraska","California"],"country":["United States of America"],"mm_tags":["Core Cast","water","contaminants","wells","public","California","Connecticut","Nebraska","","Florida"],"release_date":{"und":[{"value":"1265864400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169186"},{"tid":"170415"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}