{"title":"Traitors to Their Own Kind: Radioed Judas Pigs and Pythons ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<strong>A Tale of Two Traitors <\/strong>\n\nA radio-tagged female Burmese python in the Everglades leads USGS researchers to male pythons. And a radio-tagged feral pig lets USGS scientists know just how destructive to native wildlife or vegetation her kind is. These and other so-called â\u0080\u009cJudasâ\u0080\u009d animals are unknowingly traitors to their own kind in USGS research that sheds light on the movement and habits of important non-native species.\n\n<strong>Dinner on the Hoof<\/strong>\n\nFeral swine, first introduced to the continental United States in the 1500s by Spanish conquistadors who brought the animals over as food, typically weigh in at a hefty 200 pounds, but can reach 400 pounds.Â  These feral hogs have tusks up to three inches long -- which they arenâ\u0080\u0099t afraid to use.Â  They are territorial and live in groups called sounders of as many as 20 individuals, mostly females and young pigs of both sexes.\n\n<strong>Have You Seen the Not-So Little Piggies<\/strong>\n\nMales are solitary and only interact with sows to breed. Even though these animals have been in the United States for centuries, little is known about their populations, habitat use and movement patterns, or the habitat destruction their burgeoning numbers are causing in Louisiana and Mississippi. Consequently, USGS researchers have captured, collared and then released large boars and sows to return to their sounder or to their solitary ways if a male.\n\n<strong>An Email from the Pig?Â <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"560\"]<img class=\"   \" src=\"http:\/\/gallery.usgs.gov\/images\/03_05_2013\/b2Vi84Kxx6_03_05_2013\/large\/feral_pig_collared.jpg\" alt=\"\" width=\"560\" height=\"418\" \/> Collared Feral Pig Ready for Release.[\/caption]\n\nThe satellite collars, equipped with GPS receivers, allow scientists to track Judas pigs from their office computers.Â  The GPS collars upload\/transmit the data to Iridium satellites that email the swinesâ\u0080\u0099 locations at particular times to USGS researchers. Unlike the VHF radio collar, still widely used to locate animals and birds, the GPS collar â\u0080\u009clistensâ\u0080\u009d to the signal from a constellation of satellites and can calculate, by triangulating its own location, precisely where an animal is.\n\nA groupâ\u0080\u0099s movements and locations are tracked via the collared pigs, helping researchers and managers better target removal efforts where most needed, such as in areas where pigs are harming sensitive landscapes. The data collected so far â\u0080\u0094 and verified with fieldwork â\u0080\u0094 have enabled scientists and managers to examine population movement patterns, document habitat and wildlife destruction, and help in swine removal â\u0080\u0094 the preferred control measure.Â  Already Judas pigs have allowed researchers to learn that feral pigs raid alligator nests, are not all nocturnal as suspected, and have unpredictable movements.\n\n<strong>Snakes in Paradise<\/strong>\n\nFor about five years, USGS researchers and colleagues at the National Park Service and University of Florida have been working on developing similar â\u0080\u009cJudasâ\u0080\u009d tracking techniques for invasive snakes. They are currently evaluating the effectiveness of using small radio-tracking devices implanted in select male and female Burmese pythons to learn about python behavior.Â  Tracking studies have already allowed researchers to follow radio-tagged pythons to find other pythons.Â  Eventually, the tagged snakes are removed from the wild and euthanized and necropsied â\u0080\u0094 an animal version of an autopsyâ\u0080\u0094 to discern what they are eating, how many eggs the females contain, their contaminant levels and much more.\n\nConsequently, Judas snakes are helping researchers understand where pythons are located and where mating may be occurring. Such information is useful for developing effective biological control strategies.\n\n<strong>Anatomy of an Invasion<\/strong><strong> and Some Mammal Numbers Going Down, Down, Down <\/strong>\n\nInvasive pythons are hard to find (yes, even the big ones), can live in many places and will eat a variety of mammals, birds and reptiles. A breeding population of the snakes was confirmed in Everglades National Park in 2001, and in the 12 years since, <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3087&amp;from=rss\">USGS and its partners have linked the snakesÂ  to precipitous declines and even disappearances of formerly common mammals in the park.<\/a> The decline exceeds 95 percent for raccoons, opossums, marsh and cottontail rabbits, and foxes. Burmese python populations are also breeding in Big Cypress National Preserve, Miamiâ\u0080\u0099s water management areas to the northeast of the park, Key Largo to the southeast, and many other state parks, municipalities and public and private lands in the region.\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_15_2013_hMDo2SRf18_04_15_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_15_2013\/hMDo2SRf18_04_15_2013\/medium\/record_breaking_python.JPG\" alt=\"\" width=\"500\" height=\"333\" \/><\/a> This female Burmese python broke the records for her length - 17 feet, 7 inches - and the number of eggs she contained: 87. She was first captured in Everglades National Park by USGS researchers in the spring of 2012, when they followed a \"Judas snake\" - a male python with a transmitter - and found her nearby in the bushes. USGS scientists then outfitted her with two radio transmitters, a GPS device, and a motion-sensing device before releasing her back into the wild. The second radio transmitter was a failsafe, ensuring she wouldn't \"go wild\" again. The snake remained in the wild for 38 days and then was removed and euthanized. The information from this snake's every move - each pitch, roll, and yawl - was recorded by the motion detector, allowing biologists to piece together her behaviors, including her kills. Biologists plan to use detailed information about the snakeâ\u0080\u0099s biology and activity patterns to develop control methods for this invasive species. Pythons are effective at blending in the tall marsh grasses that give the Everglades its nickname, \"The River of Grass,\" making it hard to spot the pythons even when they are being radiotracked.[\/caption]\n\nBurmese pythons, which can reach more than 20 feet long and weigh more than 250 pounds, pose a threat to federally listed species as well as a potential risk to people. The snakes feed on a large variety of animals â\u0080\u0094 including endangered species such as the Key Largo woodrat and the rare roundtailed muskrat.\n\n<strong>Ecosystem, Interrupted?<\/strong><strong><\/strong>\n\nJust as important, the snakesâ\u0080\u0099 may well be causing cascading and harmful effects on the Evergladesâ\u0080\u0099 ecosystem because depleting or eliminating vulnerable native species are likely changing the parkâ\u0080\u0099s food webs. Researchers do not yet know how South Florida ecosystems are being or will be disrupted by the addition of this new predator, but from experience with other ecosystems invaded by introduced snakes, researchers know serious disruption is a distinct possibility. The severe mammal declines already occurring strongly suggest that some degree of ecosystem disruption is likely.\n\n<strong>Under Siege! Invasives Affect Everyone<\/strong>\n\nThe U.S. is under siege by more than 6,500 species of harmful non-native species estimated to cause more than $137 billion in damage each year to our U.S. economy. These costs are borne by farmers, ranchers, businesses, and local, state, tribal and federal governments battling to control the economic, health and environmental threats invaders pose.Â  Invasive species adversely affect urban and wilderness areas in every state; global travel and trade provide pathways for intentional and unintentional introductions of invasives. Costly effects of invasives include crop decimation; clogging of water facilities and waterways; wildlife and human disease transmission; threats to commercial, native, and farmed fisheries; increased fire vulnerability; and adverse effects for ranchers and farmers.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/04_15_2013_tXo0RED55L_04_15_2013_0\"><img src=\"http:\/\/gallery.usgs.gov\/images\/04_15_2013\/tXo0RED55L_04_15_2013\/medium\/Python_055.jpg\" alt=\"\" width=\"375\" height=\"500\" \/><\/a> Team of scientists working together to insert a tracking device in a 14 foot Burmese python.[\/caption]\n\n<a href=\"http:\/\/www.usgs.gov\/ecosystems\/invasive_species\/\">USGS Invasive Species Program<\/a>\n\n<span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.nwrc.usgs.gov\/invasive_species\/feralswine_images.htm\">Wild Boar Research Images <\/a><\/span>\n\n<a href=\"http:\/\/pubs.usgs.gov\/fs\/2012\/3083\/\">Satellite Tracking and Geospatial Analysis of Feral Swine and Their Habitat Use in Louisiana and Mississippi<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/the-big-squeeze-pythons-and-mammals-in-everglades-national-park\/\">The Big Squeeze: Pythons and Mammals in Everglades National Park<\/a>\n\n<a href=\"http:\/\/gallery.usgs.gov\/videos\/562\">Video of Record Breaking Python captured by USGS<\/a>\n\n<a href=\"http:\/\/www.fort.usgs.gov\/FLConstrictors\/\">Giant Constrictor Snakes in Florida: A Sizeable Research Challenge<\/a>\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24294","uid":"31","filename":"Wild_hogs.jpg","uri":"public:\/\/Wild_hogs.jpg","filemime":"image\/jpeg","filesize":"50761","status":"1","timestamp":"1425492768","type":"image","uuid":"bbeb8c7e-4e5d-4f7f-beac-ce4425bd2285","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Everglades","feral pigs","Florida","Invasive Snakes","Invasives","Louisiana","mississippi","non-native species","Pythons","swine"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1366199988","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}