{"title":"USGS Provides New Insights to Water Quality Issues of Boise and Snake Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->BOISE, Idaho &mdash; Southwestern Idaho's Boise River contributes a significant amount of phosphorus to the lower Snake River, according to the findings of a U.S. Geological Survey study.<!--introend-->&nbsp;&nbsp;<\/p>\n<p>Phosphorus-induced algae blooms and fish kills have plagued a stretch of the lower Snake River that flows through Brownlee Reservoir along the Idaho-Oregon border. These incidents cause environmental hardship for the surrounding area and its inhabitants. The USGS conducted a study to determine to what extent the Boise River, a tributary to the Snake, was impacting the phosphorus problem.&nbsp;&nbsp;<\/p>\r\n<p>All of the samples that USGS scientists collected between September 2008 and October 2010 in the Boise River near the confluence with the Snake exceeded a target level of phosphorus established by the State of Idaho to protect beneficial uses for both rivers. This phosphorus concentration of 0.07 milligram per liter was set for the confluence between May 1 and September 30 each year to help reduce downstream algae blooms and related problems.<\/p>\r\n<p>Elevated concentrations of phosphorus in the Boise have been documented for years. What was not well understood before this study was the relative contribution of constituents such as phosphorus that the Boise adds to the impaired stretch of the lower Snake River flowing through Brownlee Reservoir. Communities along the Boise River in southwestern Idaho need to know that contribution so they can work toward meeting the 0.07 milligram-per-liter target.&nbsp;<\/p>\r\n<p>Resource managers also need a better understanding of how various water-quality variables such as water temperature, pH, and dissolved oxygen interact with concentrations of nutrients and chlorophyll-a to affect the growth of algae.&nbsp;&nbsp;<\/p>\r\n<p>\"People are attracted to the Pacific Northwest by fresh-flowing, scenic rivers that nourish abundant wildlife,\" said USGS director Marcia McNutt. \"The USGS is pleased when&nbsp;our science can be used to help prevent threats from negatively impacting the incomparable quality of life residents enjoy in this beautiful part of the nation.\"&nbsp;<\/p>\r\n<p>In an effort to find some answers, the cities of Boise, Caldwell, Meridian, and Nampa commissioned the USGS study. The USGS contributed a portion of the study funding through its <a href=\"http:\/\/water.usgs.gov\/coop\/\">Cooperative Water Program<\/a>. USGS scientists monitored water quality on the Boise River and on the Snake River upstream and downstream of the confluence.&nbsp;&nbsp;<\/p>\r\n<p>During the course of the study, the Boise River contributed 11 percent of the mean annual flow and 30 percent of total phosphorus, 72 percent of dissolved orthophosphorus, 16 percent of total nitrogen, and 13 percent of suspended sediment loads to the Snake River system that were measured at Nyssa, OR.<\/p>\r\n<p>In addition to determining the relative contributions of various chemical constituents at three monitoring sites, this study revealed two keys to help resource managers in the future.&nbsp;&nbsp;<\/p>\r\n<p>First, algae growth is currently monitored in these rivers by measuring chlorophyll-a, which is a green pigment found in most plants and algae, but the study findings show that chlorophyll-a alone may not be the best measure. Dissolved oxygen, which is produced and consumed by algae and plants, is a more appropriate measure of algae growth and can be monitored every 15 minutes by the instruments used in the study. These instruments were invaluable for measuring short-term variations in water quality, which is meaningful for resource managers when evaluating compliance with water-quality targets.<\/p>\r\n<p>Second, USGS scientists were able to use the same instruments to estimate nutrient and sediment concentrations when samples were not possible, using more easily-measured water-quality parameters. These instruments and relations could become useful tools for resource managers to assess their eff","summary":null,"format":null}]},"field_images":[],"regions":["Idaho"],"country":["United States of America"],"mm_tags":["Water Quality","Boise","Snake River"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1327899600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170162"},{"tid":"170582"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}