{"title":"News Conference to Detail Coast Aerial Survey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>\r\n<p><!--introstart-->A news conference to explain the post-El Nino aerial survey that is being conducted along the Pacific coast is scheduled for 1 p.m., Thursday, April 16, at the Delmonte Jet Center, adjacent to the Monterey Peninsula Airport, on the east side of Monterey.<!--introend--> \r\n<p>At the news conference, scientists from the U.S. Geological Survey (USGS), NASA, and the National Oceanic and Atmospheric Administration (NOAA) will explain the purpose of the survey, the specialized scanning laser that is being used, and what the scientists have observed and learned, so far. \r\n<p>Also at the news conference, a comprehensive video package (Beta), with images of the current flights, as well as animations explaining the project, will be distributed. \r\n<p>The news conference will be held on the patio area of the Jet Center, near the NOAA Twin Otter aircraft that is being used in the survey. During the news conference reporters will be given a demonstration of the Airborne Topographic Mapper that is used to collect the data, and photographers will have an opportunity to take photographs inside the plane. The Delmonte Jet Center is located at 100 Skypark Road, just beyond the main entrance to the Monterey Peninsula Airport, on State Highway 66, east of downtown Monterey. \r\n<p>Editors: See attached news release, or call 650-329-4011, for more information.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"892612800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}