{"title":"New Research Shows How Much Food is Needed by Seabirds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ANCHORAGE<\/strong> &mdash; <!--introstart-->An international group of scientists, including one from the U.S. Geological Survey, has shown that many seabirds begin to suffer when the food available for them in the ocean declines below a critical level.<!--introend--> This level is about one-third of the maximum amount of food available historically. They have shown that this critical level is about the same for seabirds wherever they happen to be in the world. Their study &ndash; the most comprehensive ever undertaken &ndash; covers birds from the Arctic to the Antarctic and from the Pacific to the Atlantic.<\/p>\n<p>The study focuses upon seabirds that feed mainly on fish like sand lance, herring, and sardines. These fish are often key species in marine ecosystems that are sometimes also exploited by humans. In the Antarctic these fish species are replaced by krill, which are like small shrimp. The researchers used data collected from 14 seabird species including puffins, penguins, gulls, terns, murres, gannets, and jaegers.&nbsp;&nbsp; Their success at producing chicks was measured over periods ranging from 15 years in some cases, and up to 47 years in others. The team related this to the abundance of their main fish food in the region around their breeding colonies.<\/p>\r\n<p>\"Especially as we 'fish down the food chain' to harvest smaller species for fish meal, we expect to see greater impacts to seabirds,\" noted USGS director Marcia McNutt, \"It is truly astounding that so many long-term land-sea time series from around the globe could be simultaneously assembled for the same purpose, and that they all support the same scientific conclusion. This paper will be an instant classic.\"&nbsp;<\/p>\r\n<p>&ldquo;This study provides critical information to resource managers in Alaska and elsewhere in the US to ensure the long term sustainability of these species and to the societal and economic benefits they provide,&rdquo; said Dr. John Piatt of the USGS Alaska Science Center, a contributor to the study.<\/p>\r\n<p>Between all the scientists working on the study, 438 cumulative years of observations were gathered, which constitutes one of the most comprehensive global databases ever assembled for a predator and its prey. Wherever they occurred in the world, the effect of low fish abundance was similar. As long as the amount of fish in the sea was greater than one-third of the maximum ever recorded, the number of chicks produced was unaffected by changes in food availability. But if the fish abundance fell below this one-third threshold, then the success at producing chicks declined.<\/p>\r\n<p>&ldquo;We were amazed by the consistency of the relationship around the globe. This suggests that we have found an important benchmark that could be used as a guide to limit the amount of fish taken from the sea in order to maintain seabird populations in the long term,&rdquo; said the leader of the team, Dr. Philippe Cury of the French Research Institute for Development.<\/p>\r\n<p>The team was motivated to undertake their study by rising concerns about the effects that fishing may be having upon some of these important species in marine ecosystems. Dr. Ian Boyd of the Scottish Ocean Institute, University of St Andrews, who co-led the study said, &ldquo;When combined with the effects of climate change, we need to develop better methods of setting the limits of exploitation of important marine species. This means being able to establish general guidelines that, if exceeded, will cause changes to other important components in the ecosystems. Seabirds are some of the best and most easily measured indicators we have of the health of these ecosystems and it seems sensible to use them in this context.&rdquo;<\/p>\r\n<p>The team acknowledge that there is more to be done to understand whether what they have found applies more widely but they think that the rule-of-thumb &ldquo;one-third for the birds&rdquo; will be useful as part of wider approaches to mak","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Seabirds","ocean","fishing","fish"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1324530000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169736"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}