{"title":"USGS Natural Hazards Risk Reduction Project Goes National","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_173143\" align=\"alignleft\" width=\"434\" caption=\"Through the SAFRR project, the USGS is working with emergency managers to improve warning systems, enhance emergency response, and speed disaster recovery. In this photo, search and rescue workers look for victims at a collapsed department store in Pacific Garden Mall in Santa Cruz, California, after the Loma Prieta earthquake in 1989. Photo Credit: C.E. Meyer, USGS.\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/Search-and-Rescue-Loma-Prieta-TS.jpg\"><img class=\"size-full wp-image-173143  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/01\/Search-and-Rescue-Loma-Prieta-TS.jpg\" alt=\"Search and rescue workers, including two dogs, in collapsed department store\" width=\"434\" height=\"245\" \/><\/a>[\/caption]\n\nWhen James Featherstone, General Manager of the City of Los Angeles Emergency Management Department, sat down to examine the city's plan for natural disasters, there was a lot he needed to know. <em><\/em>\n<ul>\n\t<li>If a catastrophic flood were to hit, how would it affect business and residents?<\/li>\n\t<li>When the next major earthquake strikes, how should the city respond?<\/li>\n\t<li>How will floods, wildfire, or landslides affect infrastructure?<\/li>\n\t<li>How will they affect rescue efforts?<\/li>\n<\/ul>\nThat's where the USGS came in.\n<h3>Bringing science and communities together<\/h3>\nThrough the USGS Multi-Hazards Demonstration Project for Southern California, scientists and emergency managers like Featherstone worked together to get answers and to share scientific information in order to improve warning systems, enhance emergency response, and speed disaster recovery.\n\nDuring this 5-year pilot project, the USGS brought together scientists, engineers, resource managers, designers, artists, businesses, policy-makers, and communities to get southern California more ready for inevitable natural events.\n\nThe ShakeOut Scenario examined the economic and societal impacts of a plausible large earthquake along the southern San Andreas Fault, then the ARkStorm Scenario took a similar look at flooding across California from an equally plausible, large storm.\n\nThe project also took quick action to deploy and assist with scientific expertise following real wildfires and debris flows. Throughout, the USGS used its natural hazard expertise to convey the reality of disasters and how to prevent those disasters from becoming catastrophes.\n\nNow the effort is going national.\n\nâ\u0080\u009cWe are incredibly proud of the many ways our scientists have helped emergency responders, business and community leaders, and our agency partners to understand what they might face and how to improve readiness,â\u0080\u009d said David Applegate, Associate Director for USGS Natural Hazards.\n\nâ\u0080\u009cOur ultimate goal is to help build safer communities with our science. Weâ\u0080\u0099ve seen the success in the Multi-Hazards Demonstration Project, and we want to share that across the Nation.â\u0080\u009d\n<h3>Science Application for Risk Reduction<\/h3>\nThe USGS has evolved the Multi-Hazards Demonstration Project into a project called SAFRR (Science Application for Risk Reduction), which will build on the successful techniques developed during the 5-year pilot to create the way natural hazard science is applied for the safety, security, and economic well-being of the Nation.\n\nâ\u0080\u009cThe expansion to a national effort is an excellent move,â\u0080\u009d said Featherstone. â\u0080\u009cHere in southern California, the USGS has helped us plan for events outside our everyday experience. The science has been instrumental in helping the emergency management community know what to expect when a natural disaster occurs. That kind of information, in the hands of emergency managers across the country, will be a great step forward in making communities across America safer.â\u0080\u009d\n\nSAFRR will work with traditional and non-traditional partners, in research institutions, communities, businesses, and governments, to improve utilization of existing natural hazards information from the USGS, to identify needs and gaps, and to develop new products that increase the use of USGS science.\n\nThe scope of SAFRR efforts will vary based on particular needs. Some projects will be very local, some regional, and some national. Scenarios akin to ShakeOut and ARkStorm will remain a cornerstone of activity. These science-based scenarios are recognized internationally as a fundamental shift in the way science can communicate to serve society.\n\nBut scenarios are only one way that SAFRR can help to make the Nation safer from natural hazards.\n\nDespite its brief existence, SAFRR is already immersed in efforts that hint at the breadth and possibilities of the project.\n\n[caption id=\"\" align=\"alignright\" width=\"343\" caption=\"Scientists probe Californiaâ\u0080\u0099s coastline to unearth traces of paleotsunami. What they unearth has implications for the next potential hazards scenario. Photo Credit: Adam Piestrzeniewicz, taken in northern California in July 2011.\"]<a href=\"http:\/\/urbanearth.gps.caltech.edu\/2011\/10\/17\/probing-californias-coastline-to-unearth-traces-of-paleotsunami-implications-for-the-next-usgs-multi-hazards-scenario\/\"><img class=\"   \" src=\"http:\/\/urbanearth.gps.caltech.edu\/wp-content\/uploads\/DSCN51671.jpg\" alt=\"Three scientists taking notes in the field\" width=\"343\" height=\"444\" \/><\/a>[\/caption]\n<h3>Initial SAFRR efforts<\/h3>\n<ul>\n\t<li><strong>Development of a Pacific Basin tsunami scenario that models the economic and social impacts to the U<\/strong><strong>.<\/strong><strong>S<\/strong><strong>.<\/strong><strong> West Coast and Hawaii of a plausible tsunami generated by a magnitude 9.0 Alaskan earthquake<\/strong><strong>:<\/strong><strong> <\/strong>The ports of Los Angeles and Long Beach, as well as other ports and marinas, are principal users of this scenario.<\/li>\n\t<li><strong>Collaboration with a consortium of social scientists headquartered at Columbia University to create a debris flow evacuation experiment<\/strong><strong>:<\/strong><strong>Â <\/strong>Here, SAFRR provides earth science expertise as well as connections with local government decision makers, who have requested SAFRRâ\u0080\u0099s help to improve evacuation messaging and compliance.<\/li>\n\t<li><strong>Connecting<\/strong><strong> with the private sector<\/strong><strong>:<\/strong><strong> <\/strong>So far, SAFRR has established collaborations with Target and Bank of America, giving these corporations and USGS scientists direct access to one another, helping these companies to better use existing USGS science and to work on developing natural hazard products that the companies still need.<\/li>\n\t<li><strong>Partnership with public health professionals in the Los Angeles County Community Disaster Resilience Project<\/strong><strong>:<\/strong> This collaborative effort sponsored by the Centers for Disease Control and Prevention and the National Institute of Mental Health is a multi-year project in which SAFRR will help the group to use USGS maps and data and exchange knowledge, networks, and contacts.<\/li>\n\t<li><strong>Contribution of natural hazard expertise to <\/strong><a href=\"http:\/\/24.inrelief.org\/\"><strong>Exercise (X24) Mexico<\/strong><\/a><strong>: <\/strong>This international exercise will address the virtual flow of information and activities of international organizations during a natural disaster and a terrorist attack. As a resource to the Department of Homeland Security, USGS scientists have reviewed the geological hazard components for realism and plausibility to ensure a meaningful exercise.<\/li>\n\t<li><strong>Establishment of an annual risk reduction workshop conference: <\/strong>This conference will bring together professionals with common goals but potentially different experience and strategies. The inaugural conference will focus on risk perception and communication, with invitees hailing from earth science, social science, design, marketing, public health, and organizations in both the private and public sectors.SAFRR is working with USGS hazard experts (including those who specialize in volcanic eruptions and floods) to brainstorm scenarios that will help to reduce risk. Next, SAFRR will help take the ideas to stakeholders, to identify the most urgent needs for hazard scenarios.<\/li>\n\t<li><strong>Discussion about future scenarios:<\/strong> SAFRR is working with USGS hazard experts (including those who specialize in volcanic eruptions and floods) to brainstorm scenarios that will help to reduce risk. Next, SAFRR will help take the ideas to stakeholders, to identify the most urgent needs for hazard scenarios.<\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24168","uid":"31","filename":"Search-and-Rescue-Loma-Prieta.jpg","uri":"public:\/\/Search-and-Rescue-Loma-Prieta.jpg","filemime":"image\/jpeg","filesize":"63660","status":"1","timestamp":"1425492768","type":"image","uuid":"bc25f6e8-9b73-40d0-8bd6-c0be919abdd3","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1326293203","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}