{"title":"Polar Bears Shifting to Areas with More Sea Ice -- Genetic Study Reveals","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors:<\/strong> <a href=\"https:\/\/www.youtube.com\/watch?v=aQZaX-Eial8\">B-roll footage<\/a> of polar bear research is available for your use.<\/p><p>ANCHORAGE, Alaska &mdash; In a new <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0112021\">polar bear study<\/a> published today, scientists from around the Arctic have shown that recent generations of polar bears are moving towards areas with more persistent year-round sea ice.<\/p><p>Research scientists, led by the U.S. Geological Survey, found that the 19 recognized subpopulations of polar bears group into four genetically-similar clusters, corresponding to ecological and oceanographic factors. These four clusters are the Eastern Polar Basin, Western Polar Basin, Canadian Archipelago, and Southern Canada.<\/p><p>The scientists also detected directional gene flow towards the Canadian Archipelago within the last 1-3 generations. Gene flow of this type can result from populations expanding and contracting at different rates or directional movement and mating over generations. The findings of spatial structure (clusters) and directional gene flow are important because they support the hypothesis that the species is coalescing to the region of the Arctic most likely to retain sea ice into the future.<\/p><p>&ldquo;The polar bear&rsquo;s recent directional gene flow northward is something new,&rdquo; said Elizabeth Peacock, USGS researcher and lead author of the study. &ldquo;In our analyses that focused on more historic gene flow, we did not detect movement in this direction.&rdquo; The study found that the predominant gene flow was from Southern Canada and the Eastern Polar Basin towards the Canadian Archipelago where the sea ice is more resilient to summer melt due to circulation patterns, complex geography, and cooler northern latitudes.<\/p><p>Projections of future sea ice extent in light of climate warming typically show greater retention of sea ice in the northern Canadian Archipelago than in other regions.<\/p><p>&ldquo;By examining the genetic makeup of polar bears, we can estimate levels and directions of gene flow, which represents the past story of mating and movement, and population expansion and contraction,&rdquo; said Peacock. &ldquo;Gene flow occurs over generations, and would not be detectable by using data from satellite-collars which can only be deployed on a few polar bears for short periods of time.&rdquo;<\/p><p>The authors also found that female polar bears showed higher fidelity to their regions of birth than did male polar bears. Data to allow comparison of the movements of male and female polar bears is difficult to obtain because male bears cannot be collared as their necks are wider than their heads.<\/p><p>The study also confirmed earlier work that suggests that modern polar bears stem from one or several hybridization events with brown bears. No evidence of current polar bear-brown bear hybridization was found in the more than 2,800 samples examined in the current study. Scientists concluded that the hybrid bears that have been observed in the Northern Beaufort Sea region of Canada represent a recent and currently localized phenomenon. Scientists also found that polar bear populations expanded and brown bear populations contracted in periods with more ice. In periods with less ice, the opposite was true.<\/p><p>The goal of the study was to see how genetic diversity and structure of the worldwide polar bear population have changed over the recent dramatic decline in their sea-ice habitat. The USGS and the Government of Nunavut led the study with scientists from 15 institutions representing all five nations with polar bears (U.S., Canada, Greenland, Norway, and Russia). &nbsp;<\/p><p>This circumpolar, multi-national effort provides a timely perspective on how a rapidly changing Arctic is influencing the gene flow and likely future distribution of a species of worldwide conservation concern. &nbsp;<\/p><p>Th<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Editors:<\/strong> <a href=\"https:\/\/www.youtube.com\/watch?v=aQZaX-Eial8\">B-roll footage<\/a> of polar bear research is available for your use.ANCHORAGE, Alaska — In a new <a href=\"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0112021\">polar bear study<\/a> published today, scientists from around the Arctic have shown that recent generations of polar bears are moving towards areas with more persistent year-round sea ice.Research scientists, led by the U.S. Geological Survey, found that the 19 recognized subpopulations of polar bears group into four genetically-similar clusters, corresponding to ecological and oceanographic factors. These four clusters are the Eastern Polar Basin, Western Polar Basin, Canadian Archipelago, and Southern Canada.The scientists also detected directional gene flow towards the Canadian Archipelago within the last 1-3 generations. Gene flow of this type can result from populations expanding and contracting at different rates or directional movement and mating over generations. The findings of spatial structure (clusters) and directional gene flow are important because they support the hypothesis that the species is coalescing to the region of the Arctic most likely to retain sea ice into the future.“The polar bear’s recent directional gene flow northward is something new,” said Elizabeth Peacock, USGS researcher and lead author of the study. “In our analyses that focused on more historic gene flow, we did not detect movement in this direction.” The study found that the predominant gene flow was from Southern Canada and the Eastern Polar Basin towards the Canadian Archipelago where the sea ice is more resilient to summer melt due to circulation patterns, complex geography, and cooler northern latitudes.Projections of future sea ice extent in light of climate warming typically show greater retention of sea ice in the northern Canadian Archipelago than in other regions.“By examining the genetic makeup of polar bears, we can estimate levels and directions of gene flow, which represents the past story of mating and movement, and population expansion and contraction,” said Peacock. “Gene flow occurs over generations, and would not be detectable by using data from satellite-collars which can only be deployed on a few polar bears for short periods of time.”The authors also found that female polar bears showed higher fidelity to their regions of birth than did male polar bears. Data to allow comparison of the movements of male and female polar bears is difficult to obtain because male bears cannot be collared as their necks are wider than their heads.The study also confirmed earlier work that suggests that modern polar bears stem from one or several hybridization events with brown bears. No evidence of current polar bear-brown bear hybridization was found in the more than 2,800 samples examined in the current study. Scientists concluded that the hybrid bears that have been observed in the Northern Beaufort Sea region of Canada represent a recent and currently localized phenomenon. Scientists also found that polar bear populations expanded and brown bear populations contracted in periods with more ice. In periods with less ice, the opposite was true.The goal of the study was to see how genetic diversity and structure of the worldwide polar bear population have changed over the recent dramatic decline in their sea-ice habitat. The USGS and the Government of Nunavut led the study with scientists from 15 institutions representing all five nations with polar bears (U.S., Canada, Greenland, Norway, and Russia).  This circumpolar, multi-national effort provides a timely perspective on how a rapidly changing Arctic is influencing the gene flow and likely future distribution of a species of worldwide conservation concern.  Th<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","Climateand Land Use Change Researchand Development","ecosystems","Ecosystems Geneticsand Genomics","Geographic Areas Alaska"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1420520400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":[]}