{"title":"silent Streams? Escalating Endangerment for North American Freshwater Fish: Nearly 40 Percent Now At-Risk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors: <\/strong><strong>Additional information is available at <a href=\"http:\/\/fisc.er.usgs.gov\/afs\/\">http:\/\/fisc.er.usgs.gov\/afs\/<\/a> <\/strong><\/p>\n<p><!--introstart-->Nearly 40 percent of fish species in North American streams, rivers and lakes are now in jeopardy, according to the most detailed evaluation of the conservation status of freshwater fishes in the last 20 years.<!--introend--><\/p>\r\n<p>The 700 fishes now listed represent a staggering 92 percent increase over the 364 listed as \"imperiled\" in the previous 1989 study published by the American Fisheries Society. Researchers classified each of the 700 fishes listed as either vulnerable (230), threatened (190), or endangered (280). In addition, 61 fishes are presumed extinct.<\/p>\r\n<p>The new report, published in <em>Fisheries<\/em>, was conducted by a U.S. Geological Survey-led team of scientists from the United States, Canada and Mexico, who examined the status of continental freshwater and diadromous (those that migrate between rivers and oceans) fish.<\/p>\r\n<p>\"Freshwater fish have continued to decline since the late 1970s, with the primary causes being habitat loss, dwindling range and introduction of non-native species,\" said Mark Myers, director of the USGS. \"In addition, climate change may further affect these fish.\"<\/p>\r\n<p><strong>Most Vulnerable Groups<\/strong><\/p>\r\n<p>The groups of fish most at risk are the highly valuable salmon and trout of the Pacific Coast and western mountain regions; minnows, suckers and catfishes throughout the continent; darters in the Southeastern United States; and pupfish, livebearers, and goodeids, a large, native fish family in Mexico and the Southwestern United States.&nbsp;<\/p>\r\n<p>Nearly half of the carp and minnow family and the Percidae (family of darters, perches and their relatives) are in jeopardy. Fish families important for sport or commercial fisheries also had many populations at risk. More than 60 percent of the salmon and trout had at least one population or subspecies in trouble, while 22 percent of sunfishes&nbsp;&mdash; which includes the well-known species such as black bass, bluegill and rock bass&nbsp;&mdash; were listed. Even one of the most popular game species in the United States, striped bass, has populations on the list.<\/p>\r\n<p><strong>Regions with the Most Troubled Fish<\/strong><\/p>\r\n<p>Regions with especially notable numbers of troubled fish include the Southeastern United States, the mid-Pacific coast, the lower Rio Grande and basins in Mexico that do not drain to the sea.<\/p>\r\n<p>Hotspots of regional biodiversity and greatest levels of endangerment are the Tennessee (58 fishes), Mobile (57), and the southeastern Atlantic Slope river systems (34). The Pacific central valley, western Great Basin, Rio Grande and rivers of central Mexico also have high diversity and numbers of fish in peril, according to the report. Many of the troubled fish are restricted to only a single drainage.&nbsp; \"Human populations have greatly expanded in many of these watersheds, compounding negative impacts on aquatic ecosystems,\" noted Howard Jelks, a USGS researcher and the senior author of the paper.<\/p>\r\n<p><strong>Degree of Trouble<\/strong><\/p>\r\n<p>Of fish on the 1989 imperiled list, 89 percent are either still listed with the same conservation status or have become even more at risk. Only 11 percent improved in status or were delisted. The authors emphasized that improved public awareness and proactive management strategies are needed to protect and recover these aquatic treasures.<\/p>\r\n<p>\"Fish are not the only aquatic organisms undergoing precipitous declines,\" said USGS researcher Noel Burkhead, a lead author on the report and the chair of the AFS Endangered Species Committee. \"Freshwater crayfishes, snails and mussels are exhibiting similar or even greater levels of decline and extinction.\"<\/p>\r\n<p>The authors noted that the list was based on the best biological information available. \"We believe this","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Climate Change","dams","disease","drought","ecology","endangered","environment","fish","Salmon"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1220932800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169504"},{"tid":"170197"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}