{"title":"Trick or Treat? The Frightening Threats to Bats","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Each year on Halloween, as children dress up and go door to door looking for treats and excitement, batsâ\u0080\u0094the very animal we associate with the celebrationâ\u0080\u0094are in serious trouble and we need to â\u0080\u009ctreatâ\u0080\u009d them with the respect they deserve.\n\nIconic Halloween animals that reinforce the spookiness of the holiday, bats have long suffered a bad reputation. Theyâ\u0080\u0099ve been accused of harboring unkind spirits, making nests in piles of ratty hair, and are, of course, often associated with witches, warlocks, and Halloween. Few other mammals seem to â\u0080\u009cspookâ\u0080\u009d us with so many misunderstandings.Â But bats, because of their incredible echolocation abilities, rarely fly into or touch people.Â  Far from being merely an unsavory nuisance, they serve amazing and essential ecological roles in our country.\n\nUnfortunately for insect-eating bats,Â <a href=\"http:\/\/whitenosesyndrome.org\/about-white-nose-syndrome\">white-nose syndrome<\/a>Â (WNS), a fatal fungal growth in the wings and muzzles of hibernating bats, has killed over 5 million bats since 2006, and may well lead to the extinction of certain bat species. In addition, bats are susceptible to being killed or injured by wind turbines.\n\nAccording to Paul Cryan, a bat ecologist with the U.S. Geological Survey, â\u0080\u009cPeople often ask why we should care about bats, and our research analysis strongly suggests that bats are saving us big bucks by gobbling up insects that eat or damage our crops. It is obviously beneficial that insectivorous bats are patrolling the skies at night above our fields and forestsâ\u0080\u0094and that these bats deserve help.â\u0080\u009d\n\nUnlike the dreaded vampire bat typically associated with Halloween, insect-eating bats perform services valuable to humans.Â  Research by Cryan and his colleagues shows that insect-eating batsâ\u0080\u0094through their free pest-control servicesâ\u0080\u0094save the agricultural industry at least $3 billionÂ each year. A single little brown bat, which has a body no bigger than an adult humanâ\u0080\u0099s thumb, can eat four to eight grams (the weight of about a grape or two) of insects each night. The loss of millions of bats in the Northeast has probably resulted in between 1.4 and 2.9 million pounds (equivalent to about two to three full Boeing 747-8F airliners) of insects no longer being eaten each year by bats in the region.\n\nWith these facts in mind, perhaps we can feel friendlier towards bats this Halloween.\n\n<strong>An Invasive, Emerging Disease: White-Nose Syndrome<\/strong>\n\nU.S. bat populations have been declining at an alarming rate since the 2006 discovery of WNS in New York State. To date, the disease has been found inÂ <a href=\"http:\/\/batcon.org\/images\/stories\/WNS_Status_Large20130917.jpg\">25 states and five Canadian provinces<\/a>Â and has killed more than 5 million bats. The Northeast, where bat population declines have exceeded 80 percent, is the most severely affected region in the country. There is no known cure for WNS, and diseases among free-ranging wildlife are difficult to stop once theyâ\u0080\u0099ve become established in wildlife populations.\n\nWNS is caused by a deadly fungus calledÂ <em>Pseudogymnoascus destructans<\/em>Â (formerly known asÂ <em>Geomyces destructans<\/em>), according toÂ <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3015&amp;from=rss_home\">research by USGS scientists and partners<\/a>. True to its ominous name,Â <em>P. destructans<\/em>Â causes a powdery white growth on the muzzles and wings of most infected bats (the telltale sign of a life-threatening WNS infection), compromised immune systems,Â <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2664&amp;from=rss_home\">wing damage<\/a>, and abnormal bat behavior.\n\n&nbsp;\n\n[caption id=\"\" align=\"alignleft\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/qvm8PCb54I_9#.VEgO5ld4Gno\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/01_08_2009\/qvm8PCb54I\/medium\/10_DSC_0012.JPG\" alt=\"\" width=\"400\" height=\"266\" \/><\/a> USGS pathologist Nancy Thomas and technician Dottie Johnson necropsy a little brown bat at the USGS National Wildlife Health Center.[\/caption]\n\nThe disease is spread by bat-to-bat contact during hibernation, bat contact with a<em>Â <\/em><em>P.destructans<\/em>-contaminated environment, and possibly by humans carrying the fungus from infected caves to uninfected sites. (WNS is not known to affect people.) For this reason, many caves in affected states have been closed to recreational use, and people visiting open sites are urged to follow specificÂ <a href=\"http:\/\/whitenosesyndrome.org\/topics\/decontamination\">decontamination procedures<\/a>.\n\nThe abrupt spread ofÂ <a href=\"http:\/\/vimeo.com\/76705033\">WNS<\/a>Â has disrupted populations of seven bat species so far, and if the current rate continues, WNS could threaten several of these speciesâ\u0080\u0094including the federally endangered Indiana batâ\u0080\u0094with extinction. Studies by USGS scientists and collaborators provide critical information about WNS, which may help decision-makers preserve these ecologically and economically valuable North American bat populations.\n\nâ\u0080\u009cThe high number of bat deaths and range of species being affected far exceeds the rate and magnitude of any previously known natural or human-caused mortality event in bats, and possibly in any other mammals,â\u0080\u009d said Cryan.\n\n<strong>Bats and Wind Energy<\/strong>\n\nIn addition to WNS, bats have another rapidly growing danger. Wind energy is one of the fastest-growing sources of renewable energy in the United States today. Land-based wind turbines can reach more than 425 feet above ground with a rotor-swept area of 1 sometimes 2.5 acres. Though wind turbines play an important role in the nationâ\u0080\u0099s energy portfolio, bats and birds have been injured or died from collisions with turbines or from the physiological damage caused by the massive turning blades. It is estimated that nearly 900,000 bats die at wind turbines each year. As our nationâ\u0080\u0099s energy portfolio continues to grow, it is critical that development be guided by the best science available so that it happens in the right way and the right places. USGS researchers are assessing not only how and why a bat interacts with the blades of a wind turbine at night, but possible methods to reduce the numbers of bat and bird fatalities.\n\nWe are creating new applications of innovative technologies like employing radar to track flight patterns of bats; using low-light surveillance cameras to document bat-turbine encounters; developing models to predict fatalities; and recording flight calls of bats and birds to determine the distribution of migrants in time and space.Â  Together, this information can be used to help reduce the harmful effects of wind energy on bats by providing information needed for better turbine design, operation, and placement.\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_19_2009_s84Aq11PPk_10_19_2009_0#.VEgPUVd4Gno\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_19_2009\/s84Aq11PPk_10_19_2009\/medium\/01_Bats_and_Wind_Energy.JPG\" alt=\"Death in Bats\" width=\"400\" height=\"300\" \/><\/a> An unexpected number of dead bats began appearing beneath industrial-scale wind turbines in North America and Europe during the past decade.[\/caption]\n\nTo learn more, please listen to this<a href=\"http:\/\/gallery.usgs.gov\/audios\/315\">Â podcast<\/a>Â on bats and wind energy.\n\n<strong>About Bats<\/strong>\n\nBats remarkably similar to the ones we have today first appeared on Earth more than 50 million years ago. No other mammal has ever achieved the ability to sustain flight. There are over 1,000 species of bats, some the size of a human thumb and others with a six-foot wingspan. Some eat insects, some eat rodents, some eat nectar from plants, and yes, some eat blood, and other than fruit bats, all are active at night. Bats rely on echolocation (locating objects by reflected sound) to navigate through the night and in the caves and tree-roosting sites many kinds of bats inhabit.\n\nDuring the winter, many species of bats hibernate in dark and moist caves or mines, playing an important role by bringing important resources into cave ecosystems. Hibernation is an adaptation for bat survival during the cold winter months, when there are no insects available for bats to eat. Bats must store energy, in the form of fat, prior to hibernation.Â One of the problems with WNS is that the hibernation of many afflicted bats is interrupted, often leading them to depart their winter roost and to eventually starve to death.\n\nBat reproduction begins with mating in the fall before hibernation. Female bats store sperm through the winter and become pregnant in the spring soon after emerging from caves or other winter roosts.Â In spring, bats migrate to their summer areasâ\u0080\u0094often wooded locations with lots of trees and vegetation. Females usually roost together in maternity colonies under the peeling bark or in cavities of dead and dying trees and in caves in groups of up to 100 or more. Each female in the colony typically gives birth to only one pup per year. Young bats are nursed by the mother, who leaves the roost only to forage for food. While mothers are out foraging, the young bats huddle together like building blocks to keep warm. The young stay with the maternity colony throughout most of their first summer.\n\n<strong>Links:<\/strong>\n\n&nbsp;\n<ul>\n\t<li>USGS National Wildlife Health Center: <a href=\"http:\/\/www.nwhc.usgs.gov\/disease_information\/white-nose_syndrome\/\">http:\/\/www.nwhc.usgs.gov\/disease_information\/white-nose_syndrome\/<\/a><\/li>\n\t<li>USGS Fort Collins Science Center: http:\/\/www.fort.usgs.gov\/<\/li>\n\t<li>National coordinated response to white-nose syndrome: <a href=\"http:\/\/www.whitenosesyndrome.org\/\">http:\/\/www.whitenosesyndrome.org\/<\/a><\/li>\n\t<li>Bat Conservation International: <a href=\"http:\/\/batcon.org\/index.php\/what-we-do\/white-nose-syndrome.html?utm_source=internal&amp;utm_medium=five_icon&amp;utm_campaign=White-nose%2BSyndrome\">http:\/\/batcon.org\/index.php\/what-we-do\/white-nose-syndrome.html?utm_source=internal&amp;utm_medium=five_icon&amp;utm_campaign=White-nose%2BSyndrome<\/a><\/li>\n<\/ul>\n<strong>Â <\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24396","uid":"31","filename":"BatMain.jpg","uri":"public:\/\/BatMain.jpg","filemime":"image\/jpeg","filesize":"30116","status":"1","timestamp":"1425492768","type":"image","uuid":"98f0ec93-13c3-4b51-a8eb-9e13a928f3d4","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["agriculture","bats","ecology","Halloween","Pest-Control","pollinators","white-nosesyndrome"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1414775616","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}