{"title":"USGS Invites Stakeholder Comments about Strategic Plan","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey Director Charles G. Groat today issued an invitation to stakeholders across the nation to comment on a revision of the agency&rsquo;s Strategic Plan. <!--introend-->\n<p>The Government Performance and Results Act (GPRA) of 1993 requires that federal agencies update and revise their strategic plans at least every 3 years, with the first revision due in 2000. Agencies must consider the views and suggestions of other parties that could be affected by or be interested in the agency&rsquo;s plan during the plan&rsquo;s development. The USGS revision will cover the period of time from fiscal year 2000 to 2005 (a fiscal year runs from October 1 to September 30). \r\n<p>\"Our revised strategic plan is aimed at making customers&rsquo; needs the driving force behind our scientific programs,\" said Dr. Groat. \"For this reason, customer comments are highly valued in helping clarify our scientific vision and strategy so we can better define the operations and people infrastructure needed to continually improve the quality of our work.\" \r\n<p>The USGS invites and welcomes comments from all interested parties. Comments are due no later than August 31, 1999, and may be submitted by any of the following methods: (1) electronically at www.usgs.gov\/stratplan; (2) through e-mail to StratPlan@usgs.gov; or (3) by regular mail to Anne Kinsinger, Chief of the Office of Program Planning and Coordination, USGS, 107 National Center, Reston, VA 20192. \r\n<p>Public meetings will be scheduled if sufficient interest warrants. Parties interested in scheduling public consultation sessions should contact Ms. Kinsinger by one of the above methods no later than August 16, 1999. Session participants should be familiar with the plan. \r\n<p>The location of any public meetings will be published in a Federal Register Notice. \r\n<p>Copies of the strategic plan are available on the Internet at <a href=\"http:\/\/www.usgs.gov\/stratplan\">www.usgs.gov\/stratplan<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"932702400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168855"},{"tid":"170534"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}