{"title":"Wildfire Science Returns to Rim Fire","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2013_11_07\/rim_fire1.jpg\" alt=\"\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">A recent image from the Landsat 8 satellite in the vicinity of Yosemite National Park, California, during the Rim Fire (August 31). Started on August 17, the Rim Fire had burned over 219,000 acres by August 31 (an area nearly 15 times the size of Manhattan Island). Image is false-colored using bands 6, 5, 4 to allow identification of critical vegetation and fuels information that will help firefighters and emergency managers. In the image fire appears bright red, vegetation is green, smoke is blue, clouds are white, and bare ground is tan-colored. (<a href=\"http:\/\/eros.usgs.gov\/sites\/all\/files\/external\/styles\/full\/public\/votn\/08312013.png\">High resolution image<\/a>.) (<a href=\"http:\/\/eros.usgs.gov\/views-news\/rim-fire\">Landsat 8 satellite sees Rim Fire from space.<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SACRAMENTO, Calif.<strong> &mdash; <!--introstart--><\/strong>Although dousing the flames was foremost in people's minds during the recent Rim Fire in Stanislaus National Forest and Yosemite National Park, U.S. Geological Survey scientific work continues well after the fire is out.<!--introend--> USGS scientists are continuing their critical research characterizing the hidden dangers faced after large wildfires.<\/p>\r\n<p>While the fire was still smoldering in September, the multi-agency BAER (Burned Area Emergency Response) team developed a burn-severity map and shared it with USGS scientists. USGS assessed the potential for <a href=\"http:\/\/landslides.usgs.gov\/research\/wildfire\/\">debris flows<\/a> that tend to occur when the winter rains soak the steep slopes following fires by adding critical information on soil characteristics, the ruggedness of the terrain, and the typical amount of rainfall in that area in order to model the likelihood and possible volumes of debris flows. The just published <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1260\/\">Rim Fire debris-flow hazards assessment map<\/a>, will help land and emergency managers focus mitigation treatments on where the greatest damage might be done by post-fire debris flows.<\/p>\r\n<p>As the Rim Fire growth slowed and the BAER team began their onsite evaluation of post-fire threats to life and property, the <a href=\"http:\/\/ca.water.usgs.gov\/news\/2013\/RimFire.html\">USGS California Water Science Center<\/a> and the San Francisco Public Utilities Commission, operator of the Hetch Hetchy Regional Water System, assessed project facilities and USGS streamgages within the fire perimeter. Many of these streamgages were scorched and in need of repair, and the facilities are now subject to increased potential of debris flows and flash flooding.<\/p>\r\n<p>\"Our ongoing science research and the relationships and collaborations we have built with wildfire responders and land managers help mitigate and reduce the hazards of wildfire in the future,\" said USGS Pacific Regional Director Mark Sogge.<\/p>\r\n<p>The most time-critical task for USGS scientists now is to work with the California Department of Water Resources, Modesto Irrigation District, and Turlock Irrigation District to establish a streamgage and extensive water-quality monitoring at a location downstream from the fire extent and upstream from Don Pedro Reservoir in the Sierra Nevada foothills. Documenting the quantity and quality of water entering the reservoir, and modeling streamflow changes in response to the fire, gives reservoir managers the tools to understand the cumulative effects of the Rim Fire on future water supplies.<\/p>\r\n<p>Throughout the fire, USGS <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3683\">satellite imagery<\/a>, such as <a href=\"http:\/\/eros.usgs.gov\/views-news\/rim-fire\">Landsat&rsquo;s before-and-after images<\/a> of the Rim Fire, provided firefighters with situational awareness, and helped them mount","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["wildfires","Rim Fire","Yosemite","Stanislaus","Debris Flows","flood","water","Water Quality","hydrology","streamgage","hazard"],"distribution":["Natural Hazards","Water"],"release_date":{"und":[{"value":"1383800400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}