{"title":"Landsat Views of Earth Help Bring the Mail","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"488\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_in1Pht6GFb_09_28_2012_0#.UGnH7WNb1Np\"><img src=\"http:\/\/gallery.usgs.gov\/images\/09_28_2012\/in1Pht6GFb_09_28_2012\/medium\/Volcanic_crater.jpg\" alt=\"\" width=\"488\" height=\"500\" \/><\/a> Mount St. Helens and its surrounding area continue to recover from the explosive eruption of May 1980. Shades of white and gray indicate still-bare slopes; dark â\u0080\u009criversâ\u0080\u009d are deep channels cut by fast-moving flows of hot ash, rock and gas. Green represents regrowth of vegetation.[\/caption]\n\n&nbsp;\n\nTwo images from LandsatÂ  satellites are included in the new U.S Post Office series of 15 <a href=\"http:\/\/beyondtheperf.com\/stamp-releases\/earthscapes\">Earthscapes<\/a> Forever stamps. Released October 1 to kick off National Stamp Collecting Month, the stamps vividly portray America's diverse landscapes as viewed from heights of several hundred feet above the Earth to several hundred miles in space.\n\n\"Once you've seen the world from above, you never look at it quite the same way again,\" said U.S. Postal Service Chief Financial Officer and Executive Vice President Joseph Corbett, Washington. \"That's why the Postal Service is proud to offer these Earthscapes stamps, which invite us to take a bird's eye view of the land we all share.\"\n\nThe <a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a> Program is a series of Earth-observing satellite missions jointly managed by the U.S. Geological Survey (USGS) and NASA. Remote-sensing satellites, such as the Landsat series, help scientists to observe the world beyond the power of human sight, to monitor changes, and to detect critical trends in the conditions of natural resources. USGS conducts the daily operations of the Landsat 5 and 7 satellites.\n\n<strong>Earthscapes<\/strong>\n\n<strong><\/strong>The <a href=\"http:\/\/beyondtheperf.com\/stamp-releases\/earthscapes\">Earthscapes<\/a> collection presents examples of three broad categories of the way that human actions intersect with the land â\u0080\u0094 natural, agricultural, and urban. The colorfully patterned portraits were all created high above the planetâ\u0080\u0099s surface, either carefully composed by photographers in aircraft or routinely imaged by LandsatÂ  satellites while orbiting the Earth at an altitude of over 400 miles.\n\nEach stamp, within its limited amount of space, represents only a stylized fragment of a geographical area, which may or may not be typical of a particular region. Still, they offer stamp customers an opportunity to see the world in a new way.\n\nThe two stamps that feature Landsat images â\u0080\u0094 <a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_in1Pht6GFb_09_28_2012_0\"><em>Volcanic Crater<\/em><\/a><em> <\/em>and <a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_e38Lcp5BBv_09_28_2012_1\"><em>Center-pivot irrigation<\/em><\/a> â\u0080\u0094 depict a natural disaster site, Mount Saint Helens, and an agricultural practice that is common in the Garden City, Kansas area.\n\n<em><\/em><a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_in1Pht6GFb_09_28_2012_0\"><em>Volcanic Crater<\/em><\/a><em><\/em>\n\n<em><\/em><a href=\"http:\/\/remotesensing.usgs.gov\/feature\/description.php?id=281\">Mount St. Helens<\/a> and surrounding area recover from the historic May 1980 eruption. Shades of white and gray indicate still-bare slopes that were swept by volcanic flows; light green areas at the top of the photo show re-growth of vegetation in devastated areas; dark green areas at the bottom were unaffected by the eruption.\n\n<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_e38Lcp5BBv_09_28_2012_1\"><em>Center-pivot irrigation<\/em><\/a><em><\/em>\n\n<em><\/em><a href=\"http:\/\/eros.usgs.gov\/imagegallery\/collection.php?type=earth_as_art#14\">Circular patterns<\/a> on Kansas cropland show center-pivot sprinkler systems have been at work. Red circles indicate healthy, irrigated crops; lighter circles represent harvested crops. Corn, wheat, alfalfa, soybeans, and grain sorghum account for most of the irrigated acreage in Kansas.\n\n<strong>A Long View from Space <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/09_28_2012_e38Lcp5BBv_09_28_2012_0#.UGnJVmNb1Np\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/09_28_2012\/e38Lcp5BBv_09_28_2012\/medium\/Earthscapes_Sheet.jpg\" alt=\"\" width=\"500\" height=\"330\" \/><\/a> Two images from the Landsat 7 satellite were included in the U.S Post Office series of 15 Earthscapes Forever stamps released Oct. 1, 2012.[\/caption]\n\nRemote-sensing satellites, such as the Landsat series, help scientists to observe the world beyond the power of human sight, to monitor changes, and to detect critical trends in the conditions of natural resources. Data supplied by Landsat supports the improvement of human and environmental health, energy and water management, urban planning, disaster recovery, and crop monitoring.\n\nUSGS archives and distributes the massive amount of Earth observation data that has been collected by the Landsat satellite series since 1972. This extended record â\u0080\u0094 now four decades long â\u0080\u0094 forms an impartial, comprehensive, and easily accessed register of human and natural changes on the land.\n\n<strong>Earth as Art <\/strong>\n\nBeyond the scientific information they confer, some Landsat images are simply striking to look at, as illustrated in the Earthscapes collection. Â In fact, among the millions of freely accessible Landsat images, many present spectacular views of mountains, valleys, and islands; forests, grasslands, and agricultural patterns. Â By selecting certain features and coloring them from a digital palate, the USGS has created a series of <a href=\"http:\/\/eros.usgs.gov\/imagegallery\/\">Earth as Art<\/a> perspectives that demonstrate an artistic resonance in land imagery and provide a special avenue of insight about the geography of each scene.\n\nAs part of the <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat-40th.html\">Landsat 40<sup>th<\/sup> Anniversary Celebration<\/a> this summer, the USGS and NASA held an online contest in which more 14,000 people voted on their <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/40th-earthasart.html\">Top Five favorite Earth as Art<\/a> images.\n\n<strong>On the horizon<\/strong>\n\n<strong><\/strong>NASA is preparing to launch the next Landsat satellite, the <a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/overview\/index.html\">Landsat Data Continuity Mission (LDCM)<\/a>, on February 11, 2013, from Vandenberg Air Force Base in California. LDCM will be the most technologically advanced satellite in the Landsat series. LDCM sensors take advantage of evolutionary advances in detector and sensor technologies to improve performance and increase reliability. Once it successfully achieves orbit, LDCM will join the Landsat 5 and Landsat 7 satellites as Landsat 8 to continue the Landsat data record.\n\n<strong>Links and resources<\/strong>\n\n<a href=\"http:\/\/landsat.usgs.gov\/index.php\">USGS Landsat<\/a>\n\n<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/main\/index.html\">NASA Landsat<\/a>\n\n<a href=\"http:\/\/eros.usgs.gov\/imagegallery\/\">Earth as Art Image Gallery<\/a>\n\n<a href=\"http:\/\/www.nasa.gov\/mission_pages\/landsat\/news\/landsat-history.html\">History and overview of the Landsat program<\/a> (nontechnical)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24238","uid":"31","filename":"Volcanic_crater.jpg","uri":"public:\/\/Volcanic_crater.jpg","filemime":"image\/jpeg","filesize":"69631","status":"1","timestamp":"1425492768","type":"image","uuid":"e8e43af6-e908-4218-999c-1ff202228c25","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earth observation","Land Remote Sensing","landsat"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1349111152","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}