{"title":"Gordon and Betty Moore Foundation Awards $6 million for Research Leading to West Coast Earthquake Early Warning System","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Additional Contacts<\/strong>:&nbsp; Deborah Williams-Hedges, Caltech,&nbsp;626-395-3227,&nbsp;<a href=\"mailto:debwms@caltech.edu\">debwms@caltech.edu<\/a>&nbsp;and Vince Stricherz, UW, 206-543-2580, <a href=\"mailto:vinces@uw.edu\">vinces@uw.edu<\/a><\/p>\n<p>PALO ALTO, Calif. &mdash;<!--introstart-->The Gordon and Betty Moore Foundation has awarded $6 million to three West Coast universities to create a prototype earthquake early warning system for the Pacific Coast of the United States.<!--introend--><\/p>\r\n<p>The grant will allow seismologists at the University of California, Berkeley, California Institute of Technology (Caltech), and University of Washington, Seattle, in collaboration with the U.S. Geological Survey, to learn about the science of earthquakes and the best way to capture and analyze seismic data in order to give schools, utilities, industries and the general public as much time as possible&mdash;most likely seconds to several minutes&mdash;before the ground begins to shake.<\/p>\r\n<p>\"The Gordon and Betty Moore Foundation is funding this basic, fundamental science to yield an earthquake early warning prototype that we hope will pave the way for a fully functioning system in the Western U.S.,\" said Cyndi Atherton, program director for science programs at the foundation. &nbsp;\"A warning system has the potential to save thousands of lives and millions of dollars in the event of an earthquake, and we feel it is important to resolve any scientific questions that could stand in the way of implementing such a system.\"<\/p>\r\n<p>Each university will receive $2 million over three years.<\/p>\r\n<p>\"The technology and scientific expertise exist to create a sophisticated West Coast earthquake early warning system even more advanced than Japan's now four-year-old system, which functioned well after the magnitude 9.0 Tohoku quake earlier this year,\" said Richard Allen, director of the Berkeley Seismological Laboratory and a UC Berkeley professor of earth and planetary science. \"We are gratified that the Foundation is supporting research that will help us bridge the gap between the current nascent test EEW system in California and a full West Coast ShakeAlert prototype.\"<\/p>\r\n<p>\"The USGS has the federal responsibility to issue alerts for earthquakes, volcanoes, and landslides to enhance public safety and to reduce losses through effective forecasts and warnings. We look forward to integrating the expected results of the research funded by the Gordon and Betty Moore Foundation into our real-time earthquake monitoring systems,\" said Doug Given, USGS seismologist, and EEW coordinator.<\/p>\r\n<p>ShakeAlert, the current version of an early warning system now being tested by Caltech and UC Berkeley in collaboration with the Southern California Earthquake Center, ETH Zurich and the USGS, opens a pop-up alert on a recipient's computer in the event of a major earthquake, listing quake location and magnitude and the estimated time before shaking should be felt. While people living near the epicenter of a quake will not have much warning, those farther from a large quake could have seconds or tens of seconds of notice before the ground shakes.<\/p>\r\n<p>The universities will seek partners in industry to provide extra funding, test the prototype, and provide critical feedback about how they want to receive warning. Google.org and Deutsche Telekom's Silicon Valley Innovation Center have already partnered with the Berkeley Seismological Laboratory to financially support development of the prototype.<\/p>\r\n<p>The grants from the Gordon and Betty Moore Foundation will help each university tailor its EEW system to the local fault system, addressing issues of rapid detection and prediction of shaking, and delivery of a warning to those in harm&rsquo;s way.<\/p>\r\n<p>\"Our immediate goal in the Pacific Northwest is analysis of hundreds of GPS stations along with the existing seismometers to provide minutes of warning in the case of great coastal ear","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["earthquake","Early Warning","Caltech","Berkeley","washington","Moore","geology","Shake Alert"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1322542800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169415"},{"tid":"169953"},{"tid":"168950"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}