{"title":"USGS Celebrates a Century of Monitoring the Flint River in Bainbridge, Georgia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<span>Join us on Monday, October 1 at 2:00 pm in the\r\nPavilion in Cheney Griffin Park\r\nalong the Flint River in Bainbridge.<\/span>\r\n<\/p>\r\n<p>\r\n<!--introstart-->Officials from the U.S. Geological Survey (USGS),\r\nthe City of Bainbridge, the National Weather\r\nService, the U.S. Army Corps of Engineers, and the Georgia Environmental\r\nProtection Division are marking the 100<sup>th<\/sup> anniversary of the start of monitoring at the Flint River\r\nat Bainbridge.<!--introend--> A plaque commemorating\r\nthe event will be mounted near the public pavilion at Cheney Griffin\r\nPark in Bainbridge, just\r\ndownstream of the bridge where the gage is located.\r\n<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\" width=\"210\" align=\"right\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\">\r\n\t\t\t<img src=\"\/newsroom\/images\/2007-9-28\/wood_stork.jpg\" border=\"0\" alt=\"caption below\" width=\"174\" height=\"254\" \/>\r\n\t\t\t<p>\r\n\t\t\t<span class=\"small\"> Wood stork, an endangered species.&nbsp; Photo credit: George Gentry, U.S. Fish and Wildlife Service.<\/span>\r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t\t<tr>\r\n\t\t\t<td align=\"center\">\r\n\t\t\t<img src=\"\/newsroom\/images\/2007-9-28\/chickasawhatchee.jpg\" border=\"0\" alt=\"caption below\" width=\"200\" height=\"150\" \/>\r\n\t\t\t<p>\r\n\t\t\t<span class=\"small\"> The swamps and wetlands of southwestern Georgia provide unique plant and animal habitats. The Swamp of Toa&mdash;also referred to as the Chickasawhatchee Swamp&mdash;is one of the largest remaining, relatively intact, fresh-water swamps in the Southeastern United States.<\/span>\r\n\t\t\t<\/p>\r\n\t\t\t<\/td>\r\n\t\t<\/tr>\r\n\t<\/tbody>\r\n<\/table>\r\n<p>\r\nOn\r\nOctober 1, 1907, the Bainbridge streamgage began reporting the volume of water\r\nflowing in the Flint River and its height. Through\r\ndroughts, floods, and disputes over water availability, the station provided\r\nimportant information for public safety and resource management. The Bainbridge\r\nstreamgage is the 18<sup>th<\/sup> gage in Georgia with more than 100 years of\r\noperation, and one of a small number of gages in the network of more than 7400\r\ngages in the U.S. that have 100-year records. \r\n<\/p>\r\n<p>\r\nThe Flint River begins in an unlikely place, a\r\nculvert just north of Atlanta&#39;s Hartsfield-Jackson International Airport. It then flows beneath the runways of the\r\nworld&#39;s busiest airport. Along its 350 mile course, it supports an ecosystem of\r\nplants and animals, including the bald eagle.\r\nIt is home to more than 15 different endangered species of mussels and\r\nwildlife. It\r\nsupplies water to Lake\r\nSeminole and to a system\r\nof wetlands. It also is a primary contributor to\r\nrecharging the Floridan aquifer, the main groundwater source supporting\r\nagriculture and residential development in South Georgia. The Flint River\r\ngenerates electric power and provides drinking water to many communities and supports a large recreational and sport\r\nfishing industry along its length.  \r\n<\/p>\r\n<p>\r\nNotable\r\nin the Flint River&#39;s history are its\r\nfloods.  When the Bainbridge gage reaches\r\n25 feet, the river is at flood stage. On January 24, 1925 the record height was\r\nset for the gage at 40.90 feet. On July\r\n14, 1994, another record flood resulted when several days of heavy rains from\r\nTropical Storm Alberto caused the highest flow volume to date measured at the\r\ngage &mdash; 108,000 cubic feet per second.\r\n<\/p>\r\n<p>\r\nMore\r\nrecently, the gage has been setting records for low flow. On September 13, 2002, the minimum daily mean flow record was set at 1190 cubic feet per\r\nsecond.  Prior to the completion of Woodruff Dam to impound Lake Seminole,\r\nthe lowest daily mean stage was 1.98 feet on March 9, 1952.  After\r\nimpoundment of Lake Seminole, which created backwater conditions on the Flint\r\nRiver in Bainbridge, the stage has increased on average more than 10 feet at\r\nthe gage. \r\n<\/p>\r\n<p>\r\nThe\r\ngage still reports the river&#39;s flow &ndash; now using acoustic velocity\r\ntechnology &ndash; and height; it also monitors\r\nprecipitation and meteorological conditions, reporting the data","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1190952000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168974"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}