{"title":"USGS Director Announces Expanded Customer Service","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nA re-direction of efforts to better serve the public in every state will start by delegating new bureauwide responsibility to U.S. Geological Survey representatives in all 50 states and adding new customer services, according to USGS Director Gordon Eaton.\r\n<\/p>\r\n<p>\r\nSpeaking Tuesday (June 13, 1995) before the annual meeting of the American Association of State Geologists, Reno, Nev., Dr. Eaton described the &quot;new USGS.&quot;\r\n<\/p>\r\n<p>\r\n&quot;Even in these stringent budget times, we are determined to remain the Nation&rsquo;s premiere earth science agency,&quot; Eaton said. &quot;We are determined to work with our 1,200 partner organizations in all 50 states to provide essential public services and to remain a principal and trusted source of basic information on the country&rsquo;s water and earth resources and natural hazards such as floods and earthquakes, and the provider of maps and cartographic information.\r\n<\/p>\r\n<p>\r\n&quot;But the new USGS must face the new reality,&quot; Eaton said. &quot;These are very difficult budget times. As a federal bureau, we must do our part in reducing the cost of government. We have trimmed our staff by about 10 percent during the past budget year, and must assume we will be asked to do even more belt tightening in the years ahead.\r\n<\/p>\r\n<p>\r\n&quot;The new USGS must work harder to reach and serve its customers better,&quot; Eaton said. &quot;We serve every citizen every day in some way. Whether it&rsquo;s through the water, energy and mineral resources they use, or the roads, urban developments and wilderness areas that are based on our maps, we are at work on behalf of every citizen in every state. But we need to do a better job of communicating the results of our science so that the information is more readily available and easier to use.\r\n<\/p>\r\n<p>\r\n&quot;To focus our efforts even more sharply at the state level, I am assigning new responsibility to a senior USGS official in each state to provide a bureauwide focus on what we are doing and to seek mutually beneficial opportunities to do more,&quot; the USGS Director said.\r\n<\/p>\r\n<p>\r\n&quot;I am also pleased to announce the availability of a new series of fact sheets summarizing our work in every state,&quot; Eaton said. &quot;We are now making these fact sheets and other basic information, such as earthquake and streamflow data, more widely available to the public through Internet and a new fax-on-demand system as well as our 800 phone number (1-800-ASK-USGS) and the traditional mail and over-the-counter services. We are determined to serve the citizen and our cooperators even better in the future.&quot; \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"803016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}