{"title":"Degradation Noted in Some Shoreline Habitatsâ\u0080¦Lake-Level Changes and Their Effects Detailed in Pilot Study of Great Lakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors:&nbsp; The report Lake-Level Variability and Water Availability in the <\/strong><strong>Great Lakes<\/strong><strong>, by Douglas A. Wilcox, Todd A. Thompson, Robert K. Booth, and J.R. Nicholas, USGS Circular 1311 is available on: <a href=\"http:\/\/pubs.usgs.gov\/circ\/2007\/1311\/\">http:\/\/pubs.usgs.gov\/circ\/2007\/1311\/<\/a><\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->The natural pattern of high and low lake levels is a key component in promoting species diversity and healthy ecosystems along the shores of the Great Lakes, and regulation of lake levels has led to degradation, particularly along Lake Ontario.<!--introend-->These are among the findings of a report released by the U.S. Geological Survey (USGS) on the variability of lake levels, its impact on water availability and coastal ecosystems, and the relation to climate and human activities. \r\n<\/p>\r\n<p>\r\n&quot;Development along the shore and commerce in the Great Lakes often depend on stable lake levels. No homeowner wants to be flooded out, and lake-based businesses such as marinas don&#39;t want to be left high and dry,&quot; said USGS scientist Douglas Wilcox, who led this study. &quot;Yet maintaining a vibrant ecosystem is important since that is what brings people here in the first place. &nbsp; \r\n<\/p>\r\n<p>\r\nThe Great Lakes Basin contains 95 percent of the fresh surface water in North America and 18 percent of the fresh surface water in the world. &quot;It was important and logical that we start with this region in looking at the availability of fresh water, a resource that is crucial to the nation&#39;s economy and ecosystems. This report is intended to give planners and policy-makers the information they need to strike a balance between these needs and achieve long-term economic and ecosystem health for this region,&quot; said Wilcox. \r\n<\/p>\r\n<p>\r\nThe report describes both recorded changes in water levels and pre-historical changes that were reconstructed from scientific data. Currently, reconstructed water-level histories have been completed for Lakes Michigan and Huron going back 4,700 years. &nbsp;Other lakes in the Great Lakes basin will be completed in the future. &nbsp;Water-level recording began in the 1840s, and systematic records from all lakes began in 1860.&nbsp; The current network of gages has been in operation on each lake since 1918. \r\n<\/p>\r\n<p>\r\nAmong the findings noted in this report: \r\n<\/p>\r\n<ul>\r\n\t<li>Regulation of lake levels has created problems for wetlands of Lakes Superior and Ontario.&nbsp; Periodic high lake levels are needed to kill trees, shrubs, and canopy-dominating emergent plants in Great Lakes wetlands. Low water levels are needed to promote seed germination and growth of a multitude of species.<\/li>\r\n<\/ul>\r\n<ul>\r\n\t<li>The effects of regulation have been most severe in Lake Ontario, where the natural pattern of high and low lake levels has largely been eliminated by regulation at Niagara Falls.&nbsp; As a result, extensive stands of cattails have become established in nearly all wetlands along Lake Ontario.<\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"regions":["New York","Pennsylvania","Indiana","Iowa","Michigan","Minnesota","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1182312000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169294"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}