{"title":"Hurricane Sandy Impacts Did Not Contribute to Subsequent Storm Flooding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>WOODS HOLE, Mass. <\/strong>&mdash;<!--introstart-->Flooding in coastal areas bordering Great South Bay, N.Y. and Barnegat Bay, N.J. caused by winter storms that occurred following Hurricane Sandy was not influenced by changes Sandy made to barrier islands or other bay features, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>The study of Barnegat Bay and Great South Bay looked at data from November 2012 to October 2013, when winter storms brought water levels in these bays to among the 20 highest storm water levels reached from October 2007- October 2013.<\/p>\r\n<p>&ldquo;The frequent and extreme high-water levels caused by storms in these two bays in the months after Hurricane Sandy led to perceptions the mainland was more vulnerable to flooding,&rdquo; said USGS oceanographer and coauthor of the study Neil Ganju. &ldquo;This study shows that changes to bay features caused by Hurricane Sandy did not influence these post Sandy storm water levels.&rdquo;<\/p>\r\n<p>Hurricane Sandy caused extreme floods along portions of the northeast coast of the U.S. and cut new inlets across barrier islands in New Jersey and New York. Scientists investigated whether Hurricane Sandy had in some way reduced the protection provided by the barrier islands and the bays, leaving the mainland more vulnerable to flooding.<\/p>\r\n<p>The study compared water level measurements made at stations within Great South Bay and Barnegat Bay to ocean water levels before and after Hurricane Sandy. Both are back barrier bays -- bodies of water behind barrier islands and connected to the ocean through one or more inlets.<\/p>\r\n<p>&ldquo;Changes in&nbsp;water levels in the back-barrier bays are primarily caused by&nbsp;ocean water levels driving water into or out of the bays through inlets,&rdquo; said USGS oceanographer and lead author of the study Alfredo Aretxabaleta. &nbsp;&ldquo;The study showed that most of the ocean water level fluctuations caused by storms make their way into the bays, while only a fraction of tidal fluctuations do.&rdquo;<\/p>\r\n<p>The results showed that alterations to the barrier, inlet, and bay systems caused by Hurricane Sandy did not influence the high water levels caused by storms from November 2012 to October 2013. None of these post-Sandy storms opened new inlets or caused overtopping of the protective dunes and barrier beach systems. Both before and after Sandy, about 80 percent of storm surge&mdash;a temporary rise in water level caused by an offshore storm&rsquo;s winds or low pressure&mdash;made its way into the back barrier bays, whereas only about 20 percent of the tidal fluctuations do. This suggests that whether the same storm occurred before or after Hurricane Sandy, the water level in the bays would be the same. &nbsp;&nbsp;<\/p>\r\n<p>&ldquo;While the existing barrier island and inlet system shields the mainland to a great extent from the daily tides, most of the storm surge, and all long-term changes in water level, such as those resulting from sea level rise, reach the mainland&rdquo; said USGS oceanographer and coauthor Bradford Butman. &ldquo;These results will inform coastal communities and planners how water levels in back-barrier bays respond to ocean fluctuations.&rdquo;<\/p>\r\n<p>Several studies related to Hurricane Sandy recovery, restoration and rebuilding efforts, many of which are funded by Disaster Relief Appropriations Act 2013, are currently underway.<\/p>\r\n<p>&ldquo;The USGS is committed to providing the science foundation for federal, state, and local authorities to build more resilient communities,&rdquo; said John Haines, coordinator of the USGS&rsquo; Coastal and Marine Geology Program. &ldquo;This is one of many studies the USGS is doing to understand the effects of Hurricane Sandy and to evaluate the vulnerability of the coast and its communities to future storms.&rdquo;<\/p>\r\n<p>The study, &ldquo;Water-level response in back-barrier bays unchanged following Hurricane Sandy,&rdquo","summary":null,"format":null}]},"field_images":[],"regions":["New Jersey","New York"],"country":["United States of America"],"mm_tags":["Hurricane Sandy","coastalchange","Coasts","New York","New Jersey Natural Hazards","Geographic Areas Northeast"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1401163200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168813"},{"tid":"168958"},{"tid":"170190"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}