{"title":"USGS Study Shows Colorado Plateau Coal Plentiful","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new U.S. Geological Survey (USGS) assessment of the nation&rsquo;s coal resources shows abundant high quality, low-sulfur coal on federal and private lands in the Colorado Plateau region of Arizona, Colorado, New Mexico and Utah. The area is also home to vast quantities of coal bed methane gas - natural gas contained in coal. <\/p>\n<p>The new USGS assessment marks the first quantitative study ever of coal ownership and land ownership combined and integrated into Geographic Information System (GIS) layers that look at all coal parameters (location, thickness, depth, quality) on public and private lands. In the coming weeks, USGS researchers will be meeting with officials from other government agencies and elected leaders to demonstrate this new study.<\/p>\r\n<p>\"This is a very important study that will help the Administration&rsquo;s energy policy team as we search for adequate supplies to support the country&rsquo;s energy needs,\" said Interior Secretary Gale Norton. \"Our goal is to make the best decisions, using the best science available, utilizing the best technologies.\"<\/p>\r\n<p>Coal provides more than half the nation&rsquo;s electrical energy needs. Although prices for oil and natural gas have climbed sharply over the past two years, coal prices have risen only slightly. Coal from the west is low in sulfur content making it relatively inexpensive to meet tougher new federal environmental standards when producing electricity. Almost 85 percent of the coal in the Colorado Plateau is used to generate electrical power. Coal bed methane - natural gas stored within coal - makes up about 7 percent of the nation&rsquo;s natural gas usage annually.<\/p>\r\n<p>\"Information on affordable and reliable coal supplies is essential for the energy industry to meet the expected coal-based electric generation demands in the near future and in the long term,\" said Dr. Charles Groat, director of the USGS. \"Formulation of an effective national energy policy and development of energy resources requires that we understand the geology, distribution, quality and size of the national energy endowment.\" <\/p>\r\n<p>The Colorado Plateau Report is the second of a multi-part, five-year nationwide assessment of coal resources of the conterminous United States. The USGS assessment contains the latest information on coal resources, coal geology and coal quality, and discusses the environmental factors that eventually may control how and where coal is mined. That information is used by decision makers to make better energy and land choices. The new information may also help determine what preventative measures can be taken to ensure that coal is extracted cleanly and safely. The first analysis in this series, the coal resource assessment of the Northern Rocky Mountains and Great Plains, was released last year. <\/p>\r\n<p>The USGS National Coal Resource Assessment is part of a larger USGS mission to quantify and analyze world energy resources including petroleum, coal and natural gas. Coal assessments of other regions will be released this year. <\/p>\r\n<p>All products from the \"Geologic Assessment of Coal in the Colorado Plateau: Arizona, Colorado, New Mexico and Utah\" are digital and available on CD-ROM as USGS Professional Paper 1625-B. Products from the first assessment: \"1999 Resource Assessment of Selected Tertiary Coal Beds and Zones in the Northern Rocky Mountains and Great Plains Region\" are digital and available on CD-ROM as USGS Professional Paper 1625-A. Both CDs are available from the USGS, Information Services, Box 25286, Federal Center, Denver, CO 80225-0286, or call 1- 888-ASK-USGS.<\/p>\r\n<p>Additional information is available via the World Wide Web at <a href=\"http:\/\/energy.er.usgs.gov\/\">http:\/\/energy.er.usgs.gov<\/a> and <a href=\"http:\/\/energy.cr.usgs.gov\/\">http:\/\/energy.cr.usgs.gov<\/a>. <br><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"982904400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170040"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}