{"title":"Agencies Collaborate to Fight Wildlife Disease, Respond to Katrina Ecological Impacts, Measure Economic Impacts of Invasive Species: New Agreement to Strengthen Federal and State Science and Research Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<TABLE cellSpacing=0 cellPadding=3 width=255 align=right>\n<TBODY>\r\n<TR>\r\n<TD vAlign=top><IMG height=167 alt=\"Photo of people signing documents - read full caption below\" src=\"\/newsroom\/images\/signing_memo.jpg\" width=250> <\/TD><\/TR>\r\n<TR>\r\n<TD class=c-small vAlign=top><SPAN class=c-bold>Pictured above:<\/SPAN> John Baughman, Executive Vice-President, IAFWA; Fran Mainella, Director, NPS;&nbsp; Matt Hogan, Acting Director, USFWS; Kathleen Clarke, Director, BLM; and Patrick Leahy, Acting Director, USGS. <\/TD><\/TR>\r\n<TR>\r\n<TD>&nbsp;<\/TD><\/TR><\/TBODY><\/TABLE>\r\n<p>Washington, DC (October 3, 2005) &mdash; <!--introstart-->The United States Geological Survey (USGS), U.S. Fish and Wildlife Service (USFWS), National Park Service (NPS) and the Bureau of Land Management (BLM) signed a historic agreement with the International Association of Fish and Wildlife Agencies (IAFWA) to expand, combine and strengthen resources on common science and research issues.<!--introend--> In coordination with IAFWA, these agencies will work together to properly manage threats of diseases such as avian influenza or the West Nile virus, handle the ecological impacts of Hurricane Katrina, or measure the economic impacts of invasive and prevalent species.<\/p>\r\n<p>\"So many challenges threaten our nation&rsquo;s human, wildlife and land health, that it only makes sense for us to try to find new ways to identify our common wildlife interests and enhance our collaborative efforts,\" says Dr. Susan Haseltine, Associate Director of Biology at USGS. \"This way, we are able to do more science that benefits natural resources everywhere.\" <\/p>\r\n<p>IAFWA, the organization coordinating the agreement between agencies, represents all agencies responsible for North America&rsquo;s fish and wildlife resources. It applies expertise in science, policy, economics and coalition-building to serve its members as a national and international voice on a broad array of wildlife and conservation issues such as the National Fish Habitat Imitative and supporting the State Wildlife Action Plans. <\/p>\r\n<p>\"IAFWA&rsquo;s unique position and staunch advocacy for state wildlife science, research and management needs puts our agreement in motion,\" says Haseltine. \"It was crucial that these agencies work together to improve natural wildlife science coordination across and throughout all levels of the government and with other public and private organizations.\" <\/p>\r\n<p>This new collaborative effort builds on a previous agreement between USGS, USFWS and IAFWA in January 2004, when under direction of these three groups, IAFWA hired Science and Research Liaison, Dr. Russ Mason, a former employee of APHIS&rsquo; Wildlife Services Program.<\/p>\r\n<p>\"Increased scientific partnership between these organizations will help improve our understanding of the changes being made to our environment and the potential effects on wildlife and people,\" said Dan Ashe, Science Advisor to the USFWS Director. \"Through bringing several additional agencies to the table, our ability to identify and support common science initiatives will be expanded as well as our capacity to improve management and overall ecosystem health.\" <\/p>\r\n<p>America is a nation intrinsically connected to and immensely reliant on the natural environment. All citizens&mdash;whether they reside in the country&rsquo;s farmlands or mountains, in its cities or along the coast&mdash;affect and are affected by our natural resources. Diseases, natural disasters, insufficient resources to manage wildlife, and other issues pose a tremendous threat to both humans and wildlife in the United States and around the globe. <\/p>\r\n<p>\"There is much more that can be done as we manage emerging wildlife diseases, control invasive species, and recover species and habitats of concern,\" says Mason. \"It&rsquo;s my hope that this more comprehensive agreement will strengthen our combined science and research interests.\"&nbsp; <\/p>\r\n<p>On the Web: IAFWA, <a href=\"http:\/\/www.ia","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1128398400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169285"},{"tid":"170280"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}