{"title":"USGS Restructures Prices for Digital Map Products","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has revised prices for some digital cartographic data sets. Known as US GeoData, these data sets include digital elevation models (DEM), digital line graphs (DLG), digital raster graphics (DRG), land use and land cover data (LULC), geographic names information system data (GNIS), and black-and- white and color-infrared digital orthophoto quarter quadrangles (DOQQ). \n<p>Prices for these products were last revised more than 10 years ago. Prices have been adjusted to accurately reflect and ensure recovery of the costs associated with their reproduction and distribution, and are directly proportional to file size. These changes are consistent with guidance contained in the Office of Management and Budget Circular A-130 which permits government agencies to recover only reproduction and distribution costs from the sale of its products. \r\n<p>Revised prices for the US GeoData products are shown in the table below. These prices will become effective on October 1, 1998. A $3.50 handling fee applies to each order. \r\n<p>\r\n<TABLE width=\"98%\">\r\n<TBODY>\r\n<TR>\r\n<TH scope=col align=left>Product<\/TH>\r\n<TH scope=col align=left>Price\/File<\/TH>\r\n<TH scope=col align=left>Base Charge (Media)<\/TH>\r\n<TH scope=col align=left>Base Charge (ftp)<\/TH><\/TR>\r\n<TR>\r\n<TD>DEM<\/TD>\r\n<TD>$1.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>DLG<\/TD>\r\n<TD>$1.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>DRG<\/TD>\r\n<TD>$1.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>LULC<\/TD>\r\n<TD>$1.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>GNIS<\/TD>\r\n<TD>$1.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>DOQQ (B\/W)<\/TD>\r\n<TD>$7.50<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR>\r\n<TR>\r\n<TD>DOQ Q (CIR)<\/TD>\r\n<TD>$15.00<\/TD>\r\n<TD>$45.00<\/TD>\r\n<TD>$30.00<\/TD><\/TR><\/TBODY><\/TABLE>\r\n<p>After October 1, the DRG data sets will only be available for purchase as individual primary series quadrangles (1:24,000-, 1:25,000-, 1:63,360-scale), priced at $1.00 each. A 1-degree block set will no longer be offered as the standard distribution format. However, 1-degree blocks of DRG&rsquo;s may still be purchased under the new price structure as a composite of sixty four primary series files, two 1:100,000-scale files, and one 1:250,000-scale file at a cost of $112. \r\n<p>All US GeoData product orders received by or postmarked before October 1, 1998, will be subject to the current price structure. All US GeoData product orders received after October 1, 1998, will be priced according to the new structure. Customers who place orders between September 14, 1998, and October 1, 1998, will be allowed a grace period, ending October 31, 1998, to change their orders. The grace period is not available on customer orders placed before September 14, 1998.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"905745600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168893"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}