{"title":"Reversing Coral Reef Decline in Hawai`i -- A New Look at a Critical Problem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->New discoveries about how even small amounts of sediment can severely impact fragile ocean coral and suggestions about solutions are illustrated and described in a new book written by a team of U.S. Geological Survey (USGS) scientists and their colleagues. Coral reefs are in decline worldwide, and a leading cause is the runoff of sediment and pollutants from nearby land surfaces.<!--introend--><\/p>\n<p>After a multiyear study of the long fringing coral reef off south Moloka'i, the scientists' findings have&nbsp; been published as <em>\"The Coral Reef of South Moloka'i, Hawai'i -Portrait of a Sediment-Threatened Fringing Reef.\"<\/em><strong>&nbsp;<\/strong><\/p>\r\n<p>Using vivid photographs and color illustrations, the book was written, edited, and designed to appeal to a broad audience while maintaining its strong scientific basis.&nbsp; The book begins by explaining the geologic evolution and natural processes that shape the reef and impacts to the reef resulting from human activity on the land.&nbsp; The book concludes by exploring alternatives for the future.<\/p>\r\n<p>The reef off south Moloka'i is the longest fringing coral reef in the Hawaiian chain and one of the best preserved.&nbsp; However, it is also severely threatened by large loads of sediment that wash off land heavily altered by farming, ranching, grazing by wild goats, and other activities. The book sheds new understanding of the causes and results of the distinct band of muddy water.&nbsp; This was first reported by the marine explorer Jacques Cousteau decades earlier - a process that now obscures the reef nearly every day.&nbsp;<\/p>\r\n<p>USGS scientists and their colleagues placed instruments on the sea bottom for months at a time.&nbsp; The instruments collected numerous samples, and mapped coral locations. This gave scientists an opportunity to monitor in detail how the reef functions.&nbsp; The team studied the process of recycling mud on the reef: daily winds and high tides combine to stir the mud particles repeatedly. The impact of this process is that even very small amounts of sediment washed onto the reef from land become suspended nearly every afternoon, blocking light, interfering with photosynthesis of beneficial algae living in the coral, and disrupting many other critical processes that sustain the reef. In this way, even very small amounts of mud can have very large and harmful effects.&nbsp;<\/p>\r\n<p>Thomas J. Goreau, President of the Global Coral Reef Alliance, in his written foreword to the book, notes its \"remarkably integrated approach to the reefs of Moloka'i, combining geology, oceanography, and biology to provide an in-depth understanding of the processes that have made these reefs grow and that now limit them.\"<\/p>\r\n<p>Although the book's emphasis is on the Moloka'i reef, the author scientists believe that their findings have important implications for others entrusted with protecting and managing coral reefs elsewhere in the tropical Pacific and Caribbean.&nbsp; Land-based pollution continues to be a major threat to reefs, along with unsustainable fishing practices and climate change. USGS scientist and lead editor Michael Field observed that \"it is now recognized that impacts to coral reefs from climate change may be severe, and so it is all the more important to eliminate, wherever possible, other major stressors to reefs.&nbsp; One of these is very clearly run-off of sediment and pollutants.\"<\/p>\r\n<p>The volume is published as <a href=\"http:\/\/pubs.usgs.gov\/sir\/2007\/5101\"><strong><em>The Coral Reef of South Moloka'i, Hawai'i -Portrait of a Sediment-Threatened Fringing Reef,<\/em><\/strong><em> <\/em>U.S. Geological Survey Scientific Investigations Report 2007-5101<\/a>, edited by Michael Field, Susan Cochran, Josh Logan, and Curt Storlazzi.<\/p>\r\n<p>Soft-cover copies of the book are available to purchase for $39.00 at the <a href=\"http:\/\/www.store.usgs.gov\">USGS Store<\/a>&nbsp; call 1-888-ASK-USGS.&nbsp;<\/p>\r\n<p>A limited numb","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["water","coastal","coastalchange","environment","coral","reef"],"release_date":{"und":[{"value":"1227157200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169311"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}