{"title":"second-Largest Glacial Flood Worldwide in Historic Times Occurs as Russell Lake Glacier Dam Ruptures","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: Photos of Hubbard Glacier are available at: <a href=\"http:\/\/www.usgs.gov\/features\/glaciers.html\">http:\/\/www.usgs.gov\/features\/glaciers.html<\/a> <\/p>\n<p>The immediate threat of overflow of water from Russell Lake caused by the advance of Hubbard Glacier, North America&rsquo;s largest tidewater glacier, is over, according to reports from Dennis Trabant, a glaciologist with the U.S. Geological Survey. The trapped water in the 70-square-mile lake broke free to the ocean on Aug. 14 in a spectacular roiling and chaotic 36 hours, making the torrential channel into the sea an extremely fast-moving and dangerous river full of large chunks of ice and debris, and resulting in both U.S. Coast Guard and National Weather Service advisories. <\/p>\r\n<p>The rushing river created by the discharge was about 300 feet wide and 600 to 700 feet long, said Trabant. <\/p>\r\n<p>At about 3 a.m., Aug. 14, real-time USGS water gage data revealed that the water level in the Lake had peaked at about 61 feet above sea level and had begun to drop for the first time since the gage&rsquo;s installation on June 23. By noon on the same day, Trabant and a team from the Alaska Division of Emergency Services flew over the glacier and estimated a discharge from the lake of about 300,000 cubic feet of water per second. In a second flight just 6 hours later, Trabant estimated that the flow had possibly nearly tripled. <\/p>\r\n<p>The one-hour peak discharge of 1.9 million cubic feet of water per second reached on Aug. 14 is the second largest glacial lake outburst worldwide in historical times, exceeded only by the 1986 outburst from Russell Lake, which was about 3.7 million cubic feet per second, said USGS glaciologist Rod March. In comparison, the August 14 peak discharge was about 30 times greater than the peak historic flow on the Mississippi River at Baton Rouge, La. <\/p>\r\n<p>\"It looks like the lake will empty completely,&quot; said Jaqueline Lott, District Ranger for the Wrangell-St. Elias National Park. \"The threat to Yakutat has been averted for the moment.\" <\/p>\r\n<p>For the last two and a half months, the glacier and its terminal moraine have blocked the entrance to Russell Fiord near Yakutat, Alaska, turning the fiord into a lake, and dramatically altering the local hydrology, as well as posing a threat to nearby communities, national lands, fisheries and other marine life. <\/p>\r\n<p>Throughout the blockage that started in June, said Trabant, a delicate balancing act was played out between the slow advance and growth of the moraine dam from glacier movement and its erosion by water flow through the dam. Early in the blockage, small amounts of water leaked from Russell Lake through the moraine dam into Disenchantment Bay. Despite this small leak, the dam held and lake level rose at an average rate of more than 0.8 feet per day because of the large amount of runoff and glacial melt in the basin. <\/p>\r\n<p>By late July, the dam had completely sealed off the lake, raising concern among nearby communities; local, state and federal officials; and state and national land managers, but August 10 photographs taken by the USGS showed that the dam was again leaking. On August 11 and 12 heavy rains fell in the area &ndash; nearly 4 inches alone on Aug. 12 &#8212; which may have tipped the balance in favor of the dam&rsquo;s erosion, said Trabant, though other factors such as possible slow down of the glacier&rsquo;s movement or reduced growth of the moraine may also have played a role. <\/p>\r\n<p>According to March, real-time USGS data show that the outflow continued to increase through the afternoon and evening due to rapid erosion of the lake outlet channel. Water discharge peaked at about midnight on Aug. 14 with a one-hour average rate of 1.9 million cubic feet per second at a lake level of 36 feet, which meant a water-level drop of nearly 3 feet per hour. By 10 a.m. on Aug. 15, the lake level had dropped below the USGS water gage sensor level of 16 feet a","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1029470400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169233"},{"tid":"170381"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}