{"title":"Challenges identified in using models to predict snake and other animal invasions","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FORT COLLINS, Colo. &mdash; New research published today has identified challenges in using computer models to predict the potential of pythons or other invasive vertebrate species to spread across portions of the United States, according to the U.S. Geological Survey.<\/p>\n<p>The study, published in <em>PLoS One<\/em>, assesses the accuracy and limitations of the MaxEnt modeling program for climate matching when applied to predicting the potential risk of vertebrate invasions in the U.S., especially pythons.<\/p>\r\n<p>Climate matching for invasive species is the process of using climate data from a species&rsquo; native range to identify areas that are climatically similar outside of that range and which could be at potential risk for invasion.<\/p>\r\n<p>A previous paper by USGS researchers Gordon Rodda, Catherine Jarnevich and Robert Reed published online in 2008 in the journal <em>Biological Invasions <\/em>used a rule-based model and had estimated climatic suitability for Burmese pythons to extend roughly over the southern third of the U.S.<\/p>\r\n<p>After the <em>Biological Invasions<\/em> article was published, another group of scientists (Pyron et al.), from the City University of New York (<em>PLoS One,<\/em> 2008) used MaxEnt, a different climate-matching system, to re-assess the potential for invasion in the U.S. Their results contradicted the USGS 2008 conclusions by asserting that Burmese pythons posed a risk <em>only<\/em> to the area already occupied by this invasive species in southern Florida.<\/p>\r\n<p>However, the new USGS research published today concluded that the Pyron et al. study incorrectly applied the MaxEnt modeling program and used some erroneous data. USGS researchers found that when Pyron et al. used MaxEnt's default (pre-set) settings, the model results predicted only very limited climate suitability for the species in Florida and in extreme south Texas.&nbsp; However, when USGS researchers (2011) ran the model again using more appropriate settings (such as limiting the number of parameters and limiting background data to the native range rather than global), it showed a greatly expanded area at risk, including much larger portions of the southern United States from California to South Carolina and many island territories.<\/p>\r\n<p>USGS authors realized that Pyron et al. accidentally introduced errors such as using a dataset that included erroneous records for a different species of python.&nbsp; When the USGS authors removed these records and repeated the Pyron et al. analysis, different results were obtained, indicating the instability&nbsp;of the model when used in this manner.<\/p>\r\n<p>Pyron et al. also used about 60 parameters in their models, although the most current guidance for doing these kinds of predictive models recommends that only about 10 parameters should have been used.&nbsp;<\/p>\r\n<p>&ldquo;When a model is excessively complex, it has a poor ability to accurately predict invasion risk,&rdquo; said Gordon Rodda, the lead author of the study.&nbsp; &nbsp;&ldquo;An excessive number of parameters means that each additional one acts as a filter, and using too many filters means that many sites that are truly at risk of python establishment get filtered out.&nbsp; In this case,&rdquo; he added, &ldquo;Pyron et al. incorrectly rejected many sites in the United States that may well have climate suitable for Burmese pythons.&rdquo; <br \/> <br \/> The new research also highlights the need for scientists to consider that factors other than climate &ndash; such as predators, disease or habitat -- may &ndash; and often do -- limit a species&rsquo; distribution. For example, said Rodda, when a potential invader is released in a new country, predators, diseases and other factors that limit the species&rsquo; population numbers in its homeland may not be present in the new place.<\/p>\r\n<p>&ldquo;This means the invader&rsquo;s population may be able to expand into a larger area,&rdquo; Rodda noted. &ldquo;As a","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Georgia","Louisiana","North Carolina","South Carolina","Tennessee","Texas","California"],"country":["United States of America"],"mm_tags":["Pythons","Burmese Pythons","Invasives","Invasive Snakes","ecosystems","Climate Matching","Florida","Southeastastern United States"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1297227600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170369"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}