{"title":"The Anatomy of Floods: Cause and Effect and the Epic Floods of 2011","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174660\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/untitled.jpg\"><img class=\"size-medium wp-image-174660\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/untitled-300x194.jpg\" alt=\"A compilation of flood-related images\" width=\"300\" height=\"194\" \/><\/a> On August 1, USGS scientist Robert Holmes will give a lecture about the anatomy of floods in relation to the 2011 Hurricane Irene and Tropical Storm Lee landfalls.[\/caption]\n\nFlooding costs the United States more than $7 billion per year and claims over 90 lives annually. During the Spring and Summer of 2011, flooding associated with snowmelt and rain devastated the Central U.S. while Hurricane Irene followed by Tropical Storm Lee caused severe and unrelenting flooding in the East and Northeastern U.S. Join us on August 1 to learn more about the anatomy of flooding: What are the different causes of these extreme events, and how is USGS science helping prepare residents for future foods.\n<strong>FREE<\/strong> and Open to the Public\nFollow this event <strong>LIVE<\/strong>! @USGSLive\n<strong><\/strong>\n\n<strong>Date<\/strong>: Wednesday, August 1, 2011, 7:00-8:00 PM\n<strong>Location<\/strong>: 12201 Sunrise Valley Drive Reston, VA 20192\n<strong>Phone<\/strong>:Â  703-648-4748\nVisit our <a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">website<\/a>!\nAbout the Lecture Series\nThe USGS Science in Action public lecture series in Reston, VA is a monthly event. These evening events are free to the public and intended for a general audience to familiarize them with science issues that are meaningful to our daily lives.\nThe USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.\nThe USGS lecture series provides the public an opportunity to interact with scientists and ask questions about recent developments in biology, geography, geology, water resources, climate change, energy and more. Ultimately, the goal is to create a better understanding of the importance and value of USGS Science in Action.\n<strong>Contact<\/strong>: <a href=\"mgade@usgs.gov\">Melanie Gade<\/a>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["flooding","Hurricane","Hurricane Irene","Natural Hazards","water"],"article_type":["Science Snippet"],"release_date":{"und":[{"value":"1343319823","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}