{"title":"USGS Science at AGU: From Mars to Below the Earth","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE: During Dec. 6-10, at AGU: To arrange interviews, please contact Catherine Puckett (cell: 650-222-9750), Stephanie Hanna (cell: 206-331-0335) or Dale Cox (cell: 916-997-4209) or Stephanie Hanna or call them at the AGU press room, 415-905-1007 <\/p>\n<p>Scientists from the U.S. Geological Survey (USGS) will present new research on a variety of topics at the annual AGU meeting at the Moscone Center in San Francisco, December 6-10. A few highlights include: <\/p>\r\n<p><b>THE SUBSTANCE OF LIFE: WATER RESEARCH<\/b> <\/p>\r\n<p><b>Tweaking the Hydrologic Cycle<\/b><\/p>\r\n<p>To satisfy the thirst of a growing population, southern California is storing water underground. Known as artificial groundwater recharge, the practice is accelerating the natural hydrologic cycle and having profound effects on the surface of the earth and changing the quality of drinking water. USGS scientists will discuss the benefits and consequences of groundwater recharge in southern California, from assuring a long-term water supply to potential aquifer contamination. <strong>(Talks dealing with this issue: G. Bawden Abstract G22A-11, &quot;Optimizing GPS Arrays to Image Both Tectonic and Anthropogenic Deformation;&quot; K. Belitz, Abstract H72C-0872, &quot;Volatile Organic Compounds and Stable Isotopes in Groundwater as Tracers of Industrial-Age Recharge in the Southern California Coastal Plain;&quot; Judy Densmore, Abstract H11F-11, &quot;Identifying the Source of High-Nitrate Ground Water Related to Artificial Recharge in a Desert Basin;&quot; Reichard Hansen, Abstract H51C-04, &quot;Ground-water Modeling and the Installation of Deep Multiple-Well Monitoring Sites in the Central and West Coast Basins, Los Angeles County, California) Please Contact Dale A. Cox for interviews<\/strong> <\/p>\r\n<p><b>El Nino, Floods, and the California Coast <\/b><\/p>\r\n<p><\/p>Today, we find ourselves in a weak to moderate El Nino winter. Weak or strong, El Nino in southern California means one thing &#8212; bigger floods. USGS scientist Ned Andrews explains how flood magnitudes vary along the California coast in a north to south trend. Typically, in northern California flood magnitudes during an El Nino winter are forty percent smaller than in non-El Nino winters. However, in southern California the floods are typically ten times larger. <b>(E.D. Andrews, Abstract H11B-0842, &quot;Influence of ENSO on Flood Frequency Along the California Coast&quot;) Please contact Dale A. Cox for interviews \r\n<p><\/p>\r\n<p>The Creeping Seafloor Off Greater Los Angeles<\/b><\/p>Visualize an impressive underwater fly-though of the seafloor off Los Angeles. USGS scientist James Gardner reveals a 3-D digital ocean landscape that show a large section of the coastal margin off Los Angeles to be slowly creeping downslope and demonstrates the advantages of 3-D digital visualization over flat maps. <b>(James Gardner, Abstract U52A-03, &quot;The Seafloor off Greater Los Angeles: Visualizing Gigabytes of Data&quot;) Please contact Dale A. Cox for interviews \r\n<p><\/p>\r\n<p>The Massive Tea Bag Islands of the San Francisco Delta?<\/b><\/p>The islands of San Francisco Bay\/Delta have been described (perhaps incorrectly) as massive tea bags emitting clouds of dissolved organic matter (DOM) into the Delta waters. When the tea-colored DOMs are pumped to southern California and disinfected with chlorine, byproducts like trihalomethanes (THMs), can form. THMs have been shown to cause cancer, mutations, and even miscarriages. However, not all islands are the same. Will the creation of new wetlands in the San Francisco Bay create more trouble for southern California? USGS scientists discuss the implication. <b>(Talks dealing with this subject: J. Fleck, Abstract B22B-0758, &quot;Restoration of a Freshwater Wetland on Subsided Peat Soils: Potential Effects on Release of Dissolved Organic Carbon and Disinfection Byproduct Precursors&quot;; R. Fujii, Abstract B21C-06, &quot;Carbon Dynamics Change Over Time in a Restored Freshw","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1039150800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169129"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}