{"title":"USGS Biologists Tracking West Nile-like Virus in Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Wildlife biologists from the U.S. Geological Survey, in partnership with other federal, state and local agencies are studying the newly discovered West Nile-like virus which has been blamed for the deaths of three people in New York City and the deaths of many birds in the city and surrounding areas. <!--introend-->\n<p>On Wednesday, USGS wildlife biologists issued a Wildlife Health Alert to federal and state wildlife conservation agencies, parks, refuges and other wildlife agencies east of the Mississippi River to be on the lookout for dead crows and other birds which may indicate that this mosquito-borne virus has appeared. \r\n<p>USGS biologists, teaming with scientists and managers from the U.S. Centers for Disease Control and Prevention (CDC) and health and environmental departments in the New York City, New York State, Connecticut and New Jersey, are working to determine the extent of the problem in the Northeast. \r\n<p>Beginning next week, USGS field teams will be in New York and other areas capturing live birds, taking blood samples and releasing them. The samples will be sent to the National Wildlife Health Center for testing in an effort to detect West Nile-like virus and to the CDC laboratory in Fort Collins, Colo., to test for antibodies. USGS biologists at the USGS National Wildlife Health Center (NWHC) in Madison, Wis., in collaboration with CDC will be analyzing samples from dead crows to determine if the virus is present. Crows appear to be very sensitive to infection with this virus and thus may be a good indicator of its presence. \r\n<p>\"We&rsquo;re trying to map the distribution of this disease in birds both spatially and temporally. And we want to try to determine if it is expanding,\" said Dr. Robert McLean, a USGS wildlife biologist and NWHC Director who is leading the study. \"We&rsquo;re watching areas particularly south of New York for crows which have died from diseases and then try to determine if this virus was responsible. We would like also to determine what other bird species are involved and if species besides crows are at risk of dying from the disease.\" \r\n<p>The CDC has made the link between the West Nile-like virus found in birds in New York City and the ongoing human encephalitis outbreak in the area. On Friday, CDC identified a West Nile-like virus in a tissue sample from a New York City resident who recently died from encephalitis. Last week, CDC identified West Nile-like virus from birds that died in New York City and were submitted for testing by the Bronx Zoo. In addition, CDC confirmed that birds and mosquitoes in Connecticut also have been infected with West Nile-like virus. \r\n<p>West Nile virus is an arbovirus closely related to St. Louis encephalitis virus, but generally causes a milder disease in humans, according to information from the CDC. Both viruses are transmitted through the bite of a mosquito that becomes infected with the virus by feeding on an infected bird. Like St. Louis encephalitis, West Nile virus is not transmitted from person to person or from birds to persons. West Nile virus never before has been recognized in the United States or any other area of the Western Hemisphere. \r\n<p>For more information on the West Nile virus: \r\n<p><b>Centers for Disease Control and Prevention<\/b> <a href=\"http:\/\/www.cdc.gov\/ncidod\/dvbid\/arbor\/arboinfo.htm\">http:\/\/www.cdc.gov\/ncidod\/dvbid\/arbor\/arboinfo.htm<\/a>, <a href=\"http:\/\/www.cdc.gov\/od\/oc\/media\/pressrel\/r990924.htm \">http:\/\/www.cdc.gov\/od\/oc\/media\/pressrel\/r990924.htm <\/a>\r\n<p><b>USGS National Wildlife Health Center:<\/b> <a href=\"http:\/\/www.umesc.usgs.gov\/nwhchome.html\">http:\/\/www.umesc.usgs.gov\/nwhchome.html<\/a>, <a href=\"http:\/\/www.usgs.gov \">http:\/\/www.usgs.gov <\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"938664000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"},{"tid":"170250"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}