{"title":"Highest Flood Recorded on Lower Mississippi River Since 1973","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact Charlie Demas in LA at 225-298-5480 or Michael Runner in MS at 601-933-2941. <\/strong><\/p>\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"226\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/hydrologist-at-work.jpg\" alt=\"hydrologist-at-work\" width=\"216\" height=\"225\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><!--introstart-->The largest flood on the lower Mississippi River since 1973 was measured on April 22 in Vicksburg, Mississippi by the U.S. Geological Survey (USGS), in cooperation with the U.S. Army Corps of Engineers.<!--introend--><\/p>\r\n<p>The flow measured 1.8 million cubic feet per second. That is enough water to fill more than 20 Olympic size swimming pools in one second, or more than 1.75 million pools in a day.<\/p>\r\n<p>The flood was caused by intense rainfall throughout the central plains and Ohio River valley in March and April that has now reached the lower Mississippi River basin. According to the National Weather Service, the Mississippi River is expected to remain above flood stage at Vicksburg, MS until May 20. Find current flood and high flow conditions across the country at the USGS WaterWatch website <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">http:\/\/water.usgs.gov\/waterwatch\/flood<\/a>.<\/p>\r\n<p>In addition to streamflow, the USGS also monitors the water quality of the Mississippi River and determines the amounts of nutrients, such as nitrogen and phosphorus, being transported to the Gulf of Mexico. Analysis of a pre-peak flow sample collected at St. Francisville, LA on April 8 indicates that the daily loads of nitrogen and phosphorus in the Mississippi River were 15 million pounds and 2 million pounds, respectively. These loads are about twice as high as the long-term averages of 8.2 million and 760,000 pounds per day of nitrogen and phosphorus, but only about half as high as the maximum loads measured over the last 34 years.<\/p>\r\n<p>Daily loads of nutrients will vary with flow, and estimated total loads for the flood will be available after more water-quality samples are collected and analyzed through late May. In July, the USGS will provide preliminary loads for April through June. Both current and historical data about nutrient loads in the Mississippi River basin can be found at <a href=\"http:\/\/toxics.usgs.gov\/hypoxia\/mississippi\/index.html\">http:\/\/toxics.usgs.gov\/hypoxia\/mississippi\/index.html<\/a>.&nbsp;<\/p>\r\n<p>Floods are important to water quality in the Gulf of Mexico because they carry large amounts of nutrients, which cause excess algal growth and hypoxia. Hypoxia, a zone of low dissolved oxygen which can stress and kill bottom-dwelling organisms, has been measured annually in the northern Gulf of Mexico since 1985. The timing and volume of freshwater inputs and the spring load of nitrogen and phosphorus contributed from the Mississippi River Basin to the continental shelf are important factors in determining the size of the hypoxia zone. Nutrients in the Mississippi River Basin come from a variety of sources, including soils, agricultural cropping, application of fertilizers and manure, urban sources, and atmospheric deposition. Monitoring and reporting of both streamflow and water quality are crucial to understanding and resolving the Gulf hypoxia issue. General information about hypoxia and USGS scientific contributions related to the issue can be found at <a href=\"http:\/\/toxics.usgs.gov\/hypoxia\/index.html\">http:\/\/toxics.usgs.gov\/hypoxia\/index.html<\/a>.&nbsp;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the United States The USGS, in cooperation with 1400 federal, state and local agencies, collects data from more than 7,500 continuous recording streamgages, most of which provide near real-time data. This information is vital for protection of life, property, and the environment. These data are","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1209614400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169565"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}