{"title":"Airborne Nitrogen Contributes Pollution to U.S. Estuaries","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Nitrogen in rain and airborne particles contributes as much as 15 to 35 percent of the nitrogen in the coastal streams that flow into U.S. estuaries, according to a new study from the U.S. Geological Survey, the National Oceanographic and Atmospheric Administration (NOAA), and the Blackland Research Center at Texas A&amp;M University. <\/p>\n<p>The study, published by the American Geophysical Union (AGU) and to be released December 15, 2000, sheds new light on the role of the atmosphere as a source of pollutants to downstream estuaries. <\/p>\r\n<p>Nutrients, especially nitrogen, are needed to sustain the productivity of estuaries, but too much nitrogen causes the excessive growth of algae, bacteria and microscopic water animals known as zooplankton, depriving fish and plants of much-needed oxygen. A recent assessment by NOAA identified such problems in many U.S. estuaries especially in those along the Gulf of Mexico and Mid-Atlantic coasts. Until now, scientists have had incomplete information on the sources of nitrogen entering these estuaries. Beyond nitrogen contributions from agricultural and wastewater sources, it was unclear how much nitrogen came from other sources like cars, trucks and power plants because no comprehensive national studies had been done to quantify those contributions. Moreover, little was known about the amounts of airborne nitrogen that make their way to coastal streams and estuaries once the nitrogen is deposited in watersheds.<\/p>\r\n<p>\"This study provides important new information about how coastal watersheds process atmospheric nitrogen and about the amounts of atmospheric nitrogen that enter estuaries,\" said Richard Alexander, a USGS hydrologist and expert on nutrients who co-authored the study. \"There are important scientific and policy questions about the role of atmospheric nitrogen in causing coastal water-quality problems. This information can help local resource managers determine sources of nitrogen entering estuaries. This improved understanding of the links between air deposition of nitrogen and coastal water quality also leads to a better scientific basis for steps to minimize coastal pollution sources.\"<\/p>\r\n<p>This national study of the watersheds that drain to 40 major U.S. estuaries reported the highest atmospheric contributions-a quarter to about a third of the nitrogen in streams-along the northeastern and Mid-Atlantic coasts, including streams flowing to the Long Island Sound and Chesapeake Bay. Atmospheric contributions were also nearly this large in many streams along the Louisiana Gulf coast, which corresponded to the locally high levels of atmospheric deposition of nitrogen in this region. A USGS study published earlier this year reported that the atmosphere accounts for a similar percentage of the nitrogen (nearly 20 percent) in the waters of the Mississippi River that flow into the Gulf of Mexico.<\/p>\r\n<p>The new national study also confirmed that estuaries receive much of their nitrogen from non-atmospheric sources, including farms, pastureland, and wastewater treatment plants. Agricultural runoff contributed the largest share, more than one-third in most of the coastal watersheds studied. The contributions from municipal and industrial wastewater are similar to those from the atmosphere in many watersheds, but represent the largest share of nitrogen-more than a third-in several densely populated watersheds along the North Atlantic and Gulf coasts. <\/p>\r\n<p>The results of the joint USGS\/NOAA\/BRC study by scientists Richard Alexander, Richard Smith, Gregory Schwarz, Stephen Preston, John Brakebill, Raghavan Srinivasan, and Percy Pacheco, entitled \"Atmospheric Nitrogen Flux From the Watersheds of Major Estuaries of the United States: An Application of the SPARROW Watershed Model\", was part of a larger collaborative effort convened by NOAA, including scientists from more than 15 federal, state, and academic institutions, to quantify atmospheric nitrogen inputs to the watershe","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"976856400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170318"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}