{"title":"Protecting Communities from Landslides<br><em>New report identifies best practices for protecting communities<\/em>","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>CHICAGO&mdash;The American Planning Association (APA), the national association of urban, suburban and regional planners, and the U.S. Geological Survey (USGS), have released a new comprehensive report on implementing planning practices to protect communities from landslides.<\/p>\n<p>Landslides are a hazard that can occur anywhere when infrastructure is built on top of steep slopes, although mountainous regions are especially prone to these disasters. <em>Landslides Hazards and Planning<\/em> edited by James C. Schwab, Paula L. Gori and Sanjay Jeer conducts a comprehensive analysis of landslides, examining the events preceding a landslide to the recovery and rebuilding efforts after a landslide.<\/p>\r\n<p>\"Insurance coverage is not available for landslides so they are a costly disaster,\" said James Schwab, AICP, Senior Research Associate at APA. \"Communities can take proactive measures to prevent landslide disasters by assessing risks and vulnerabilities prior to building. This report will help guide development to minimize risks to human life and the excessive costs associated with recovery and rebuilding efforts.\"<\/p>\r\n<p>In 2003, it was estimated that the nationwide damage from landslides reached $2.3 billion. Landslides can follow a number of natural disasters, including rainstorms, wildfires, earthquakes, flooding and volcanoes. Human activity also can accelerate the recurrence of such events by destabilizing slopes. <\/p>\r\n<p>\"Landslides are the forgotten hazard,\" said USGS Acting Director P. Patrick Leahy. \"Landslides cost the nation an estimated average of 25&ndash;50 lives and billions of dollars every year. They disrupt communities, transportation routes, fuel conduits, and other aspects of commerce and daily life across all 50 States. The Landslide Planning Advisory Guide will help planners incorporate hazards information into their planning process &ndash; using science to help prevent natural hazards from becoming natural disasters and helping to build safer, more resilient communities.\"<\/p>\r\n<p>The report marks five years in the making and identifies the best practices that should be followed in communities to mitigate losses. It highlights tactics that can be employed for landslide-prone areas where development already exists and identifies planning tools to ensure the safest possible development.<\/p>\r\n<p><em>Landslide Hazards and Planning<\/em> is one of APA&rsquo;s Planning Advisory Service (PAS) Reports. PAS reports analyze current planning practices and offer practical advice that can be implemented in communities around the country. They are designed to serve as a guide for planners, business leaders, and citizens in creating communities of lasting value.<\/p>\r\n<p><em>Landslide Hazards and Planning<\/em> (PAS 533\/534) is available through the American Planning Association for $60 at <a href=\"http:\/\/www.planning.org\/bookservice\/description.htm?BCODE=P533\">http:\/\/www.planning.org\/bookservice\/description.htm?BCODE=P533<\/a>.<\/p>\r\n<p>For more information about the USGS landslides program, log on to <a href=\"http:\/\/landslides.usgs.gov\/\">http:\/\/landslides.usgs.gov\/<\/a>.<\/p>\r\n<p>The American Planning Association and its professional institute, the American Institute of Certified Planners, are dedicated to advancing the art, science and profession of good planning -- physical, economic and social -- so as to create communities that offer better choices for where and how people work and live. Members of APA help create communities of lasting value and encourage civic leaders, business interests and citizens to play a meaningful role in creating communities that enrich people&rsquo;s lives. APA has offices in Washington, D.C., Chicago, Ill., and Shanghai, China. For more information, visit its website at <a href=\"http:\/\/www.planning.org\">www.planning.org<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1129176000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169088"},{"tid":"170376"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}