{"title":"Fishing for Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>When it comes to weekend activities, many people make the tough choice between recreation and spending their time volunteering.&nbsp; But recently, The Nature Conservancy and the U.S. Geological Survey (USGS) gave a group of local anglers a chance to do both at once.&nbsp;&nbsp;<\/p>\n<p>A group of 8 volunteers spent the day at Independence Lake in the Northern Sierra fishing &ndash; for a good cause.&nbsp; Anglers joined staff from The Nature Conservancy and the USGS on Conservancy boats to fish for Lahontan cutthroat trout (LCT) that live in the lake.&nbsp; Once a trout was caught, USGS scientists tagged the fish and released it as part of ongoing research about the LCT population in Independence Lake.&nbsp;&nbsp;<\/p>\r\n<p>\"It's great to be able to have people do something they love doing and for them to know that they&rsquo;re helping with research at the same time.&nbsp; It&rsquo;s a win-win,\" said Martin Swinehart, Volunteer Coordinator for The Nature Conservancy.&nbsp;<\/p>\r\n<p>Independence Lake is home to one of only two self-sustaining lake populations of Lahontan cutthroat trout in the world.&nbsp; Since The Nature Conservancy acquired the Independence Lake Preserve three years ago, we have been assisting the USGS and other partners with the science necessary to make conservation decisions regarding the native fish.&nbsp;<\/p>\r\n<p>\"In addition to the research that's been going on, we have been taking steps to reduce the biggest threat to the Lahontan cutthroat trout - non-native fish,\" explains Chris Fichtel, Eastern Sierra Nevada Program Director for The Nature Conservancy.&nbsp; \"Last year, we installed a fish barrier below Independence Lake to prevent any more non-native fish from migrating into the lake.\"&nbsp; The Nature Conservancy also restored an eroded bank along the trout&rsquo;s spawning stream to improve habitat.&nbsp; Since 2005, the USGS has also been removing non-native brook trout from the spawning stream as part of their study to test the effects on LCT recruitment.&nbsp;<\/p>\r\n<p>\"In recent sampling years, the number of juvenile LCT residing in Independence Creek has surpassed the number of Brook trout\", said Mark Fabes, Fishery Biologist with the USGS. \"This is directly related to our research on non-native species removal\".<\/p>\r\n<p>The work is paying off for the Lahontan cutthroat trout.&nbsp; After the 2012 spawning season, 18,000 Lahontan cutthroat trout fry were seen entering the lake.&nbsp; Since the USGS began tracking fish populations at the lake 15 years ago, the fry count has been as low as just 5,000 in 2002. The high number of resident juvenile Lahontan cutthroat trout in Independence Creek observed this past year is another good indicator that the work is having a positive impact.&nbsp;<\/p>\r\n<p>If you're interested in learning more about opportunities to volunteer with The Nature Conservancy in Nevada, log on to <a href=\"http:\/\/www.nature.org\/volunteernv\">www.nature.org\/volunteernv<\/a>.<\/p>\r\n<p><strong>About the Nature Conservancy:&nbsp;<\/strong><strong>&nbsp;<\/strong><\/p>\r\n<p>From Red Rock Canyon to the Truckee River, the Nevada Chapter of The Nature Conservancy and its partners have been protecting Nevada's Last Great Places since 1967. Among the Conservancy's smaller chapters, the Nevada Chapter was its first to conserve one million acres. The mission of The Nature Conservancy is to conserve the lands and waters on which all life depends. The Nature Conservancy is a leading conservation organization working around the world to protect ecologically important lands and waters for nature and people.&nbsp; (More information at <a href=\"http:\/\/www.nature.org\/nevada\">www.nature.org\/nevada<\/a>)<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_06_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_06_27\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":["ecosystems","Lahontan Cutthroat Trout","California","Nevada"],"distribution":["Biology"],"release_date":{"und":[{"value":"1372305600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169078"},{"tid":"170036"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}