{"title":"Climate Change Accelerates Hybridization between Native and Invasive Species of Trout","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOZEMAN, Mont. &ndash; <!--introstart-->Scientists have discovered that the rapid spread of hybridization between a native species and an invasive species of trout in the wild is strongly linked to changes in climate.<!--introend--><\/p>\n<p>In the study, stream temperature warming over the past several decades and decreases in spring flow over the same time period contributed to the spread of hybridization between native westslope cutthroat trout and introduced rainbow trout &ndash; the world&rsquo;s most widely introduced invasive fish species &ndash;across the Flathead River system in Montana and British Columbia, Canada.<\/p>\r\n<p>Experts have long predicted that climate change could decrease worldwide biodiversity through cross-breeding between invasive and native species, but this study is the first to directly and scientifically support this assumption. The study, published today in <em>Nature Climate Change<\/em>, was based on 30 years of research by scientists with the U.S. Geological Survey, University of Montana, and Montana Fish, Wildlife &amp; Parks.<\/p>\r\n<p>Hybridization has contributed to the decline and extinction of many native fishes worldwide, including all subspecies of cutthroat trout in western North America, which have enormous ecological and socioeconomic value.&nbsp; The researchers used long-term genetic monitoring data coupled with high-resolution climate and stream temperature predictions to assess whether climate warming enhances interactions between native and nonnative species through hybridization.<\/p>\r\n<p>&ldquo;Climatic changes are threatening highly prized native trout as introduced rainbow trout continue to expand their range and hybridize with native populations through climate-induced &lsquo;windows of opportunity,&rsquo; putting many populations and species at greater risk than previously thought,&rdquo; said &nbsp;project leader and USGS scientist Clint Muhlfeld. &ldquo;The study illustrates that protecting genetic integrity and diversity of native species will be incredibly challenging when species are threatened with climate-induced invasive hybridization.&rdquo;<\/p>\r\n<p>Westslope cutthroat trout and rainbow trout both spawn in the spring and can produce fertile offspring when they interbreed. Over time, a mating population of native and non-native fish will result in only hybrid individuals with substantially reduced fitness because their genomes have been infiltrated by nonnative genes that are maladapted to the local environment. Thus, protecting and maintaining the genetic integrity of native species is important for a species&rsquo; ability to be resilient and better adapt to a rapidly changing climate. &nbsp;<\/p>\r\n<p>Historical genetic samples revealed that hybridization between the two fish species was largely confined to one downstream Flathead River population. However, the study noted, over the past 30 years, hybridization rapidly spread upstream, irreversibly reducing the genetic integrity of native westslope cutthroat trout populations. Genetically pure populations of westslope cutthroat trout are known to occupy less than 10 percent of their historical range.<\/p>\r\n<p>The rapid increase in hybridization was highly associated with climatic changes in the region. From 1978 to 2008 the rate of warming nearly tripled in the Flathead basin, resulting in earlier spring runoff, lower spring flooding and flows, and warming summer stream temperatures. Those locations with the greatest changes in stream flow and temperature experienced the greatest increases in hybridization.&nbsp;<\/p>\r\n<p>Relative to cutthroat trout, rainbow trout prefer these climate-induced changes, and tolerate greater environmental disturbance. These conditions have likely enhanced rainbow trout spawning and population numbers, leading to massive expansion of hybridization with westslope cutthroat trout.<\/p>\r\n<p>&ldquo;The evolutionary consequences of climate change are one of our greatest areas of uncertainty be","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["","Climateand Land Use Change","","ecosystems","","fish","trout","Invasive Species","Hybridization","Climate Change","Native Species"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1400990400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169097"},{"tid":"170538"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}