{"title":"USGS Shares Missouri River Science at U.S. Army Corps of Engineers Public Workshops","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) is participating in nine of the 14 public workshops scheduled by the U.S. Army Corps of Engineers (COE) this fall. The Corps of Engineers is conducting the workshops and a series of hearings to receive public comment on their recently released Revised Draft Environmental Impact Statement to the Master Water Control Manual for the Missouri River system. <\/p>\n<p>The Master Water Control Manual is the guide used by the COE to operate the six reservoirs on the mainstem of the Missouri River. Upstream reservoir operations and water releases create downstream physical and biological responses. Information on the COE public workshops can be found on the Internet at <a href=\"http:\/\/www.nwd-mr.usace.army.mil\/mmanual\/mast-man.htm\">http:\/\/www.nwd-mr.usace.army.mil\/mmanual\/mast-man.htm<\/a>. <\/p>\r\n<p>Representatives from the USGS are providing workshop attendees with information on research that the USGS is conducting on the Missouri River. As the Nation&rsquo;s principal natural science and information agency, the USGS provides impartial scientific data and information to natural resource management agencies, public policy makers, and the public. The USGS does not have a regulatory or a management mandate and therefore does not endorse any specific management action. <\/p>\r\n<p>\"Currently, decisions regarding water and flood plain management on the Missouri River must be made without the benefit of long-term, in-depth scientific information to document changing conditions of the river,\" said Max Ethridge, USGS Central Regional Geographer who oversees USGS science activities on the Missouri River. \"To evaluate cause and effect relationships between physical changes and biological responses, additional science investigations are needed as changes are made to the Missouri River system. The USGS supports the development of a long-term system-wide monitoring program which would identify and resolve natural resource management issues along the Missouri River corridor and provide the scientific information needed for adaptive management.\"<\/p>\r\n<p>Scientific data and information provided by the USGS can help clarify issues and assist stakeholders in finding common ground in managing the multiple uses of the Missouri River system. Information on USGS Missouri River science can be found on the Internet at <a href=\"http:\/\/infolink.cr.usgs.gov\/\">http:\/\/infolink.cr.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Tennessee","Illinois","Iowa","Missouri","Nebraska","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1003377600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169167"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}