{"title":"New National Land Cover Dataset Now Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) and the U.S. Environmental Protection Agency (EPA) have teamed up to compile the first seamless National Land Cover Dataset (NLCD) using satellite imagery for the conterminous United States. At 30-meter resolution, the NLCD is the most detailed land cover information ever compiled at a national level. The new CD-ROMs include data for the states east of the Mississippi and Ohio Rivers. Data for the remaining states will be available within the next six months. <\/p>\n<p>The first eight CD&rsquo;s of a planned 31-volume disc set contains 21 categories of land cover information across the lower 48 states. These data are used in a variety of national and regional applications, including watershed management, environmental inventories, transportation modeling and land management. <\/p>\r\n<p>\"Many federal, state, and local agencies rely on land cover data in making critical decisions related to managing natural resources,\" said USGS associate director for geography Barbara Ryan. \"Land cover has changed considerably since the last data set was developed in the 1970&rsquo;s, and it&rsquo;s important to provide resource managers with the most up-to-date information available.\" <\/p>\r\n<p>The release of the CD&rsquo;s is the culmination of a five-year effort by the USGS, EPA, the National Oceanic and Atmospheric Administration and the U.S. Forest Service to purchase and analyze the necessary Landsat satellite Thematic Mapper imagery used in the NLCD. Scientists at the USGS used a variety of supporting information in addition to the satellite data, including topography, census, agricultural statistics, soil characteristics, other land cover maps, and wetlands data to determine and label the land cover type for each 30-meter pixel. This imagery database is also being used by the partner organizations for their own programs. <\/p>\r\n<p>The NLCD was designed to be compatible with the earlier Land Use\/Land Cover data set compiled from 1970&rsquo;s and 1980&rsquo;s aerial photography. The data from these two time periods provide an opportunity to investigate the land cover change in the United States over the last 30 years. The experience gained from this mapping effort will be used to improve the next-generation national land cover data set, which will use Landsat-7 data collected over the next three years. <\/p>\r\n<p>The CD-ROMs can be ordered from Customer Services at the USGS EROS Data Center (605-594-6151; email custserv@edcmail.cr.usgs.gov; FAX 605-594-6589), contact any other USGS Earth Science Information Center or order online from this address: <a href=\"http:\/\/edcwww.cr.usgs.gov\/programs\/lccp\/mrlcreg.html\">http:\/\/edcwww.cr.usgs.gov\/programs\/lccp\/mrlcreg.html<\/a>. For more information about the NLCD and the USGS Land Cover Characterization Program, please visit: <a href=\"http:\/\/edcwww.cr.usgs.gov\/programs\/lccp\">http:\/\/edcwww.cr.usgs.gov\/programs\/lccp<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"970632000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170193"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}