{"title":"susquehanna Reservoirs Losing Sediment-Storage Capacity","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->During the next 15-20 years, the reservoirs behind all three dams of the lower Susquehanna River in Pennsylvania and Maryland may be filled to capacity with sediments from upstream.<!--introend--> If this happens, sediment and nutrient loads entering the Chesapeake Bay are expected to increase. These are among the recent findings of a U.S. Geological Survey (USGS) report.&nbsp;<\/p>\n<p>From 1996 to 2008 about 14.7 million tons of sediment were deposited in three lower Susquehanna reservoirs with the majority (12 million tons) being deposited in the Conowingo Reservoir, the farthest downstream. Previous studies indicated the upper two reservoirs are already filled to capacity; only the most downstream reservoir retained capacity to trap sediments.<\/p>\r\n<p>About 30 million tons of remaining storage capacity is available in the Conowingo Reservoir. At current transport (3 million tons per year)<strong> <\/strong>and deposition (2 million tons per year) rates and with no major scour events due to floods, the remaining capacity may be filled in 15 to 20 years. If the remaining storage-capacity is filled, trapping will be minimal and additional sediment transported by the Susquehanna River will enter the bay.<\/p>\r\n<p>During the fall of 2008, the USGS, in cooperation with the Pennsylvania Department of Environmental Protection, surveyed the depth of the three reservoirs to provide an estimate of the remaining sediment-storage capacity.<\/p>\r\n<p>&ldquo;Sediment-storage capacity decreased about 30 percent in Conowingo Reservoir since 1996,&rdquo; said USGS scientist and lead author Mike Langland. &ldquo;While significant reductions in sediment transport into the reservoirs have occurred in the past fifty years due to upland land management practices, the reservoirs continue to fill.&rdquo;<\/p>\r\n<p>The Susquehanna River contributes nearly 50 percent of the freshwater flowing into the Chesapeake  Bay.&nbsp; It also transports the most nutrients. In a normal flow year, it delivers nearly 66 percent of the nitrogen and 40 percent of the phosphorus loads that enter the bay.&nbsp; The Susquehanna now contributes about 25 percent of the sediment load to the bay.<\/p>\r\n<p>Sediment, nitrogen, and phosphorus enrichment have adversely affected the Chesapeake Bay, and their reduction is a key objective in restoring water quality in the bay. &nbsp;Excess nutrients stimulate algal blooms that decay and consume dissolved oxygen, causing areas with low oxygen. Algal blooms and sediment block the sunlight needed by submerged aquatic vegetation, further reducing the availability of oxygen in the bay to support fish, oysters, and crabs.&nbsp;<\/p>\r\n<p>The report, <em><a href=\"http:\/\/pubs.usgs.gov\/sir\/2009\/5110\/\">Bathymetry and Sediment Storage Capacity Change in Three Reservoirs on the Lower Susquehanna River, 1996-2008<\/a>,<\/em> is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Pennsylvania","Virginia"],"country":["United States of America"],"mm_tags":["Chesapeake Bay","Susquehanna River","sediment","nutrients","Water Quality","Conowingo"],"release_date":{"und":[{"value":"1248926400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169530"},{"tid":"170121"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}