{"title":"Free U.S. Earth Imagery Sharpens Shared View of Global Challenges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>USGS Director McNutt a Leader in U.S. Delegation at International Conference <\/em><\/strong><\/p>\n<p><!--introstart-->Free, easily accessible U.S. satellite data enables any citizen, scientist, or analyst who can use the information to contribute to a shared vision of the challenges facing our planet.<!--introend--><\/p>\r\n<p>That's the message the newly-appointed director of the U.S. Geological Survey, Dr. Marcia McNutt, plans to deliver when representatives of 80 governments and over 50 participating organizations convene at the international Group on Earth Observations (GEO-VI) meeting, November 16-17, in Washington, D.C.<\/p>\r\n<p>&ldquo;Our policy of providing free Landsat data supports a central GEO goal: to promote global distribution of earth observation data,&rdquo; said McNutt. \"With a continuous record of earth observation since 1972, Landsat provides the most complete set of land surface information as well as a vital historical perspective for researchers, decision makers, and commercial users around the world.&rdquo;<\/p>\r\n<p>From over 400 miles above Earth, the scale of Landsat imagery makes it particularly useful in understanding natural and human-induced changes to the planet. The data enable a wide array of investigations &mdash; from supporting disaster relief efforts to making agricultural crop assessments to correlating environmental conditions with famine, biodiversity, and human health.<\/p>\r\n<p>Beginning with the launch of Landsat 1 in 1972, Landsat, a joint operation of USGS and NASA, has produced over two million space-based, moderate-resolution, land remote sensing images. The massive data archive is maintained at the USGS-EROS facility in Sioux Falls, S.D.&nbsp;<\/p>\r\n<p>&ldquo;As the world&rsquo;s increasing population is compelled to face the effects of climate change and the limitations of water, petroleum, and other vital resources, the broad availability of images from Landsat and other earth observation satellites benefits both developing and developed countries,&rdquo; said Dr. McNutt. McNutt became the 15<sup>th<\/sup> USGS Director on November 5.&nbsp;<\/p>\r\n<p>USGEO, the American contribution to GEO, is sponsored by 15 federal agencies and two White House offices.<\/p>\r\n<p>&ldquo;I am very pleased to note that it was the agency I now direct, USGS, that opened the Landsat archive to the world free of charge,&rdquo; McNutt continued. &ldquo;Since the archive was opened, over 1 million images have been provided to users from 180 countries &mdash; a resounding success.&rdquo;<\/p>\r\n<p>For further information, visit:<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/www.earthobservations.org\/\">Group on Earth Observations (GEO)<\/a><\/li>\r\n<li><a href=\"http:\/\/www.earthobservations.org\/meetings\/geo6.html\">GEO-VI: Sixth Plenary Session of the Group on Earth Observations<\/a><\/li>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geography","satellites"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1258347600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"168985"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}