{"title":"Largemouth Bass Virus Found in Northern Snakeheads in Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The report is published in the <\/strong><a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/08997659.2013.799614\"><strong><em>Journal of Aquatic Animal Health<\/em><\/strong><\/a><strong>.<\/strong><\/p>\n<p><strong>LEETOWN, W.Va. &ndash; <\/strong>A virus that can cause disease in<strong> <\/strong>largemouth bass has now been identified in otherwise apparently healthy northern snakeheads taken from two Potomac River tributaries in Virginia, the U.S. Geological Survey announced today.&nbsp;<\/p>\r\n<p>This is the first time that the pathogen, known as largemouth bass virus, has been reported in northern snakeheads. &nbsp;The virus has been found in bass, sunfish, and other fish species, but largemouth bass are the only species known to develop disease from it.<\/p>\r\n<p>While the significance of this finding is not yet known, the study's lead author, USGS research biologist Luke Iwanowicz, said it raises the possibility that snakeheads could be reservoirs of this virus and capable of transmitting it to bass populations in the Chesapeake Bay watershed. The habitat of the two species overlaps, which may favor transmission of the virus. &nbsp;<\/p>\r\n<p>Little is known about pathogens in northern snakeheads that inhabit U.S. waters. This study, done in cooperation with the Virginia Department of Game and Inland Fisheries, is a preliminary survey of introduced pathogens from northern snakeheads living in Virginia waters.<\/p>\r\n<p>Snakeheads are an invasive, predatory fish species found in the Maryland and Virginia parts of the Chesapeake Bay watershed, in Florida, North Carolina and New England.&nbsp; Efforts to eradicate or control the spread of this invasive fish have been unsuccessful so far, and scientists predict that the northern snakehead is likely to increase its present range.<\/p>\r\n<p>\"The long-term and population-level effects of largemouth bass virus on bass inhabiting these rivers are unknown,\" said Iwanowicz.&nbsp;<\/p>\r\n<p>The disease makes some largemouth bass unable to submerge, causing them to float on the surface of the water. There are no other obvious symptoms directly resulting from this virus.<\/p>\r\n<p>Large-scale fish kills have occurred in some infected largemouth bass populations, while others appear to be healthy. It is not known how the virus is transmitted or how disease is activated. Genetic and other differences in the virus; environmental stress from pollution, high water temperatures, and co-infections; in addition to host-related factors contribute to the outcome for infected largemouth bass. &nbsp;<\/p>\r\n<p>The origin of largemouth bass virus is uncertain.&nbsp; The first report of it in the U.S. was in 1991 in Florida. It has since been reported throughout the eastern, southern, and Midwestern U.S. In 2001, most Virginia waters tested with no or very low infection rates, but by August 2011, the virus was found in all sixteen bodies of water tested statewide and major rivers except the tidal James River.<\/p>\r\n<p>Largemouth bass virus is a Ranavirus, a group of viruses that are known to cause lethal diseases in amphibians and are associated with significant population declines.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":["Geographic Areas Northeast","Geographic Areas Northeast"],"distribution":["Biology"],"release_date":{"und":[{"value":"1376366400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169987"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}