{"title":"From Plague to Cholera to Invasive Diseases, USGS Scientists Highlight Their Research at Wildlife Disease Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The 51st annual Wildlife Disease Association conference will be held from July 28 to Aug. 1, 2002, at Humboldt State University, Arcata, Calif. The focus of this year&rsquo;s conference is &quot;Preparing for Emerging Diseases.&quot; The conference is sponsored by The College of Natural Resources and Sciences at Humboldt State University, the Institute for Wildlife Studies, and The Wildlife Health Center at the University of California, Davis. For more information and conference contact numbers see <a href=\"http:\/\/www.humboldt.edu\/~wda\/\">http:\/\/www.humboldt.edu\/~wda\/<\/a>. <\/p>\n<p><b>Emergence of Chronic Wasting Disease in Wisconsin&rsquo;s White-Tailed Deer<\/b> <\/p>\r\n<p>Chronic wasting disease is a progressively degenerative and ultimately fatal disease in deer and elk. It is associated with accumulation of abnormal prion proteins, which are found primarily in brain and lymphatic tissue. Chronic wasting disease was previously only known to occur in wild deer and elk in Colorado, Wyoming, Nebraska, South Dakota, and Saskatchewan. Since 1999, the Wisconsin Department of Natural Resources has tested more than 1,000 deer for the disease, three of which were found to be CWD positive during the 2001 hunting season. The discovery of these CWD positive represents a major expansion of the range of chronic wasting disease and evokes particular concern because extremely high deer densities in southern Wisconsin may aid rapid transmission of the disease, resulting in significant negative effects on this important wildlife species. <b>Learn more about \"Emergence of chronic wasting disease in Wisconsin white-tailed deer: information from the field and preliminary analysis,\" Mike Samuel, August 1, 9 a.m., or by calling him at 608-270-2441.<\/b> <\/p>\r\n<p><b>Can Black-Footed Ferrets Be Vaccinated Against Plague?<\/b> <\/p>\r\n<p>Endangered black-footed ferrets are extremely susceptible to sylvatic plague, a disease that has seriously hampered efforts to re-establish ferrets to their historical range. Researchers have assessed how effective vaccinating ferrets against plague could be by using a recombinant protein vaccine that was developed at the U.S. Army Medical Research Institute of Infectious Diseases. Study results indicate that ferrets can be immunized to plague and survive subsequent infection with the disease. <b>Learn more about &quot;Immunization of black-footed ferrets against sylvatic plague,&quot; presented by Tonie Rocke on July 30 at 2:45 or by calling her at 608-270-2451.<\/b> <\/p>\r\n<p><b>Can an oral bait protect the black-footed ferrets primary food supply &ndash; prairie dogs?<\/b> <\/p>\r\n<p>Sylvatic plague can have a dramatic effect on prairie dog populations often killing more than 95% of individuals in a colony. Prairie dogs are the main food source of black-footed ferrets and instability of prairie dog populations is having an effect on efforts to reintroduce this highly endangered species back into its native geographic range. USGS has been studying the feasibility of protecting prairie dogs against plague infections with the use of a vaccine-laden eatable bait. If the bait is effective, whole populations of prairie dogs could be vaccinated without having to capture them to administer the vaccine. The promising results of this study have convinced biologists to pursue additional testing. <b>Learn more about the use of an oral bait to protect black-tailed prairie dogs from sylvatic plague,&quot; presented by Jordan Mencher on July 30 at 8:30-8:45 or by calling him at 608-270-2405.<\/b> <\/p>\r\n<p><b>West Nile Virus: An Emerging and Rapidly Spreading Disease of North American Birds <\/b><\/p>\r\n<p>West Nile virus was introduced into New York City in 1999, setting off an outbreak of the disease in local birds, particularly American crows, and was the beginning of a rapidly expanding and often fatal disease in free-ranging wild birds of the United States and Canada. The disease, which is most often spread through the bites of mosquito","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1027656000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}