{"title":"Earthquake Swarm Located Between Ki&#772;lauea and Mauna Loa Volcanoes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&lsquo;I ISLAND, Hawaii &ndash; The U.S. Geological Survey's Hawaiian Volcano Observatory (HVO) recorded an earthquake swarm that began around 1:17 a.m., HST, on Wednesday, February 22, 2012. The earthquakes are located about 5 km (3 mi) north-northwest of K&#299;lauea volcano's summit, near Namakanipaio in Hawai&lsquo;i Volcanoes National Park, at depths of 2&ndash;5 km (1&ndash;3 mi).&nbsp;<\/p>\n<p>The seismic swarm, which continues as of 3:00 p.m., has included more than 60 earthquakes, 14 of which were greater than magnitude-2. The largest was a magnitude-3.2 earthquake at 6:55 a.m.&nbsp;<\/p>\r\n<p>These small earthquakes have not been widely felt on the Island of Hawai&lsquo;i. The USGS &ldquo;Did you feel it?&rdquo; <a href=\"http:\/\/earthquake.usgs.gov\/eqcenter\/dyfi\/\">website<\/a> received less than 10 felt reports in the first12 hours following the onset of the swarm.<\/p>\r\n<p>The earthquakes are located along the Ka&lsquo;&#333;iki Pali, a southeast-dipping normal fault near the boundary between Mauna Loa and K&#299;lauea volcanoes. This area has experienced episodic seismicity since the magnitude-6.6 Ka&lsquo;&#333;iki earthquake that occurred in November 1983.<\/p>\r\n<p>Previous earthquake swarms have occurred along the Ka&lsquo;&#333;iki seismic zone in 1990, 1993, 1997, and, most recently, in February-March 2006. These swarms lasted from 1 day to several weeks, with earthquakes rarely exceeding magnitude-4.<\/p>\r\n<p>Seismic swarms in the Ka&lsquo;&#333;iki area have sometimes heralded changes in K&#299;lauea&rsquo;s ongoing east rift zone eruption, but as of this writing, HVO monitoring networks have not detected any apparent changes in K&#299;lauea&rsquo;s summit or east rift zone eruptions or on Mauna Loa resulting from today&rsquo;s swarm.<\/p>\r\n<p>For more information on recent earthquakes in Hawai&lsquo;i and eruption updates, visit the Hawaiian Volcano Observatory <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","earthquake","volcano","Swarm","geology","Mauna Loa","Kīlauea"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1329886800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}