{"title":"First Global Geologic Map of Largest Moon in the Solar System Details an Icy World","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>FLAGSTAFF, Ariz. &ndash; <\/strong><!--introstart-->More than 400 years after its discovery by Galileo, the largest moon in the Solar System &ndash; Ganymede &ndash; has finally claimed a spot on the map.<!--introend-->&nbsp;<\/p>\n<p>A group of scientists led by Dr. Geoffrey Collins of Wheaton College (Norton, MA) has produced the first global geologic map of Ganymede, Jupiter&rsquo;s seventh moon. The map, which was published by the U. S. Geological Survey, technically illustrates the varied geologic character of Ganymede&rsquo;s surface, and is the first complete global geologic map of an icy, outer-planet moon. The geologic map of Ganymede is available for download <a href=\"http:\/\/pubs.usgs.gov\/sim\/3237\/\">online<\/a>.<\/p>\r\n<p>\"After Mars, the interiors of icy satellites of Jupiter are considered the best candidates for habitable environments for life in our Solar System,\" said USGS Astrogeology Science Center director Laszlo Kestay. \"This geologic map will be the basis for many decisions by NASA and partners regarding future U.S. missions under consideration to explore these worlds.\"<\/p>\r\n<p>Since its discovery in January 1610,<strong> <\/strong>Ganymede has been the focus of repeated observation,<strong> <\/strong>first by Earth-based telescopes, and later by fly-by missions and spacecraft orbiting Jupiter.<strong> <\/strong>These studies depict a complex icy world whose surface is characterized by the striking contrast between its two major terrain types; the dark, very old, highly cratered regions, and the lighter, somewhat younger (but still ancient) regions marked with an extensive array of grooves and ridges.<\/p>\r\n<p>\"Three major geologic periods have been identified for Ganymede that involve the dominance of impact cratering, then tectonic upheaval, followed by a decline in geologic activity,\" said USGS research geologist Dr. Ken Tanaka.<\/p>\r\n<p>The Ganymede geologic map is unique from other planetary geologic maps because it represents, for the first time, named geologic time periods for an object in the outer solar system.<\/p>\r\n<p>Surface features, such as furrows, grooves, and impact craters, were characterized using a global image mosaic produced by the USGS. This image mosaic combines the best images from NASA&rsquo;s Voyager 1 and 2 missions (acquired in 1979) as well as the Galileo orbiter (1995-2003).<\/p>\r\n<p>\"The highly detailed, colorful map confirmed a number of outstanding scientific hypotheses regarding Ganymede&rsquo;s geologic history, and also disproved others,\" said USGS scientist Baerbel Lucchitta, who has been involved with geologic mapping of Ganymede since 1980. \"For example, the more detailed Galileo images showed that cryovolcanism, or the creation of volcanoes that erupt water and ice, is very rare on Ganymede.\"<\/p>\r\n<p>The Ganymede global geologic map will enable researchers to compare the geologic characters of other icy satellite moons, because almost any type of feature that is found on other icy satellites has a similar feature somewhere on Ganymede.<\/p>\r\n<p>\"The surface of Ganymede is over half as large as all the land area on Earth, so there is a wide diversity of locations to choose from,\" said map lead and Wheaton geology professor Geoff Collins.<em> \"<\/em>Ganymede also shows features that are ancient alongside much more recently formed features, adding historical diversity in addition to geographic diversity.\"<\/p>\r\n<p>The new geologic map of Ganymede is just one of many cartographic products that help drive scientific thought. The production of these products has been a focal point of research at the <a href=\"http:\/\/astrogeology.usgs.gov\/\">USGS Astrogeology Science Center<\/a> since its inception in the early 1960s. USGS began producing planetary maps in support of the Apollo moon landings, and continues to help establish a framework for integrating and comparing past and future studies of extraterrestrial surfaces. In many cases, these planetary geologic maps show that, despite","summary":null,"format":null}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Flagstaff","astrogeology","Galileo","moon","Solar System","Ganymede","Jupiter","Geologic Map","Planetary Data","",""],"release_date":{"und":[{"value":"1392181200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"169308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}