{"title":"scientists Launching Bay Area Groundwater Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<strong><em>\n<p>\r\nProject will sample raw well water; public invited to informational meeting April 6 \r\n<\/p>\r\n<\/em><\/strong>\r\n<p>\r\n<!--introstart-->Scientists from the U.S. Geological Survey (USGS) will review their plans to study untreated well water from several groundwater basins in five counties in the San Francisco Bay Area at a meeting Friday, April 6, in San Jose, Calif.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe meeting, conducted by the State Water Resources Control Board and the USGS, is set for 1 p.m. to 3 p.m. at the Santa Clara Valley Water District, 5700 Almaden Expressway, San Jose, Calif. A map, agenda and other information are available at the State Water Board&#39;s Website at <u><a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">www.waterboards.ca.gov\/gama\/<\/a><\/u>. \r\n<\/p>\r\n<p>\r\nThe State Water Board&#39;s Groundwater Ambient Monitoring and Assessment (GAMA) Program, has partnered with the USGS to sample drinking water wells in groundwater basins in San Francisco, San Mateo, Santa Clara, Alameda and Contra Costa counties. \r\n<\/p>\r\n<p>\r\nThe sampling to be conducted by the USGS is scheduled to start in April 2007 and continue for approximately five to six weeks. A report on the sampling data is expected to be available in about a year. \r\n<\/p>\r\n<p>\r\nThis GAMA Statewide Basin Assessment study is designed to characterize water quality in groundwater basins. GAMA does not evaluate the quality of water delivered to consumers. After withdrawal from the ground, water is typically treated or mixed to maintain water quality before consumers receive it. \r\n<\/p>\r\n<p>\r\nWith the cooperation of local water agencies, the non-regulatory GAMA program is testing well water in every major groundwater basin in California over a 10-year period. The goal of GAMA is to improve statewide groundwater monitoring and facilitate the availability of information about groundwater quality to the public. \r\n<\/p>\r\n<p>\r\nScientists from the USGS&#39;s California Water Science Center are conducting most of the testing for the GAMA program. The center, based in Sacramento, has more than 130 scientists who bring a broad range of scientific disciplines to the study of modern water management issues. More information on the GAMA program is available at <u><a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">www.waterboards.ca.gov\/gama\/<\/a><\/u> or at <u><a href=\"http:\/\/ca.water.usgs.gov\/gama\/\">ca.water.usgs.gov\/gama\/<\/a><\/u>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1175572800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169661"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}