{"title":"Eye and Earwitness Accounts of 1906 Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Eyewitness accounts of the 1906 earthquake in San Francisco agree on a number of striking points, according to Jack Boatwright of the U.S. Geological Survey. Boatwright, who will recount those observations Wednesday evening, April 18, during a special, free, public lecture, said many people remembered that there was an increasingly loud roar for some seconds before the strong ground shaking began; the strongest ground shaking occurred 20-26 seconds after the earthquake began; and the strong ground shaking lasted 45-50 seconds in total. <\/p>\n<p>The delay of the strongest shaking and the overall duration of ground shaking in San Francisco are both remarkably long, Boatwright said. \"These aspects of the ground shaking are conditioned by the proximity of the earthquake epicenter, presumed to be offshore of San Francisco.\" <\/p>\r\n<p>Boatwright said the earthquake first ruptured to the southeast, towards San Mateo, and then ruptured more strongly to the northwest, through Point Reyes, where the fault slip was the largest. The long duration of shaking in San Francisco strongly exacerbated the liquefaction, ground failure, and building damage in the city. \"That is,\" he said, \"once failure had started, the many subsequent cycles of motion produced spectacular subsidence and landslides, and demolished many buildings, from the monumental City Hall, to many churches, to wharf-sheds, to many wood-frame houses.\" <\/p>\r\n<p>In his Wednesday night presentation, Boatwright will show a map by H.O. Wood, whose detailed map of the damage in San Francisco was one of the highlights of the scientific studies following the earthquake. For comparison, the damage from the 1989 Loma Prieta earthquake and a possible magnitude-7 earthquake on the peninsula section of the San Andreas fault also will be shown. <\/p>\r\n<p>Following Boatwright&rsquo;s presentation on the ground- and structural-shaking aspects of the 1906 earthquake, Lucien Canton, director of emergency services for the City and County of San Francisco, will describe how the fires started and spread following the 1906 earthquake, and what the city is doing to prevent such damaging fires following future earthquakes.<\/p>\r\n<p>Wednesday night&rsquo;s free public lecture will begin at 8 p.m., in the North Light Court of the San Francisco City Hall. The program is sponsored by the City of San Francisco, the USGS and the Seismological Society of America, which will hold its annual meeting at the Cathedral Hill Hotel in San Francisco, April 18-21. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"987480000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}