{"title":"Urban Stream Contamination Increasing Rapidly Due to Road Salt","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Average chloride concentrations often exceed toxic levels in many northern United States streams due to the use of salt to deice winter pavement, and the frequency of these occurrences nearly doubled in two decades.<\/p>\n<p>Chloride levels&nbsp;increased substantially in 84 percent of urban streams analyzed, according to a U.S. Geological Survey study that began as early as 1960 at some sites and ended as late as 2011. Levels were highest during the winter, but increased during all seasons over time at the northern sites, including near Milwaukee, Wisconsin; Chicago, Illinois; Denver, Colorado; and other metropolitan areas.&nbsp;<a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969714017148\">The&nbsp;report<\/a>&nbsp;was published&nbsp;today&nbsp;in the journal <em>Science of the Total Environment<\/em>.<\/p>\r\n<p>\"Some freshwater organisms are sensitive to chloride, and the high concentrations that we found could negatively affect a significant number of species,\" said Steve Corsi, USGS scientist and lead author of the study. &ldquo;If urban development and road salt use continue to increase, chloride concentrations and associated toxicity are also likely to increase.&rdquo;<\/p>\r\n<p>The scientists analyzed water-quality data from 30 monitoring sites on 19 streams near cities in Wisconsin, Illinois, Colorado, Michigan, Ohio, Pennsylvania, Maryland, Texas and the District of Columbia. Key findings include:<\/p>\r\n<ul>\r\n<li>Twenty-nine percent of the sites exceeded the <a href=\"http:\/\/water.epa.gov\/scitech\/swguidance\/standards\/criteria\/aqlife\/\">U.S.      Environmental Protection Agency&rsquo;s chronic water-quality criteria<\/a> (230      milligrams per liter) by an average of more than 100 days per year from      2006 through 2011, which was almost double the amount of days from 1990      through 1994. This increase      occurred at sites such as the Menomonee and Kinnickinnic Rivers near      Milwaukee and Poplar Creek near Chicago. <\/li>\r\n<li>The lowest chloride concentrations were in watersheds that had      little urban land use or cities without much snowfall, such as Dallas, Texas.<\/li>\r\n<li>In 16 of the streams, winter chloride concentrations increased over      the study period.<\/li>\r\n<li>In 13 of the streams, chloride concentrations increased over the      study period during non-deicing periods such as summer. This finding      suggests that chloride infiltrates the groundwater system during the      winter and is slowly released to the streams throughout the year.<\/li>\r\n<li>Chloride levels increased more rapidly than development of urban      land near the study sites.<\/li>\r\n<li>The rapid chloride increases were likely caused by increased salt      application rates, increased baseline conditions (the concentrations      during summer low-flow periods) and greater snowfall in the Midwest during      the latter part of the study.<\/li>\r\n<\/ul>\r\n<p>\"Deicing operations help to provide safe winter transportation conditions, which is very important,&rdquo; Corsi said. &ldquo;Findings from this study emphasize the need to consider deicer management options that minimize the use of road salt while still maintaining safe conditions.\"<\/p>\r\n<p>Road deicing by cities, counties and state agencies accounts for a significant portion of salt applications, but salt is also used by many public and private organizations and individuals to deice parking lots, walkways and driveways. All of these sources are likely to contribute to these increasing chloride trends.<\/p>\r\n<p>Other major sources of salt to U.S. waters include wastewater treatment, septic systems, farming operations and natural geologic deposits. However, the new study found deicing activity to be the dominant source in urban areas of the northern U.S.&nbsp;<\/p>\r\n<p>The USGS conducted this study in cooperation with the&nbsp;<a href=\"http:\/\/www.mmsd.com\/\">Milwaukee Metropolitan Sewerage District<\/a>. For more information about winter runoff and water-quality, please v","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Pennsylvania","Colorado","Texas","Illinois","Michigan","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":["Environmental Health","water","Road Salt","Chloride","contamination","groundwater","Groundwater Contamination","Wisconsin Water Science Center","Wisconsin","Illinois","Colorado","Michigan","Ohio","Pennsylvania","Maryland","Texas","","runoff","winterunoff","snowfall",""],"distribution":["Environmental Health","Water"],"release_date":{"und":[{"value":"1418619600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170026"},{"tid":"170489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}