{"title":"New Species Comes out of its Shell and onto the Map","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new species of turtle no bigger than a small dinner plate has been discovered, bringing the number of native turtle species in the U.S. to 57. <!--introend--><\/p>\n<p>The Pearl River map turtle, discovered by scientists from the U.S. Geological Survey, is found only in the Pearl River in Louisiana and Mississippi. It is a relict of sea-level fluctuations between glacial and interglacial periods over 10,000 years ago, which isolated map turtles in different rivers along the Gulf Coast. Eventually, the turtles evolved into unique species confined to a single river system.<\/p>\r\n<p>USGS scientists Josh Ennen and Jeff Lovich said the turtle, whose new scientific name is <em>Graptemys pearlensis<\/em>, had previously been confused with another turtle species in a nearby river, the Pascagoula map turtle.<\/p>\r\n<p>Like the Pascagoula map turtle, the Pearl River map turtle is a native freshwater reptile that lives in large rivers to medium-sized streams. Females are much larger than males, measuring between 6 and 11 inches as adults, and use large crushing surfaces on their jaws to open clams. Males, meanwhile, grow to a comparatively puny 4 to 6 inches and eat some mollusks, but mostly insects and fish.<\/p>\r\n<p>The discovery, published in <em>Chelonian Conservation and Biology<\/em>, is a reminder that there are still exciting discoveries to be made &ndash; and one doesn&rsquo;t necessarily have to go far to make them, said Ennen.<\/p>\r\n<p>&ldquo;We don&rsquo;t know as much as we sometimes think we do,&rdquo; said Ennen. &ldquo;When people think about discovery and new species, they think of rainforests, or unexplored and isolated countries. Coming from southern Mississippi, I basically found this turtle in my own backyard.&rdquo;<\/p>\r\n<p>Ennen discovered the species while doing other research on <em>Graptemys<\/em> species in the region for his Ph.D. dissertation. &ldquo;The Pascagoula River map turtle was one of the only map turtle species believed to occur in two major drainages. I thought it was strange that it was such an anomaly. My professors, Brian Kreiser and Carl Qualls at the University of Southern Mississippi, encouraged me to look further, so I started doing genetic research on the turtles from the Pearl River and the turtles from the Pascagoula  River.&rdquo;<\/p>\r\n<p>Once he started finding significant genetic differences between the two turtles, Ennen called USGS scientist Jeff Lovich onto the scene. Lovich had found, described and named the last two turtle species &ndash; also of the genus <em>Graptemys &ndash; <\/em>discovered in the United States in 1992. During his own research in the 80&rsquo;s, Lovich had noticed subtle differences between the turtles in each river, but had not thought they were different species. &ldquo;Josh asked me to reanalyze my data on color and the way the turtles look to combine with the genetic data,&rdquo; Lovich said.<\/p>\r\n<p>Altogether, the data was enough to make it plain: the Pearl River map turtle and the Pascagoula River map turtle are definitely two different species. The genetic data was clear on this, though the visual differences are more subtle -- one of the most obvious is the Pearl River map turtle sports a continuous black stripe down its back whereas the Pascagoula map turtle has a broken black stripe.<\/p>\r\n<p>Lovich and Ennen are both excited about the discovery of a new turtle species, but think &ldquo;it could be a long time before another one is discovered.&rdquo;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_07_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_07_21\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_07_21\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_07_21\"&amp;amp;amp;amp;amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_07_21&amp;amp;amp;amp;amp;amp;amp;lt;\/a&amp;amp;amp;am","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["turtle","discovery","freshwater","mississippi","Louisiana","New Species"],"release_date":{"und":[{"value":"1279684800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169588"},{"tid":"169772"},{"tid":"169833"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}