{"title":"USGS Cancels March Public Lecture in Menlo Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>MENLO PARK, Calif. &mdash;<!--introstart-->The U.S. Geological Survey is cancelling its&nbsp;March 28<sup>th<\/sup> Evening Public Lecture&nbsp;\"Preparing for California Climate Change,\" due to travel restrictions the agency has implemented because of the federal budget sequestration.<!--introend--><\/p>\n<p>The scheduled speaker had planned to travel to Menlo Park from La Jolla, Calif. to meet with USGS Menlo Park staff and give the presentation, but the new restrictions prohibit all but mission-critical travel.<\/p>\r\n<p>In addition to the travel restrictions due to the sequestration, the USGS has&nbsp;implemented a hiring freeze; eliminated or significantly reduced participation in all scientific conferences; cancelled all non-mandatory, non-mission critical training; directed a review of contracts and grants to determine which should be delayed, re-scoped, or terminated; and may have to furlough employees for an undetermined amount of time.<\/p>\r\n<p>Established in 1990, the USGS Evening Public Lecture Series in Menlo Park is usually held on the last Thursday of every month, and provides an opportunity for the public to meet scientists and learn first hand about USGS research and how it affects our daily lives. The lecture series provides the public with relevant, accurate, but non-technical scientific information to create a better understanding of the importance and value of \"Science for a Changing World.\"<\/p>\r\n<p>The last time a lecture in the Menlo Park USGS series was cancelled was September 2001, immediately after the terrorist attacks. Prior to that, the USGS canceled a lecture in November 1995 when the federal government shut down and employees were furloughed.<\/p>\r\n<p>The USGS will re-evaluate the future of its public lecture series in Menlo Park as the budget picture becomes more clear. Please continue to check the <a href=\"http:\/\/online.wr.usgs.gov\/calendar\/\">USGS Evening Public Lecture website<\/a> for updated information about the status of future lectures.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1363147200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169798"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}