{"title":"The President&rsquo;s FY 2006 Budget Request for USGS","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>. . . strengthens the knowledge base needed to answer today&rsquo;s community-based questions to better protect our land and water resources, as well as save lives in the event of natural disasters.<\/strong> <\/p>\n<p>The 2006 budget request for USGS is $933.5 million and refocuses research priorities to ensure that USGS not only maintains, but also builds upon its expertise in the areas of science most needed by today&rsquo;s land managers and other decisionmakers. The budget strengthens USGS efforts in earth observation, natural hazards research and warning systems, ecosystem studies, biology, and water availability by adding $50.5 million in new funding, which is offset by redirecting $36.7 million from lower priority research activities. <\/p>\r\n<p>\"We will continue to provide timely, objective scientific information needed by today&rsquo;s land and water managers,\" said USGS Director Charles Groat. \"Our 2006 budget continues our ever-growing quest for knowledge to answer today&rsquo;s questions by ensuring our continued ability to provide Landsat imagery of the Earth, strengthening our volcanic monitoring, and by allowing us to enhance our earthquake detection and notification systems to assist in warning U.S. residents in the event of a tsunami in the Pacific or the Caribbean.\" <\/p>\r\n<p>During the past year, more than 27 major disasters were declared in the United States from earthquakes, landslides, storms, fires and floods. The year ended with the tragic tsunami in the Indian Ocean, triggered by a magnitude 9 earthquake off the coast of Sumatra. As part of a $37.5 million two-year commitment by the Administration to expand tsunami detection and monitoring to protect residents in the U.S. and its territories, the 2006 budget proposes an increase of $5.4 million for USGS facilities and operations to provide more robust detection and notification of earthquakes that could trigger tsunamis. A 2005 budget supplemental will seek $8.21 million for USGS to begin this effort, which will be conducted in partnership with NOAA. The 2006 budget also enhances the USGS volcano monitoring program by providing an increase of $864,000, and maintains a strong landslide program within USGS to provide advance warnings of potential debris flow and landslides.<\/p>\r\n<p>\"During 2004, nature gave us several poignant and very tragic reminders of its force,\" said Interior Secretary Gale Norton. \"In 2006, as part of the President&rsquo;s plan to improve the safety of the United States, the USGS will increase its ability to rapidly determine the location, size and depth of large earthquakes; improve landslide models and alert systems; improve monitoring of the most dangerous U.S. volcanoes; and work with partners to ensure timely warnings for all geologic hazards.\"<\/p>\r\n<p>The 2006 budget will also allow Interior to continue operation of the current Landsat 7 satellite and partner with NASA and NOAA to begin building and testing a ground system that will download and archive data from the Landsat follow-on mission. The budget proposes $19.5 million for these land remote sensing activities. <\/p>\r\n<p>USGS Director Charles Groat noted, \"This increase will enable USGS to not only continue Landsat 7 operations, but also provide long-term monitoring information that is critical for maintaining the health and safety of our communities, our economy, and our environment.\" <\/p>\r\n<p>To address the issue of water availability in 2006, the USGS budget proposes an increase of $400,000 to expand ongoing water availability pilot studies underway in the Great Lakes by initiating efforts to assess ground-water depletion in a multi-state area in the Western United States. \"With demands for water growing in a populating West, in the midst of perhaps the worst drought in 500 years, improved water storage and delivery are essential\" said Interior Secretary Gale Norton.<\/p>\r\n<p>Other increases to the USGS budget in 2006 include $2.3 million in biological research","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1107752400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}