{"title":"Taking the Pulse of Newberry Volcano","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; <!--introstart-->This week, scientists from the U.S. Geological Survey&rsquo;s Cascades Volcano Observatory are installing eight new monitoring stations on Newberry Volcano in central Oregon&rsquo;s Deschutes National Forest.<!--introend--><\/p>\n<p>Newberry has been identified by the USGS as a very high threat volcano because of its large adjacent population of nearly 200,000 people in and around Bend, Ore. and its long history of eruptive activity. At least 25 vents on the flanks and summit have been active during several eruptive episodes of the past 10,000 years. The most recent eruption 1,300 years ago produced the Big Obsidian Flow in Newberry Caldera, a popular tourist destination in Newberry National Volcanic Monument.<\/p>\r\n<p>A <a href=\"http:\/\/pubs.usgs.gov\/of\/2005\/1164\/\">2004 USGS assessment<\/a> of monitoring networks at 13 major Cascade volcanic centers found Newberry to be one of the volcanoes most in need of additional monitoring. Just as a doctor needs a baseline record of a patient&rsquo;s vital signs in order to respond appropriately when one of those signs changes, the additional volcano monitoring stations will provide baseline data that improves scientists&rsquo; ability to detect and interpret which movements are normal for the area and which might indicate volcanic unrest.<\/p>\r\n<p>The single seismic station already located on Newberry is inadequate for providing early warning of a volcano&rsquo;s reawakening. Newly installed instruments will yield open-access real-time data to help emergency planners keep residents safe. With adequate instrumentation, surveillance methods, and monitoring networks, the USGS can provide rapid and reliable warnings of volcanic unrest and forecasts of potential volcanic eruptions to Federal, State, and local authorities, the affected populace, and the news media.<\/p>\r\n<p>The potential hazards that monitoring instruments can warn about include not just lava flows but also landslides, debris flows and emissions of volcanic ash that can threaten air traffic. Newberry Volcano has produced lavas that cover about 1200 square miles, an area about the size of the state of Rhode Island. Lava flows from an eruption 75,000 years ago underlie downtown Bend and the Redmond airport, and older flows extend north to Smith Rock and south nearly to Fort Rock. The volcano has also produced explosive eruptions, including the eruption 1300 years ago that sent volcanic ash as far east as Idaho.<\/p>\r\n<p>Each new monitoring station is equipped with a broadband seismometer, buried three feet in the ground, and a GPS receiver and antenna, both of which are sensitive enough to detect even slight movements in the ground. The seismometers measure the tiny earthquakes (smaller than 1.0 in magnitude and not felt by humans) caused when magma, gas, or fluids move beneath the volcano. The GPS receivers measure the subtle deformations of the land surface caused by these underground movements.<\/p>\r\n<p>Each site includes a brown fiberglass box with a power supply for the GPS receiver and seismometer. A radio and antenna will transmit the data to an internet connection.<\/p>\r\n<p>As the new Newberry monitoring stations come online, near real-time seismic data will be viewable as webicorder images on the University of Washington&rsquo;s Pacific Northwest Seismic Network's <a href=\"http:\/\/www.pnsn.org\/WEBICORDER\/VOLC\/NCO_SHZ_UW_--_current.html\">website<\/a>.<\/p>\r\n<p>Hikers who encounter a monitoring station around Newberry, are asked to please not disturb it.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["geology","volcano","Newberry","monitor","seismic","hazard"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1314072000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169163"},{"tid":"169576"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}