{"title":"President Obama Honors Joseph Colgan for Pioneering Methods to Study Faults and Minerals in the West","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_07_22\/colgan.jpg\" alt=\"A profile picture of USGS scientist Joseph Colgan.\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">USGS scientist Joseph Colgan was one of the 2012 recipients of the President&rsquo;s Early Career Award for Science and Engineering.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p><a href=\"https:\/\/profile.usgs.gov\/jcolgan\">Dr. Joseph Colgan<\/a>, a research geologist with the U.S. Geological Survey, was named one of President Obama's recipients of the Presidential Early Career Award for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.<\/p>\r\n<p>Colgan's research investigates the origins and evolution of the Basin and Range Province, a vast geologic region that covers much of the Western U.S. and parts of northern Mexico. Colgan integrates various scientific techniques, such as regional structural analysis, high-precision geochronometry, and geologic mapping, in order to learn more about the fault zones and mineral formations that exist in this region.<\/p>\r\n<p>\"Discoveries in science and technology not only strengthen our economy, they inspire us as a people.\" President Obama said.&nbsp; \"The impressive accomplishments of today&rsquo;s awardees so early in their careers promise even greater advances in the years ahead.\"&nbsp;<\/p>\r\n<p>The Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation's goals, tackle grand challenges, and contribute to the American economy.&nbsp;<\/p>\r\n<p>\"This is a great honor and something I definitely never expected,\" Colgan said. \"I'm very fortunate to have the support of some great colleagues, both at USGS and elsewhere. I couldn't have done most of this work without them. And, speaking of support, I couldn&rsquo;t ask for a more supportive family. I know it&rsquo;s been hard for my mother to keep this news a secret for the past month!\"<\/p>\r\n<p>\"Everyone at the USGS is cheering the President's selection of Joseph Colgan for this highest honor!\" said USGS Director Marcia McNutt. \"It is such a stunning affirmation of our deeply held belief that tackling the Nation's foremost issues such as providing new sources of energy and minerals or keeping people safe from natural hazards does not come at the expense of doing world class basic research.\"&nbsp;<\/p>\r\n<p>Colgan has spent much of his career studying the origin and evolution of the Basin and Range Province. This area of the United States has a richly varied landscape and some of the most significant mineral deposits in the country.&nbsp;<\/p>\r\n<p>\"For me, the Basin and Range Province is so interesting because of the huge variety in types of rocks and geologic processes,\" Colgan said. \"Also, much of the area is desert, which makes it much easier to study the geology of the region and how it came to be.\"&nbsp;<\/p>\r\n<p>Colgan's goal is to figure out how this region came to be and to do that, he focuses mostly on the history of faulting and volcanic activity in the area. The Basin and Range Province, which includes the Great Basin of Nevada and Utah and the Sonoran Desert of California, once looked much different than it does today. Sixty million years ago, California and Utah were much closer together, and the future Great Basin was a high-plateau area that may have resembled parts of the modern-day Andes Mountains in Peru and Chile.&nbsp;<\/p>\r\n<p>Between about 40 and 20 million years ago, however, intense magmatic activity caused massive volcanic eruptions and delivered a rich endowment of minerals to the earth&rsquo;s crust. Early settlers were drawn to the region by a silver bonanza, and today the Great Basin is one of the world&rsquo;s leading gold producers.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["Natural Hazards","Energyand Mineralsand Environmental Health Mineral Resources","Geographic Areas Southwest"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1343016000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}