{"title":"Citizen Scientists Key to Success for National Midwinter Bald Eagle Survey","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A key annual event in the recovery of Bald Eagle populations takes place January 4-18, when hundreds of citizen scientists take to the field for the 34th annual Midwinter Bald Eagle Survey.<!--introend--><\/p>\n<p>&ldquo;The survey is a true public-private partnership with hundreds of volunteer citizen scientists taking part, in addition to federal, state, and NGO biologists. Forty-three states continue to actively participate, with over 740 standardized survey routes across the country,&rdquo; said Wade Eakle, the 2012 national survey coordinator and an ecologist for the U.S. Army Corps of Engineers.&nbsp;<\/p>\r\n<p>The data are collected during a two-week window every year; then sent to a national database set up to monitor eagle populations in the lower 48 states. It is part of a national effort to identify important winter habitat and develop a total population index for the wintering eagle population. Approximately 44% of the surveys are conducted from vehicles. 18% are conducted from fixed wing aircraft; 8% are collected from boats; and 7% are conducted by helicopter.<\/p>\r\n<p>&ldquo;Collecting data over the long-term helps scientists and wildlife managers monitor the health of Bald Eagle populations. The power of this survey is continuity,&rdquo; Eakle said. &ldquo;Because it&rsquo;s been run every year since 1979, we have a lot of confidence in what we can now say about the status of wintering Bald Eagles in the United States.&rdquo;<\/p>\r\n<p>&ldquo;We rely on citizen scientist volunteers to help cover the territory with accuracy and precision, he said. &ldquo;Many come back year after year and collect data in all kinds of weather. Without their dedication and expertise this critical database would not be possible.&rdquo;<\/p>\r\n<p>Bald Eagles were officially declared an endangered species in 1967 in all areas of the United States south of the 40th parallel, under a law that preceded the Endangered Species Act of 1973. In June 2007, the U.S. Department of the Interior took the Bald Eagle off the endangered species list &ndash; making it one of a handful of species to fight its way back from the brink of extinction.<\/p>\r\n<p>\"As the length of the Bald Eagle time series grows with each annual survey, the potential scientific applications for the information increase, far beyond what was ever envisioned at the time that the survey was first initiated,\" commented U.S. Geological Survey Director Marcia McNutt. \"Each citizen volunteer who has put in the time, care, and effort in the more than 30 years that this survey has been undertaken should be proud of being part of an exceptionally effective effort in wildlife research, recovery, and management.\"<\/p>\r\n<p>Brian Millsap, National Raptor Coordinator with the U.S. Fish and Wildlife Service, Albuquerque, NM, applauds the dedication of the hundreds of volunteers that continue to collect this important data. &ldquo;The information gathered on population trends and habitat is increasingly important to permitting decisions being made by the Service for renewable energy and other projects,&rdquo; Millsap said.<\/p>\r\n<p>Each year the survey data are compiled to help create a long-term trend analysis. A new 25-year-trend analysis for the years 1986 &ndash; 2010 is due out this spring. Past survey results are available&nbsp;<a href=\"http:\/\/ocid.nacse.org\/nbii\/eagles\/help.php\">online<\/a>.<\/p>\r\n<p>\"Periodic analyses of the counts are a key,\" said Eakle. \"They are useful to scientists working to analyze the effects of climate change, habitat loss, and other impacts on Bald Eagles.\"<\/p>\r\n<p>Users can retrieve &ldquo;actual count&rdquo; data used in the analysis as well as summary information for individual survey routes. They also can obtain estimates of count trends for different regions and states.<\/p>\r\n<p>The American Eagle Foundation recently announced it will help enhance the web database and make it easier to interpret through a grant to the Northwest Alliance for Compu","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Bald Eagle","eagle"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1325566800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170407"},{"tid":"170630"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}