{"title":"Ethridge Named Rolla Mapping Center Chief","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dr. Max M. Ethridge has been appointed Chief of the U.S. Geological Survey&rsquo;s Mid-Continent Mapping Center in Rolla, Missouri.<\/p>\n<p>Prior to his transfer to Rolla on May 25, 1995, Ethridge served as Acting Chief, Office of Program Operations and Acting Deputy Chief Financial Officer for the USGS. \"Max provided us with solid leadership, hard work, and good judgement during a time of significant restructuring at the Geological Survey,\" Survey Director Gordon Eaton said in announcing the appointment. \"I am confident that these attributes will also be appreciated by his colleagues in Rolla.\"<\/p>\r\n<p>\"The Rolla center is well known among cartographers for the high quality of its maps, tens of thousands of which portray the landscape of middle America,\" according to Allen Watkins, Chief of the USGS National Mapping Program. \"We are confident that Max will do an excellent job in Rolla and that his education and experience will serve him well as he leads the Mid-Continent Mapping Center through these challenging times of government transition.\"<\/p>\r\n<p>Before joining the USGS in 1990, Ethridge served for twenty years with the National Oceanic and Atmospheric Administration (NOAA), where he combined extensive field work experience with a broad range of administrative and management assignments. Highlights of his years with NOAA included service as Executive Officer aboard the NOAA ship WHITING, a hydrographic survey ship, and three years as Chief of the National Geodetic Survey at the rank of Captain in the NOAA Corps.<\/p>\r\n<p>A native of Aurora, Missouri, Ethridge graduated from the University of Missouri -- Rolla in 1970 with a BS degree in Civil Engineering before assuming the rank of Lieutenant Ensign onboard his first NOAA ship. He subsequently earned Masters degrees in Civil Engineering and Public Administration and a Ph.D. in Photogrammetry and Remote Sensing from Purdue University.<\/p>\r\n<p>Ethridge is married to the former Martha Thompson of Webster, Texas. Mrs. Ethridge is an algebra and trigonometry teacher. The couple have two daughters; Marcia, a spring, 1995 graduate in mechanical engineering from Virginia Tech, and Marguerite, who recently graduated from high school.<\/p>\r\n<p>The Mid-Continent Mapping Center employs close to 400 people involved in all aspects of gathering topographical data, preparing, and updating maps of the central United States. Topographic maps made at the center are among the best known products of the USGS, which has produced more than 88,500 different maps. About 54,000 maps are required to cover the lower 48 States at a working scale of 1:24,000 (1 inch equals 2,000 feet).<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Missouri"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"802670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170159"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}