{"title":"spring 2012 Earliest on Record","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->March 2012 set records for warm temperatures that promoted early leafing and flowering across large areas of the United States.<!--introend--> A team of scientists at the USA National Phenology Network, which is sponsored by the U.S. Geological Survey, have <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/eost.v94.20\/issuetoc\">published a study<\/a> which shows that 2012 was the earliest spring over the 48 U.S. states since 1900 when systematic weather data began to be available for the entire area.&nbsp;<\/p>\n<p>Phenology is the study of recurring plant and animal life cycle stages, especially their timing and relationships with weather and climate. Assessing the severity and impacts of such extreme climatic events, either in the past or as they happen, requires consistent indicators of variability and change that can be mapped both nationally and historically.&nbsp;<\/p>\r\n<p>The USA National Phenology Network provides a suite of \"spring indices\" based on the accumulated warmth needed to end dormancy and initiate growth in many native and cultivated plants. These complex, evidence-based algorithms can be calculated for any weather station that records daily maximum and minimum temperatures. Spring indices are independently validated using historical observations of leafing and flowering in lilac and honeysuckle nationwide.&nbsp;<\/p>\r\n<p>The historical trend of spring indices suggests that the 2012 growing season advanced as much as 20-30 days in the East and Midwest from the 1900-2012 long-term mean.&nbsp;&nbsp;<\/p>\r\n<p>\"The results of this study clearly demonstrate the great importance of long-term monitoring of natural processes. A long record allows us to identify patterns of change that we might otherwise miss,\" said Suzette Kimball, acting USGS Director.&nbsp;<\/p>\r\n<p>Today the response of vegetation to temperature and precipitation can be readily observed across wide areas by Earth-observing satellites at intervals of only a few days. USGS scientist Julio Betancourt, a co-author of the study, noted, \"Indicators such as spring indices and satellite-based evaluations of vegetation growth will become essential tools for assessing climate variability and change and their impacts.\"&nbsp;<\/p>\r\n<p>Satellite data show that the cumulative effects of the unusually early 2012 spring were most pronounced across the Corn Belt, the western Great Lakes region, and the northeastern U.S.&nbsp;<\/p>\r\n<p>The beneficial effects of spring's quick start in 2012 were subsequently offset by a late spring frost and summer drought. In fact, the unusually early spring combined with late frosts in April to produce a so-called \"false spring\" that damaged fruit trees across the Upper Midwest and Great Lakes regions.&nbsp;<\/p>\r\n<p>The study appears in <em><a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/eost.v94.20\/issuetoc\">EOS, Transactions of the American Geophysical Union<\/a>.<\/em>&nbsp;<\/p>\r\n<p><strong>Learn more<\/strong>&nbsp;<\/p>\r\n<ul>\r\n<li><a href=\"https:\/\/www.usanpn.org\/\">USA National Phenology Network<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/eros.usgs.gov\/#\/Science\/Climate_Change\/Vegetation_Monitoring\/VegDRI\">Vegetation Drought Response Index (VegDRI)<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/www.usgs.gov\/climate_landuse\/\">USGS Climate and Land Use Change Programs<\/a>&nbsp;<\/li>\r\n<li><a href=\"http:\/\/www.usgs.gov\/ecosystems\/\">USGS Ecosystems Programs<\/a><\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Water Hydrologic Researchand Development","Climateand Land Use Change","ecosystems","National Phenology Network"],"article_type":["National News Release"],"distribution":["Biology","Climate Change","Water"],"release_date":{"und":[{"value":"1368590400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169794"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}