{"title":"U.S. Geological Survey Announces Shoemaker Awards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Two new awards from the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> (USGS) honor the memory of Dr. Eugene M. Shoemaker, whose abilities as both a scientist and a communicator inspired his colleagues and the public around the world. <\/p>\n<p>\"Gene&rsquo;s landmark contributions to the geology of the Earth, its Moon, and the Solar System span more than four decades,\" said USGS Director Gordon Eaton. \"But in addition to being a world-class scientist, Gene also took the time to educate the public on the excitement of planetary science and was an enthusiastic mentor of younger scientists.\" <\/p>\r\n<p>Shoemaker, who retired from the USGS in 1993 but continued with the organization as a scientist emeritus, was considered the founder of the science of lunar and planetary geology. He was an innovative scientist, researcher, and prolific communicator of science throughout his career. Dr. Shoemaker was killed in an automobile accident July 18, 1997, while researching meteor craters in Australia. <\/p>\r\n<p>Today the USGS announced the creation and the first recipients of the Shoemaker Awards. Two levels of awards were created: the Eugene M. Shoemaker Distinguished Achievement Award and the Shoemaker Communications Awards. <\/p>\r\n<p>The Eugene M. Shoemaker Distinguished Achievement Award will be given periodically to honor an individual who combines outstanding scientific ability with great skill in presenting complex concepts to many different audiences. This is a lifetime achievement award that honors the recipient&rsquo;s standing in his or her professional field, skill and enthusiasm for conveying traditional and ground-breaking scientific concepts, and expertise in more than one communication medium. <\/p>\r\n<p>Dr. Shoemaker was posthumously awarded the first Eugene M. Shoemaker Distinguished Achievement Award with the following citation. \"Gene Shoemaker had a prolific career, creating revolutionary scientific theories and communicating those theories and traditional scientific concepts through over 150 papers, Apollo Landing commentaries for CBS television, newspaper interviews, and public television documentaries. He set high standards for others to meet. Gene Shoemaker conveyed a remarkable enthusiasm and warmth when he was explaining scientific concepts to non-technical audiences. His joy in doing and communicating science attracted all that heard him to his field.\" <\/p>\r\n<p>Receiving the award on behalf of Dr. Shoemaker was his widow, Carolyn Shoemaker, a planetary astronomer and USGS volunteer who collaborated with him on many of his scientific discoveries. <\/p>\r\n<p>The Shoemaker Communications Awards honor USGS scientific information products developed for non- technical audiences. Six awards were presented to the following products. <\/p>\r\n<p><b>A Topographic Field Trip of Washington D.C. (Interactive CD-ROM)<\/b>. Using the multimedia tools on the CD-ROM, students learn how to read and interpret spatial information and relate it to real-world features. <\/p>\r\n<p><b>Dams and Rivers: A Primer on the Downstream Effects of Dams (book)<\/b>. Through its clear language, clean design, and effective use of sidebars, this publication explores the way rivers and riverbanks change below dams. <\/p>\r\n<p><b>Geology Along Trail Ridge Road, a Self-Guided Tour for Motorists (book)<\/b>. This book was developed to explain the geology of Rocky Mountain National Park as shown along the principal road in the park. <\/p>\r\n<p><b>Map Adventures (teachers&rsquo; packet)<\/b>. This educational packet helps teach students in kindergarten through third grade the basic concepts they need to visualize objects from different perspectives and to turn that knowledge into an understanding of maps. <\/p>\r\n<p><b>The Fragile Fringe: Coastal Wetlands of the Continental United States (book)<\/b>. Produced by the USGS in cooperation with the Louisiana Sea Grant College, and the National Oceanic and Atmospheric Administration, this book uses simplified graphics an","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"875246400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170174"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}