{"title":"Environmental Persistence of Chronic Wasting Disease Exacerbates Deer Population Declines","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Long-term impacts of the chronic wasting disease (CWD) epidemic in North American deer, elk and moose will depend on how the disease persists in the environment, according to a new U.S. Geological Survey study.<!--introend--><\/p>\n<p>The study examines how the persistence of CWD in the environment affects future deer populations using computer simulations.<\/p>\r\n<p>Like other \"prion\" diseases, CWD is caused by unusual, infectious proteins called prions; it is a fatal neurological disease of deer, elk and moose. One of the best-known of these prion diseases is \"mad cow\" disease, a cattle disease that has infected humans. However, there is no evidence that CWD has infected humans.&nbsp;<\/p>\r\n<p>Prions can be transmitted directly through animal-to-animal contact, and indirectly through animals that come into contact with infected feces, urine and carcasses. Most current analyses assume that prions are transmitted through direct contact. The new study, however, demonstrates that indirect transmission &ndash; through uninfected animals coming in contact with contaminated material &ndash; is likely much more important in controlling the disease than previously thought.<\/p>\r\n<p>\"If indirect transmission is as important as our simulations show, then the projected long-term outcomes of CWD epidemics will be very sensitive to how long prions remain infectious in the environment,\" said lead study author Emily Almberg, a former employee of USGS, and a current PhD student at Pennsylvania State University. \"Disease management will need to consider both indirect and direct transmission.\"<\/p>\r\n<p>Previous studies have found infectious CWD prions in the environment for at least two years, and closely related sheep scrapie prions, another type of prion disease, have caused infections after 16 years. \"If these two examples represent norms rather than exceptions,\" said Almberg, \"then our simulations suggest that CWD will reach higher peak prevalences and result in more extreme deer population declines.\"&nbsp; In addition, indirect transmission and long-lived prions could complicate disease-control efforts.&nbsp;<\/p>\r\n<p>According to USGS scientist Paul Cross, co-author of the study, &ldquo;Our results show how the importance of the environmental reservoir may increase during the course of an epidemic, which may help to explain some of the differences we see among different regions that are in different stages of the epidemic.&rdquo;<\/p>\r\n<p>Since current management tools do not target reducing environmental transmission, the best prospects for CWD control may be very early in the epidemic when the traditional tools of culling deer are likely to keep direct transmission and overall infection levels at bay, the authors wrote.<\/p>\r\n<p>CWD has been detected in 19 states and two Canadian provinces. Disease-causing prions, responsible for some incurable neurological diseases of people and other diseases in animals, are notoriously difficult to decontaminate or kill. Prions are not killed by most detergents, cooking, freezing, or by autoclaving, a method used to sterilize medical instruments.&nbsp;<\/p>\r\n<p>The USGS study, Modeling Routes of Chronic Wasting Disease Transmission: Environmental Prion Persistence Promotes Deer Population Decline and Extinction, is available from the public accesses journal PLoS ONE, <a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0019896\">online<\/a><a href=\"http:\/\/dx.plos.org\/10.1371\/journal.pone.0019896\"><\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","biology","Montana","deer","ecosystems"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1306296000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169940"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}