{"title":"Landsat Satellites Track Continued Missouri River Flooding","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Flooding along the Missouri River continues as <a href=\"http:\/\/eros.usgs.gov\/#\/About_Us\/Views_of_the_News%21july17_nebraska_city\">shown in Landsat satellite images<\/a> of the Nebraska and Iowa border. Heavy rains and snowmelt have caused the river to remain above flood stage for an extended period.<\/p>\n<p>A Landsat 5 image of the area from May 5, 2011 shows normal flow. In contrast, a Landsat 7 image taken July 17 depicts flood conditions in the same location.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>A <a href=\"http:\/\/waterwatch.usgs.gov\/new\/?id=ww_flood\">national overview map of streamflow<\/a> provided by <a href=\"http:\/\/waterwatch.usgs.gov\/new\/index.php?id=ww\">USGS WaterWatch<\/a> graphically portrays the immense geographic extent of flooding in the Missouri River basin.<\/p>\r\n<p><a href=\"http:\/\/landsat.usgs.gov\/index.php\">Landsat<\/a> is a joint effort of both <a href=\"http:\/\/www.usgs.gov\/\">USGS<\/a> and <a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA<\/a>. USGS conducts Landsat operations and NASA develops and launches new satellites that meet USGS requirements. In addition to imagery of natural hazard events, Landsat provides valuable data for land use research and advances the Department of the Interior&rsquo;s important role in land remote sensing under the President&rsquo;s National Space Policy. Landsat images are unique in that they provide complete global coverage, they are available for free, and they span nearly 40 years of continuous earth observation. No other satellite imagery has that combination of attributes.<\/p>\r\n<p>Monitoring both floods and droughts, the <a href=\"http:\/\/waterwatch.usgs.gov\/new\/index.php?id=ww\">USGS WaterWatch<\/a> internet site displays maps, graphs, and tables that describe current and past streamflow conditions for the United States. The real-time streamflow data is generally updated on an hourly basis.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Iowa","Nebraska"],"country":["United States of America"],"mm_tags":["geography","Climateand Land Use Change Land Remote Sensing","landsat","surface","flooding"],"release_date":{"und":[{"value":"1311134400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169752"},{"tid":"170335"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}