{"title":"President's 2014 USGS Budget Proposal Strengthens Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->President Obama's fiscal year (FY) 2014 budget request for the U.S. Geological Survey is $1.167 billion, an increase of $98.8 million above the 2012 enacted level, reflecting the Administration's commitment to scientific research and development as the foundation for innovation, socio-economic well-being, environmental sustainability, and sound decisionmaking.<!--introend--> This includes science to support the safe and responsible development of domestic energy, protect critical water resources and ecosystems, respond to natural disasters, and advance our understanding and resilience to the effects of climate change.<\/p>\n<p>The proposed 2014 USGS budget priorities include studying energy resources and environmental issues; advancing water monitoring and availability research; supporting the nationwide streamgage network; improving the capacity to quickly and effectively respond to natural hazards; providing information needed to protect priority ecosystems; and enhancing climate change research that is user-focused to address specific needs of natural resource managers across the landscape.<\/p>\r\n<p>\"The USGS prides itself in providing relevant and reliable Earth science, and our range of specialized expertise makes us a leader in supporting the President's focus on research and development,\" said acting USGS Director Suzette Kimball. \"Starting with science is the foundation for making decisions that ensure the safety of our Nation and a robust and resilient economy. The proposed budget supports programs that are unique to the USGS, ultimately enhancing understanding of our land, its resources, and potential hazards that face us.\"<\/p>\r\n<p><em>Proposed USGS key increases are summarized below. For more detailed information on the President's proposed 2014 budget, visit the <a href=\"http:\/\/www.usgs.gov\/budget\/2014\/2014index.asp\">USGS Budget, Planning, and Integration website<\/a><em>.<\/em><\/em><\/p>\r\n<p><strong>New Energy Frontier<\/strong><\/p>\r\n<p>To ensure a robust and secure energy future for the Nation, President Obama emphasizes an \"all-of-the-above\" strategy, and the USGS has an important contribution in each component of that strategy. Proposed funding increases totaling $4.0 million will support the exploration of <a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/Geothermal.aspx\"><span style=\"color: #0000ff;\">geothermal resources<\/span><\/a> on Federal lands as well as research to support mitigation of the <a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/introduction.html\"><span style=\"color: #0000ff;\">impacts of wind energy on wildlife<\/span><\/a>. A total of $18.6 million, an increase of $13.0 million, will support interagency science collaboration between the USGS, the Department of Energy, and the Environmental Protection Agency to understand and minimize potential adverse environmental, health, and safety impacts of shale gas development through <a href=\"http:\/\/energy.usgs.gov\/OilGas\/UnconventionalOilGas\/HydraulicFracturing.aspx\"><span style=\"color: #0000ff;\">hydraulic fracturing<\/span><\/a>.<\/p>\r\n<p><strong>Water<\/strong><\/p>\r\n<p>As competition for water resources grows, so does the need for <a href=\"http:\/\/water.usgs.gov\/\"><span style=\"color: #0000ff;\">better information about water quality and quantity<\/span><\/a>.&nbsp;Funding in the 2014 proposed budget includes an increase of $7.2 million to fund more than 400 streamgages that would enhance the ability to monitor high priority sites sensitive to drought, flooding, and potential climate change effects. The budget also includes $22.5 million for WaterSMART, an initiative focused on a sustainable water strategy to address the Nation's water challenges. WaterSMART includes the combined efforts of the USGS and the Bureau of Reclamation.&nbsp;<\/p>\r\n<p><strong>Natural Disasters<\/strong><\/p>\r\n<p>In the past year, the USGS responded to hurricanes Sandy and Isaac, wildfires ravaging the West, worldwide earthquakes, historical floods, and many other natural","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["budget","budget","budget","budget","budget","landsat","Chesapeake Bay","California Bay Delta","streamgage","Economy","Everglades","Puget Sound","Asian Carp","Columbia River","Climate Science Centers","Great Lakes","Burmese Python","Klamath River","water","Budget Planningand Integration","Climateand Land Use Change Carbon Sequestration","Climateand Land Use Change","Climateand Land Use Change Land Remote Sensing","Climateand Land Use Change National Climate Changeand Wildlife Science Center","Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Researchand Development","Core Science Systems","ecosystems","Ecosystems Fisheries Aquaticand Endangered Resources","Ecosystems Invasive Species","Ecosystems Terrestrial Freshwaterand Marine Environments","Coastal Change","Coasts","","Water Research Institutes","North American Data Buy","Youth Stewardship","Ecosystems Wildlife Terrestrialand Endangered Resources","Critical Minerals","Rare Earth Minerals","Big Data","Energyand Minerals","Energyand Minerals Energy Resources","Energyand Minerals Mineral Resources","Environmental Health","Natural Hazards","Natural Hazards Coastaland Marine Geology","Natural Hazards Earthquake Hazards","Natural Hazards Landslide Hazards","Natural Hazards Volcano Hazards","water","Water National Water Quality Assessment","Water National Streamflow Information"],"article_type":["National News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1365566400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169566"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}