{"title":"Global Warming May Have Severe Consequences for Rare Haleakala Silverswords","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HONOLULU &mdash; <!--introstart-->While the iconic Haleakal&#257; silversword plant made a strong recovery from early 20<sup>th<\/sup>-century threats, it has now entered a period of substantial climate-related decline.<!--introend--> New research published this week warns that global warming may have severe consequences for the silversword in its native habitat.&nbsp;<\/p>\n<p>Known for its striking rosette, the silversword grows for 20-90 years before the single reproductive event at the end of its life, at which time it produces a large (up to six feet tall) inflorescence with as many as 600 flower heads. The plant was in jeopardy in the early 1900s due to animals eating the plants and visitors gathering them. With <a href=\"http:\/\/www.nps.gov\/hale\/naturescience\/silversword.htm\">successful management<\/a>, including legal protection and the physical exclusion of hoofed animals, the species made a strong recovery, but since the mid-1990s it has entered a period of substantial decline. A strong association of annual population growth rates with patterns of precipitation suggests the plants are undergoing increasingly frequent and lethal water stress. Local climate data confirm trends towards warmer and drier conditions on the mountain, which the researchers warn will create a bleak outlook for the <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=Q1T3\">threatened silverswords<\/a> if climate trends continue.&nbsp;<\/p>\r\n<p>&nbsp;\"The silversword example foreshadows trouble for diversity in other biological hotspots,\" said Dr. Paul Krushelnycky, a biologist with the University of Hawai&#699;i at M&#257;noa, College of Tropical Agriculture and Human Resources, and principal investigator for the <a href=\"http:\/\/www.ctahr.hawaii.edu\/site\/StoryDetails.aspx?id=1540\">project<\/a>, \"and it also illustrates how even well-protected and relatively abundant species may succumb to climate-induced stresses.\"&nbsp;<\/p>\r\n<p>\"The silversword is an amazing story of selective biological adaptation of this distant cousin of the daisy to the high winds and sometimes freezing temperatures on the high slopes and thin soils of Haleakal&#257; volcano,\" said USGS Director Marcia McNutt. \"Despite the successful efforts of the National Park Service to protect this very special plant from local disturbance from humans and introduced species, we now fear that these actions alone may be insufficient to secure this plant's future. No part of our planet is immune from the impacts of climate change.\"&nbsp;<\/p>\r\n<p>The Haleakal&#257; silversword (<em>Argyroxyphium sandwicense macrocephalum<\/em>) grows only on a single volcano summit in Hawai&#699;i, yet it is viewed by 1&ndash;2 million visitors annually at Haleakal&#257; National Park. Although the decline and extinction of other rare species with small ranges (and the accompanying loss of biodiversity) can easily go unobserved and unappreciated, the silversword&rsquo;s high profile makes it a good example with which to educate the public about global climate change.&nbsp;<\/p>\r\n<p>Krushelnycky co-authored the paper along with Lloyd Loope, scientist emeritus with the U.S. Geological Survey, and others at the University of Hawai&lsquo;i at M&#257;noa, and University of Arizona.<sup> <\/sup>They explain that although climate change is predicted to place mountaintop and other narrowly endemic species such as the silversword at severe risk of extinction, the ecological processes involved in such extinctions are still poorly understood, and they are hoping to increase this understanding.&nbsp;<\/p>\r\n<p>This report is the first publication to result from a collaborative effort between research scientists and land managers at Haleakal&#257; National Park seeking to understand worrying trends for this popular federally threatened plant. The work was facilitated and funded by the National Park Service, along with U.S. Geological Survey and U.S. Fish and Wildlife Service. Dr. Krushelnycky and hi","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","ecosystems","Haleakal National Park","Haleakal","silversword","threatened","plant","Climate Change","Global Warming","Argyroxyphium Sandwicense Macrocephalum","Pacific Region","","University Of Hawaii","Manoa"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1358226000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169957"},{"tid":"169953"},{"tid":"170244"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}