{"title":"Historic Partnership Between Gorge Commission and USGS Scientists Will Create Stronger Rural Communities in National Scenic Area","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>COOK, Wash. &mdash; <!--introstart-->The Columbia River Gorge Commission and the United States Geological Survey have initiated an agreement that will put the Columbia River Gorge National Scenic Area in the vanguard locally and nationally with an innovative multi-agency resource management and community development partnership.<!--introend--> The collaboration is focused on establishing a regional support system designed to help local, regional and federal decision makers better understand the overall economic, environmental, and cultural health of the Columbia River Gorge. It will also advance regional policy, improve resource management and guide community development. The Gorge Commission and USGS anticipate the system of objective, fact-based information will be a significant asset to every community in the Gorge.<\/p>\n<p>When USGS top scientists working in the Columbia River Research Laboratory approached the Gorge Commission to discuss opportunities to partner on a project to strengthen the National Scenic Area's Vital Signs Indicators project, executive director Darren Nichols recognized its value. \"The Vital Signs Indicators Project is a successful regional collaboration designed to measure the overall health of National Scenic Area resources and the Gorge economy. This partnership with scientists from the USGS and Northwest universities offers the region a tremendous opportunity to use the VSI for effective, efficient public decisions that will support and enhance the successful future of the Gorge,\" Nichols said.&nbsp;<\/p>\r\n<p>In the beginning the partnership will work on building a high level \"conceptual model\" of the decision support framework.&nbsp; The initial model will be further developed and built into a fully functioning analytical decision tool for the National Scenic Area's resources and economy. In essence, the agencies envision a tool similar to the classic video game SimCity, where citizens, policy makers, elected officials and citizens can explore a variety of scenarios for the future of the Columbia Gorge and the types of decisions that will support a preferred future.<\/p>\r\n<p>CRGC and USGS staff expect to have the first conceptual model developed this summer and will quickly seek funding and additional partners to work on the functional tools. Department directors and faculty of Washington State University, Portland State University, and Oregon State University have contributed to the scoping and planning of the effort and are expected to continue providing expertise to the model development process.<\/p>\r\n<p>\"USGS expertise in designing and implementing monitoring programs, coupled with our experience developing Decision Support Systems will enable us, and our academic partners, to make a significant contribution to this collaboration with the CRGC,\" said Steve Waste, director of the USGS Columbia River Research Laboratory, \"The Commission is to be commended for initiating an innovative program relevant to both the region, and the nation.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Oregon","Washington"],"country":["United States of America"],"mm_tags":["water","ecosystems","wildlife","river","Northwest","fish"],"distribution":["Biology"],"release_date":{"und":[{"value":"1369713600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169157"},{"tid":"170481"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}