{"title":"How Healthy Are Our Rivers and Streams? USGS Report Shows Complex Picture","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>America&rsquo;s rivers and streams are generally suitable for irrigation, supplying drinking water, and home and recreational uses. However, in areas with significant agricultural and urban development, the quality of our nation&rsquo;s water resources has been degraded by contaminants such as pesticides, nutrients, and gasoline-related compounds.<\/p>\n<p>A series of 15 reports on the health of major river basins across the country have been released by the USGS. The river basins are in Hawaii, Alaska, California, Washington, Wyoming, Montana, Utah, Idaho, North Dakota, Ohio, Indiana, Kentucky, Illinois, Wisconsin, Louisiana, Mississippi, Alabama, Georgia, Tennessee, Maine, New Hampshire, Massachusetts, Rhode Island, Pennsylvania, New Jersey, New York, Delaware, Maryland, and Virginia. Findings of regional and national interest are highlighted in a separate report &quot;Water Quality in the Nation&rsquo;s Streams and Aquifers-Overview of Selected Findings, 1991-2001.&quot; <\/p>\r\n<p>For more than a decade, USGS hydrologists have looked at three questions related to water quality. What are the conditions of our nation&rsquo;s streams and ground water? How is water quality changing over time? And how do natural features and human activities affect the quality of streams? <\/p>\r\n<p>According to the USGS Chief Hydrologist Robert Hirsch, &quot;By evaluating and assessing our nation&rsquo;s water resources, we have a better understanding of water quality and this gives us a comprehensive picture of the long-term health of America&rsquo;s rivers and aquifers. We have analyzed the effects of agricultural, urban, and forest land use practices on water quality, habitat, and biota.&quot; <\/p>\r\n<p>Major challenges that continue to affect streams and ground water are sources of pesticides, nutrients, metals, gasoline-related compounds and other contaminants. In urban areas, insecticides such as diazinon and malathion which are commonly used on lawns and gardens were found in nearly all of the streams that were sampled. Streams in agricultural areas were more likely to contain herbicides-especially atrazine, metolachlor, alachlor, and cyanazine. <\/p>\r\n<p>Hirsch also noted that, &quot;Concentrations of contaminants in water samples from wells were almost always lower than current EPA drinking-water standards and guidelines. However, the possible risk to people and to aquatic life can only be partially addressed because of the lack of criteria for many chemicals and their degradation or &quot;breakdown&quot; products. In addition, criteria were developed for individual chemicals and do not take into account exposure to mixtures or seasonal high pulses in concentrations.&quot; <\/p>\r\n<p>The detection of chemicals at low levels does not automatically translate into impacts on human or aquatic health. For example, USGS water quality assessments may be done at the parts-per- trillion levels, an amount that can be up to 100 times lower than the threshold used for setting standards and guidelines. <\/p>\r\n<p>Other notable trends related to water-quality over the past decade are: <\/p>\r\n<UL>\r\n<LI>Changes in land management practices can improve water quality in streams over time. For example, changing from furrow to sprinkler and drip irrigation in parts of Washington&rsquo;s Yakima River Basin has reduced runoff from fields resulting in less sediment and compounds such as DDT in streams. In fact, concentrations of total DDT in large-scale suckers, smallmouth bass, and carp from the lower Yakima River decreased by about half since the 1980&rsquo;s. \r\n<LI>Even low levels of urban development have an impact. In Anchorage, for example, the abundance and diversity of aquatic insects became affected when about five percent of a watershed was converted into areas like parking lots. \r\n<LI>Natural features, such as soils, climate, and geology, are an important influence on water quality in watersheds. For example, mercury concentrations in fish are affected by","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maine","Maryland","Massachusetts","New Hampshire","New Jersey","New York","Pennsylvania","Rhode Island","Virginia","Idaho","Montana","Washington","Wyoming","Alabama","Georgia","Louisiana","Mississippi","Tennessee","Utah","Illinois","Indiana","Kentucky","North Dakota","Ohio","Wisconsin","California","Hawaii","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1084507200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169267"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}