{"title":"California Ravens Are a Breed Apart","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The common raven in California is not so common after all, according to a team of scientists at the U.S. Geological Survey and other research institutions involved in new genetics research. DNA sequence data revealed a deep genetic split between common ravens from the southwest United States compared to the rest of the world, according to a journal article in the December 22 issue of the Proceedings of the Royal Society of London, Biological Sciences. <\/p>\n<p>Common ravens range over nearly the entire Northern Hemisphere, and across their range, the scientists noted there are no differences in the birds&rsquo; appearance. By sampling 72 common ravens from around the world, however, they found two distinct genetic groups, which they labeled the \"California clade\" and the \"Holarctic clade.\" <\/p>\r\n<p>\"The California raven looks like any other common raven worldwide, but genetically it&rsquo;s very different,\" said research ecologist Dr. William I. Boarman of the USGS Western Ecological Research Center. \"We have found that ravens from Minnesota, Maine and Alaska are more similar to ravens from Asia and Europe than they are to ravens from California.\" <\/p>\r\n<p>\"The split probably started through geographic isolation over 2 million years ago, from glaciation during the ice age. When the two forms came back together after the ice age, individual birds may have chosen to continue to mate with only their own type, thus maintaining the two groups,\" said Boarman. <\/p>\r\n<p>\"The two clades come in contact with each other over an unusually large area of the western United States, with mixtures of the two groups present in Washington, Idaho and California,\" said team member Dr. Kevin Omland, professor of biology at University of Maryland, Baltimore County. \"However, future research will be required to determine if the two groups are one or two species, or whether they may be remerging into a single clade.\" <\/p>\r\n<p>An additional finding of the genetic research is that the Chihuahuan raven, a geographically restricted species of the southwest United States and Mexico, is more closely related to the California group than to the cosmopolitan common ravens. \"The Chihuahuan raven appears to split from the California clade approximately 1 million years ago,\" said another team member, Dr. Robert C. Fleischer, conservation geneticist with the National Zoological Park, Smithsonian Institution. <\/p>\r\n<p>Boarman studies ravens in the Mojave Desert, where over the last 30 years their numbers have risen by more than 1,000 percent, subsidized by human populations that have expanded into the desert. His raven research relates to the federally-threatened desert tortoise and management questions regarding how to prevent hungry ravens from decimating young tortoises. <\/p>\r\n<p>\"I was looking at local genetic structuring as a way of gauging the amount of movement of ravens around the desert,\" said Boarman. \"I wanted to use some distant birds outside my group to provide a reference point for how much genetic variance to look for. That&rsquo;s when we discovered the big difference in ravens, and delved further.\" <\/p>\r\n<p>Boarman said this discovery will be particularly important to systematists and biogeographers, but also to agencies responsible for managing raven populations where they are endangered, such as in Kentucky, or where they have become pests, such as in the Mojave Desert. Birding enthusiasts may also find interesting the possibility of having two raven species that look identical but that are actually quite different at the genetic level. <\/p>\r\n<p>The two other coauthors of \"Cryptic genetic variation and paraphyly in ravens\" are Dr. Cheryl Tarr at Pennsylvania State University and Dr. John Marzluff at the University of Washington. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"977374800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}