{"title":"Wolf Harassment Has Little Impact on Elk","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>LARAMIE, Wyo. &mdash; <!--introstart-->The mere presence of wolves, previously shown to affect the behavior of elk in the greater Yellowstone ecosystem, is not potent enough to reduce the body condition and reproductive rates of female elk, according to new research published today.<!--introend--><\/p>\n<p>The research, led by recent University of Wyoming Ph.D. graduate Arthur Middleton, provides the most comprehensive evidence to date refuting the idea that wolves are capable of reducing elk calf recruitment indirectly through predation risk. The findings were published in the scientific journal <a href=\"http:\/\/onlinelibrary.wiley.com\/journal\/10.1111\/(ISSN)1461-0248\">Ecology Letters<\/a>.<\/p>\r\n<p>\"Elk respond to wolves, but less strongly and less frequently than we thought,\" says Middleton, who for three years closely followed the Clarks Fork elk herd west of Cody, along with the wolf packs that prey on it. \"We found that wolves influence elk behavior, but the responses were subtle and -- over the course of winter -- did not reduce body fat or pregnancy. Our work indicates that the effect of wolves on elk populations is limited to direct predation and doesn't include so-called harassment, stress and fear, which have been proposed as additional indirect effects on prey populations.\"<\/p>\r\n<p>Working as part of the <a href=\"http:\/\/www.wyocoopunit.org\/\">Wyoming Cooperative Fish and Wildlife Research Unit<\/a> -- a U.S. Geological Survey program housed at UW in cooperation with the Wyoming Game and Fish Department -- Middleton and colleagues used state-of-the-art GPS collars and firsthand observation to track the interactions of the Clarks Fork herd with wolves from the Sunlight, Hoodoo, Beartooth and Absaroka wolf packs in 2008, 2009 and 2010. The detailed movement data on both wolves and elk allowed the researchers to identify each time one of the collared elk encountered a collared wolf. The elk herd, one of several migratory herds in the greater Yellowstone area, spends summers in Yellowstone National Park and moves into the Sunlight Basin during winter. The researchers also recaptured GPS-collared elk at the end of winter and the end of summer each year to assess their annual fat dynamics and pregnancy rates using ultrasonography.<\/p>\r\n<p>The research found that when wolves approached within 1 kilometer (a little over a half mile), elk increased their rates of movement, displacement and vigilance. However, the behaviors only lasted about 24 hours and didn't significantly reduce elk foraging or force elk into poor habitats. And such encounters with wolves took place at a rate of only one in nine days on average for the migratory elk in the Clarks Fork herd -- the maximum was once every four days.<\/p>\r\n<p>The key finding of the study is that even though elk varied widely in their encounters with wolves, those that encountered wolves frequently were not less fat -- or any less likely to be pregnant -- than those that rarely bumped into the predators. This finding differs from some previous studies that indicated wolves influence elk behavior strongly enough to contribute to regionwide declines in calf production.<\/p>\r\n<p>\"Our research was unique in that we tracked wolves while also monitoring the movements, foraging behavior, body fat and pregnancy of the elk they hunted,\" says Middleton, who worked under Matt Kauffman, head of the Wyoming Cooperative Fish and Wildlife Research Unit working under a dual appointment with the USGS and the UW's <a href=\"http:\/\/www.uwyo.edu\/zoology\/\">Department of Zoology and Physiology<\/a> where he is an assistant professor. \"This approach, essentially connecting the dots from wolf movements all the way to elk behavior and nutrition, revealed that elk respond to wolves too weakly and too infrequently for those behaviors to carry nutritional costs.\"&nbsp;<\/p>\r\n<p>The study casts additional doubt on the idea that wolf reintroduction has caused what scientists call a \"behaviorally mediated trophic cas","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Wyoming"],"country":["United States of America"],"mm_tags":["elk","ecosystems","Climate Change","migration"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1370923200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169028"},{"tid":"170246"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}