{"title":"USGS Planetary Geologist Named AAAS Fellow","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to Editors: Interviews with Mike Carr can be arranged by calling him at 650-329-5174 <\/b><\/p>\n<p><!--introstart-->Dr. Michael H. Carr, a planetary geologist at the U.S. Geological Survey (USGS) who has participated in almost every U.S., Russian and European mission to Mars, will be installed as a \"Fellow\" in the American Association for the Advancement of Science (AAAS), on Saturday, February 16, at the AAAS Annual Meeting in Boston, Mass. Each year the AAAS bestows this honor to members whose \"efforts on behalf of the advancement of science or its applications are scientifically or socially distinguished.\"<!--introend--> <\/p>\r\n<p>Born May 26, 1935 in Leeds, England, Carr received a bachelor-of-science degree in geology from the University of London in 1956, and in 1960 he received a Ph.D. in geology from Yale University. He spent the next two years as a post-doctoral fellow at the University of Western Ontario, Canada. <\/p>\r\n<p>Since joining the USGS in 1962, \"Mars Mike,\" as he is known among colleagues, has worked primarily in lunar and planetary studies. In the 1960s he participated in the USGS&rsquo;s lunar geologic mapping program and in a variety of Apollo program activities that included briefing and training astronauts in the geology of landscapes expected at lunar landing sites and in selecting rock samples to bring back to Earth that could tell a story. <\/p>\r\n<p>In the 1970s, Carr was a member of the Mariner 9 imaging team and, as leader of the Viking orbiter imaging team, he directed the acquisition of 55,000 pictures of Mars and their subsequent interpretation. He participated in the selection of the site for the July 4, 1997 landing of Pathfinder on Mars, but missed seeing live coverage of the Pathfinder landing, because at that moment he was leading the San Mateo County Mounted Sheriff&rsquo;s Patrol down the streets of Redwood City, Calif., in the Fourth of July parade. <\/p>\r\n<p>Carr has authored more than 150 publications, including two books, \"The Surface of Mars,\" and \"Water on Mars.\" Among his many awards are a NASA Medal for Exceptional Scientific Achievement (1977); the Department of Interior Meritorious Service (1979) and Distinguished Service (1988) awards; and the Geological Society of America&rsquo;s G.K. Gilbert award (1993). He was also the 1994 recipient of the National Air and Space Museum&rsquo;s Lifetime Achievement Award in Air and Space Science Technology. <\/p>\r\n<p>Carr lives in Woodside, Calif., with his wife, Rachel. His interests are running, horses and languages. <\/p>\r\n<p>AAAS is the largest general science organization in the world, representing all scientific and engineering disciplines. Its more than 138,000 members also include policy makers, educators, journalists, and students. Founded in Philadelphia in 1848, the AAAS is also among the oldest societies for professionals, in America.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1013490000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}