{"title":"New web service to help those studying the heavens","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>FLAGSTAFF, Ariz. &mdash; <!--introstart-->A revised web page with new tools enabling researchers to link planetary features and names directly to programs such as ArcGis and GoogleEarth was unveiled today, greatly simplifying the work of standardizing terminology and locations of planetary features throughout the solar system.<!--introend--><\/p>\n<p>This new &ldquo;web feature service,<em>&rdquo;<\/em> which links the planetary database to the end-user&rsquo;s program, is part of a comprehensive renovation of the Gazetteer of Planetary Nomenclature website. This website, run by the U.S. Geological Survey&rsquo;s Astrogeology Science Center, is the official site for accessing the current and complete list of International Astronomical Union approved names for rings, satellites, and features on the surfaces of planets other than Earth.<\/p>\r\n<p>Once a user&rsquo;s computer-mapping, or Geographic Information Systems program, is linked, the user can explore the database using a variety of visualization tools and detailed searches.&nbsp; The service ensures that updates, refinements, and additions to the planetary database are automatically streamed to the user, encouraging the consistent use of IAU approved planetary names. A web map service also allows users to link to and explore planetary maps hosted by the USGS.&nbsp; The web feature and map services both adhere to Open Geospatial Consortium standards.<\/p>\r\n<p>The USGS runs this website to assist planetary scientists during the course of new missions. &ldquo;We help scientists obtain IAU approved names in order to ensure that planetary features of high scientific interest, such as craters, mountains, and channels are officially named and described,&rdquo; said Jennifer Blue, planetary nomenclature expert with the Astrogeology Science Center.<\/p>\r\n<p>The new &ldquo;web feature service&rdquo; has also precipitated the redesign of the website&rsquo;s user interface.&nbsp;&ldquo;The technical requirements of implementing the web feature service provided a unique opportunity to also make visual improvements to the Gazetteer of Planetary Nomenclature website,&rdquo; said USGS web-developer Ryan Raub.&nbsp;<\/p>\r\n<p>The new website is intended to enhance the user&rsquo;s visual experience and provide intuitive and efficient exploration of the planetary nomenclature database. It provides an interactive homepage, complete with rotating planets, where users can quickly select a planet or body of interest. International Astronomical Union approved names are displayed as annotated points or areas on an image of the planet, where users can pan to different regions or zoom for increased detail.&nbsp; With a few clicks, users can display detailed information about surface features such as a size and location as well as what the name means.<\/p>\r\n<p>USGS web-developer Mark Bailen notes the new website benefits scientists and enthusiasts alike. &ldquo;The new &lsquo;target chooser&rsquo; provides a fun way to explore the planets while revealing valuable information about the Solar System,&rdquo; said Bailen.<\/p>\r\n<p>The web feature and map services are the first of several improvements that will take place to the Gazetteer of Planetary Nomenclature over the coming months and years.&nbsp; To explore the new website and access its new web feature and map services, please visit <a href=\"http:\/\/planetarynames.wr.usgs.gov\">Planetary Nomenclature website<\/a>. For more information on linking to the services, visit the <a href=\"http:\/\/astrodocs.wr.usgs.gov\/index.php\/Webservices\">Astrodocs Webservices website<\/a>.<\/p>\r\n<p><em>The mission of the USGS Astrogeology Science Center is to serve the Nation, the international planetary science community, and the general public&rsquo;s pursuit of new knowledge of our Solar System. The Science Center&rsquo;s vision is to be a national resource for the integration of planetary geosciences, cartography, and remote sensing. As explorers and surveyors, with a unique","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Planetary Data","geology","Mapping","website","nomenclature","geography"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1277870400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170029"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}