{"title":"Old Japanese Documents Confirm Warnings of Future North American Earthquakes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Guided by Japanese writings from an era of shoguns, an international team of scientists today reported new evidence that an earthquake of magnitude 9 struck the northwestern United States and southwestern Canada three centuries ago. The findings are likely to affect the region&rsquo;s precautions against future earthquakes and tsunamis. <\/p>\n<p>Writing this week in the American Geophysical Union&rsquo;s Journal of Geophysical Research, scientists from Japan, Canada and the United States summarize old reports of flooding and damage by a tsunami in 1700 on the Pacific coast of Japan. With the aid of computer simulations, they conclude this tsunami required a North American earthquake close to magnitude 9. Such an earthquake, in a few minutes, would release about as much energy as the United States now consumes in a month. <\/p>\r\n<p>The report&rsquo;s authors are Kenji Satake, of the Geological Survey of Japan; Kelin Wang, of the Geological Survey of Canada; and Brian Atwater, of the United States Geological Survey based at the University of Washington in Seattle. <\/p>\r\n<p>The earthquake apparently ruptured the full length of an enormous fault, the Cascadia subduction zone, which extends more than 600 miles along the Pacific coast from southern British Columbia to northern California. <\/p>\r\n<p>Until the early 1980s, this fault was thought benign by most scientists, said USGS&rsquo;s Atwater. But then a swift series of discoveries in North America showed that the fault produces earthquakes of magnitude 8 or larger at irregular intervals averaging about 500 years. The most recent of the earthquakes, dated approximately by radiocarbon methods, occurred between 1680 and 1720. <\/p>\r\n<p>These discoveries raised a further question: Can the fault produce earthquakes of magnitude 9? Such a giant earthquake would produce minutes of low-frequency shaking that might threaten tall buildings from Vancouver, British Columbia, to northern California. A giant Cascadia earthquake would also warp large areas of seafloor, thereby setting off a train of ocean waves &#8212; a tsunami &#8212; that could prove destructive even on the far side of the Pacific Ocean. <\/p>\r\n<p>Such international concerns motivated the research described today. &quot;At issue for North Americans,&quot; said Atwater, &quot;is how to adjust building codes and tsunami-evacuation plans to reduce losses of life and property in the event of a future magnitude 9 earthquake in southern British Columbia, Washington, Oregon and northern California.&quot; <\/p>\r\n<p>Few scientists took that threat in the Cascadia region seriously until 1996, when Japanese researchers, in a letter to the international journal Nature, stunned their North American colleagues by linking a tsunami in Japan to geologic reports of an earthquake and tsunami at the Cascadia subduction zone. <\/p>\r\n<p>From the tsunami&rsquo;s arrival time in Japan, the Japanese researchers assigned the earthquake to the evening of Tuesday, January 26, 1700. In addition, from preliminary estimates of the tsunami&rsquo;s height in Japan, they guessed that the tsunami was too large to explain by a Cascadia earthquake less than magnitude 9. <\/p>\r\n<p>That guess was on target according to today&rsquo;s report, which was published online by the American Geophysical Union. The researchers begin by showing that the 1700 tsunami crested as much as 15 feet high in Japan. They then use recent findings about the Cascadia subduction zone to relate earthquake size to plausible areas of fault rupture and seafloor displacement. Finally, they employ computer simulations of trans-Pacific tsunamis to tune the estimates of earthquake size at Cascadia to the estimated tsunami heights in Japan. <\/p>\r\n<p>The findings, said Atwater, justify precautions taken recently by engineers and emergency personnel. Under construction standards adopted since 1996, engineers have sought to design buildings to withstand giant earthquakes in the northwestern United St","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1069304400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"169846"},{"tid":"169859"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}