{"title":"USGS Animations Simulate Intense Ground Shaking During Hayward Quake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Anticipated shaking from Hayward Fault earthquakes can now be visualized, thanks to new USGS computer simulations created using three-dimensional geologic and seismic models. The simulations have great potential for research, education, emergency planning, and response preparation.<\/p>\n<p>\"We created animations from the simulations so that the public can understand how an earthquake like the one in 1868 will affect the Bay Area,\" said Brad Aagaard, a USGS seismologist who led the modeling effort. \"The animations show how the geologic structure affects the pattern of shaking with significant increase in shaking and longer lasting motion in areas underlain by soft sediments.\"<\/p>\r\n<p>By considering dozens of scenarios, the quake simulations can show city planners and emergency managers the different patterns of shaking for which they need to prepare. The magnitude of the earthquake and where the rupture starts also have a strong influence on the ground shaking. The USGS has previously used these models to simulate the 1989 magnitude 6.9 Loma Prieta and the 1906 magnitude 7.9 San Francisco earthquakes.<\/p>\r\n<p>The upcoming 140th anniversary of the 1868 Hayward earthquake on October 21st marks an important milestone. The past 5 large earthquakes on the Hayward Fault have been on average about 140 years apart, so a repeat of this powerful earthquake could happen at any time.<\/p>\r\n<p>\"The Hayward and Rodgers Creek Faults are the most likely faults to produce a large earthquake in the Bay Area,\" said Tom Brocher, a USGS seismologist. \"These simulations give us a much more realistic and detailed picture of the strong shaking levels for disaster preparedness exercises and longer-term planning.\"<\/p>\r\n<p>\"We want to emphasize that a large earthquake such as one of these on the Hayward Fault will not be just an East Bay quake, but a Bay Area wide earthquake,\" said Rob Graves, a seismologist at URS, an international engineering consulting firm, and study participant. \"Between 2-4 million people will experience shaking strong enough to cause damage.\"<\/p>\r\n<p>\"Economic losses caused by shaking damage may exceed $200 billion dollars for a full Hayward magnitude 7.0 event,\" said Mary Lou Zoback, Vice President of Earthquake Risk Applications at Risk Management Solutions. \"Damage will be focused along the urban core of the East Bay. Only 7-8% of these losses will be covered by insurance. The impact of the next large earthquake on the Hayward fault will be determined by what we do now to prepare for it.\"<\/p>\r\n<p>\"Practical solutions to many of the earthquake risks we face are readily available,\" said Keith Knudsen, a member of the Northern Chapter of the Earthquake Engineering Research Institute.&nbsp; \"These 'Best Practices', used throughout the Bay Area, have been compiled and put on the EERI-NC website for easy referral.\"&nbsp;<\/p>\r\n<p>To see the 1868 Hayward earthquake simulations, go to <a href=\"http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/hayward\/\">http:\/\/earthquake.usgs.gov\/regional\/nca\/simulations\/hayward\/<\/a>.<\/p>\r\n<p>The Third Conference on Earthquake Hazards in the Eastern San Francisco Bay Area will be held at California State University East Bay October 22-24. Approximately 90 researchers will present results from their latest studies of earthquake hazards affecting the East Bay. <a href=\"http:\/\/www.conservation.ca.gov\/cgs\/News\/Pages\/eastbayconference.aspx\">http:\/\/www.conservation.ca.gov\/cgs\/News\/Pages\/eastbayconference.aspx<\/a><\/p>\r\n<p>For a complete list of 1868 Hayward Earthquake Alliance Events, exhibits, lectures and publications, see <a href=\"http:\/\/1868alliance.org\/activities\/\">http:\/\/1868alliance.org\/activities\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","Alliance","Ground Motion","Ground Shaking","Hayward Fault","earthquakes","education","geology","hazards","geology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1223956800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168896"},{"tid":"169946"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}