{"title":"Local Scientist Receives Two Lifetime Honors for Wildlife Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"titles\"><!--introstart-->Dr. Pamela Pietz, a research wildlife biologist for the U.S. Geological Survey, was recently granted the U.S. Department of the Interior's Meritorious Service Award&mdash;the second highest award for a DOI career employee&mdash;and elected Fellow of the American Ornithologists'Union (AOU), one of the oldest and largest organizations in the world devoted to the scientific study of birds.<!--introend--><\/p>\n<p>During her 26-year career with the <a href=\"http:\/\/www.npwrc.usgs.gov\/\">USGS Northern Prairie Wildlife Research Center <\/a>(NPWRC) in Jamestown, N.D., Pietz's diverse research has included songbird nest predation, the nocturnal behavior of Sandhill Cranes, and the population ecology of American White Pelicans. Pietz received the prestigious Meritorious Service Award in recognition of her insightful and ground-breaking research on the behavior, ecology, and management of seabirds, waterfowl, grassland songbirds, colonially nesting waterbirds, and nest predators. She was chosen as an AOU Fellow by her peers based on her exceptional and sustained contributions to ornithology through research, conservation, and education.&nbsp;<\/p>\r\n<p>\"These honors are noteworthy and well-deserved recognitions for Pam,\" said Dr. Robert Gleason, NPWRC Director. \"Her valuable contributions have enhanced our scientific knowledge and serve as a source of inspiration for students and colleagues.\"&nbsp;<\/p>\r\n<p>Early in her career, Pietz demonstrated the negative effects of radio transmitters on waterfowl behavior and nesting success. Her findings led to numerous studies of transmitter effects on the reproductive effort and survival of North American ducks, and to the design and evaluation of several alternative methods for transmitter attachment.&nbsp; She also was one of the first researchers to influence the design and use of miniature video-camera technology at grassland songbird nests, and to demonstrate their value in recording behavioral and ecological data. &nbsp;<\/p>\r\n<p>Pietz and her collaborators have conducted extensive studies of American White Pelicans, leading to the discovery of West Nile virus as a major mortality factor of pelican chicks at nesting colonies in the northern Great Plains.<\/p>\r\n<p>Pietz has authored over 50 scientific and technical reports from her research, nearly all focused on birds. She recently co-edited the book, <em>Video Surveillance of Nesting Birds<\/em>, and was recognized in a paper in <em>Wildlife Biology in Practice<\/em> as one of the most productive female scientists in the field of wildlife biology and management.&nbsp;&nbsp;&nbsp;<\/p>\r\n<p>The USGS NPWRC provides scientific information for conservation and management of the Nation&rsquo;s wildlife. Please visit the NPWRC <a href=\"http:\/\/www.npwrc.usgs.gov\/\">website<\/a> for more information.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_03_27\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_03_27\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":["Awards","ecology","wildlife","Northern Prairie Wildife Research Center","birds"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1364356800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170352"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}