{"title":"Wednesday Highlights At GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Abandoned Mine Modeling to Aid in Remediation<\/b> -- Sampling by the USGS in Cement Creek, a tributary to the Animas River in southwestern Colorado, has identified both distinct and dispersed sources of metal-rich, acidic water to the stream. Water quality in Cement Creek is affected by inflows of metal-rich and acid water related to abandoned mines and naturally occurring conditions along its entire length of approximately 10 miles. The poor water quality adversely affects aquatic life, and no fish are present. USGS scientists are working in conjunction with the Bureau of Land Management to identify distinct sources of poor quality water that might be amenable to cleanup, and are using computer simulations to help predict the effects of different remediation scenarios and account for the effects of the dispersed contamination. Understanding the potential effects of different cleanup approaches can help the BLM determine the most cost effective solutions to water-quality problems associated with drainage from abandoned mines. <b>Join USGS scientist Katie Walton-Day on Wednesday, November 15 at 8:10 a.m., Room B3 to learn more<\/b>. <\/p>\n<p><b>Accurate and User-friendly Ground Water Models?<\/b> -- Ground-water models are used to evaluate whether sources of pollution are likely to contaminate water wells used to supply water to communities and industry. Because of sparse data, inaccessibility of the subsurface, problems that obscure the relation between field measurements and simulated quantities, and the urgent needs of society to make important water-resource decisions, ground-water modeling presents one of the most challenging modeling situations in the natural sciences and engineering. The USGS, in cooperation with the U.S. Department of Energy and the U.S. Department of Defense, has been working to develop these two approaches of making ground-water models more reliable. The USGS recently improved its already very widely used ground-water model, MODFLOW, to include the most recent advances in comparing computed and measured values and displaying these comparisons in standardized, easy to understand ways. MODFLOW now also allows geologic information to be more easily included in a ground-water model. MODFLOW is available for free to all users at <a href=\"http:\/\/water.usgs.gov\/\">http:\/\/water.usgs.govhttp:\/\/water.usgs.gov<\/a> -- click on \"software\" under Technical Resources, then click \"Ground Water\" and then \"MODFLOW-2000\". <b>USGS scientist Mary Hill will demonstrate MODFLOW on Wednesday, November 15 at 8:45 a.m., Room A4. <\/b><\/p>\r\n<p><b>Abandoned Mining Pits in Nevada<\/b> -- may contain high levels of arsenic and other toxic elements. Laurie Balistrieri, a USGS researcher who has analyzed the waters of the <b>Dexter Pit Lake near Tuscarora, Nev., will report on her findings at 9:45 a.m., Wednesday, November 15, in Room B7.<\/b> <\/p>\r\n<p><b>Why Engineered Alluvial Rivers Flood<\/b>-- Alluvial rivers, like the Missouri River, highly altered by humans, still experience extreme floods, such as the Midwest Flood of 1993. The effects of these floods, however, vary greatly, depending on many geological and man-induced factors. Using state-of-the-art technology, <b>USGS scientist Dr. Robert Jacobson studies such rivers, focusing on processes that affect large- and small-scale changes, and will be presenting his research on Wednesday, November 16 at 10:40 a.m., Hall B.<\/b> His work addresses fundamental science issues of how humans and rivers interact; issues critical to both. Visit the web at: <a href=\"http:\/\/infolink.cr.usgs.gov\/science\/habitats\/index.html\">http:\/\/infolink.cr.usgs.gov\/science\/habitats\/index.html<\/a>. <\/p>\r\n<p><b>Mercury Contamination; Legacy of the Gold Rush<\/b> -- Thousands of pounds of mercury and other chemicals that were used to separate gold from other minerals during the latter half of the 19th century, are still present in California waterways. <b>Wednesday, November 15, at 10:50 a.m., in Room B7<\/b>,","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974178000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}