{"title":"200th Anniversary of New Madrid Earthquakes","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/NewMadrid620x350.jpg\"><img class=\"size-full wp-image-173021 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/NewMadrid620x350.jpg\" alt=\"Map showing distribution of earthquakes in the New Madrid sequence\" width=\"397\" height=\"224\" \/><\/a>Two hundred years ago today, the central Mississippi River Valley was violently shaken by the first of a series of three earthquakes of magnitude 7 â\u0080\u0093 8 and hundreds of aftershocks greater than magnitude 3. By March 15, 1812, an estimated 2,000 aftershocks had been felt, but it is likely there were tens of thousands more that were not felt or otherwise noted.\n\nThe first of these quakes struck on December 16 around 2:15 a.m., near present-day Blytheville, Arkansas, waking residents located up to 900 miles away across what is now the eastern United States. According to reports of boat captains and others on the Mississippi River, the December 16 quake and its aftershocks caused the river to fill with debris as tree-covered banks caved into the river. Other reports said the river flooded large tracks of land, created temporary waterfalls, and even ran backwards in some places.\n\n[caption id=\"attachment_173018\" align=\"alignright\" width=\"300\" caption=\"Video: Marion Haynes discusses the historic evidence of earthquakes\"]<a href=\"http:\/\/www.youtube.com\/user\/NewMadrid2011#p\/u\/10\/0fACj3206uQ\" target=\"_blank\"><img class=\"size-medium wp-image-173018   \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Marion-Haynes-Video-300x165.jpg\" alt=\"Video: Marion Haynes discusses the historic evidence of earthquakes\" width=\"300\" height=\"165\" \/><\/a>[\/caption]\n\n<strong><\/strong>The second of the three major earthquakes, estimated at magnitude 7.5, occurred on January 23, 1812, at about 9:15 a.m. Similar to the December 1811 earthquake, this event was also widely felt. Damage occurred in an area of about 232,000 square miles.<strong><\/strong>\n\nThe third and probably the most widely felt of the three major earthquakes occurred on February <strong>7, <\/strong>1812, at about 3 a.m. There were several destructive shocks that day, the last and largest estimated at magnitude 7.7. As a result, the town of New Madrid, Missouri, was severely damaged.\n\n<strong>The New Madrid Quakes Not a One-Time Event<\/strong>\n\nWe know the 1811 â\u0080\u0093 1812 earthquake sequence was not a one-time event. The New Madrid earthquakes covered the region with sand blows, thousands of which remain today and can be seen as large, light-colored sandy patches in agricultural fields.\n\nBy digging into the sand blows, geologists found widespread evidence of pre-historic sand blows telling of similar sequences of earthquakes around 1450, 900, and 300 A.D. The USGS earthquake hazard map (<a href=\"http:\/\/earthquake.usgs.gov\/hazards\/\">http:\/\/earthquake.usgs.gov\/hazards\/<\/a>), which is a compilation of scientific studies over the past 40 years, demonstrates the earthquake hazard revealed by this earthquake history.\n\n[caption id=\"attachment_173019\" align=\"alignright\" width=\"300\" caption=\"Video: Tish Tuttle discusses the New Madrid Earthquakes\"]<a href=\"http:\/\/www.youtube.com\/user\/NewMadrid2011#p\/u\/16\/sL1hs-MM4ec\" target=\"_blank\"><img class=\"size-medium wp-image-173019  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2011\/12\/Tish-Tuttle-video-300x163.jpg\" alt=\"Video: Tish Tuttle discusses the New Madrid Earthquakes\" width=\"300\" height=\"163\" \/><\/a>[\/caption]\n\n<strong>Similar Risk Exists Today<\/strong>\n\nA risk of a similar sequence of earthquakes exists in the New Madrid Seismic Zone today and threatens Alabama, Arkansas, Illinois, Indiana, Kentucky, Mississippi, Missouri, and Tennessee. Recent USGS projections place the likelihood of a magnitude-6 or higher earthquake at about 25 â\u0080\u0093 50 percent over the next few decades and place the likelihood of a magnitude 7 or higher earthquake at 10 percent.\n\nWith large cities like Memphis, St. Louis, and Nashville well within range of a large-scale New Madrid earthquake, understanding the science of earthquakes and the areaâ\u0080\u0099s geologic history helps communities prepare for earthquake hazards and prevent them from becoming catastrophes.\n\n<strong>Are You Prepared?<\/strong>\n\nThe USGS encourages citizens to join the thousands in eight States who have signed up to participate in the February 7, 2012, Great Central U.S. ShakeOut drill. The 200<sup>th<\/sup> anniversary of the New Madrid earthquakes is an opportune time to consider earthquake preparedness and learn about the regionâ\u0080\u0099s earthquake history. Go to the <a href=\"http:\/\/www.shakeout.org\/centralus\/\">ShakeOut website<\/a> to sign up for the drill, learn preparedness tips, and learn how to â\u0080\u009cDrop, Cover and Hold Onâ\u0080\u009d during an earthquake.\n\nA newly released handbook from the USGS can help people in the central United States to prepare for earthquakess. â\u0080\u009c<a href=\"http:\/\/pubs.usgs.gov\/gip\/119\/\">Putting Down Roots in Earthquake Country â\u0080\u0093 Your Handbook for Earthquakes in the Central United States<\/a>â\u0080\u009d provides detailed information about the threat of earthquakes in this part of the country, particularly along the New Madrid and Wabash Valley seismic zones.\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24162","uid":"31","filename":"NewMadrid496x255.jpg","uri":"public:\/\/NewMadrid496x255.jpg","filemime":"image\/jpeg","filesize":"49154","status":"1","timestamp":"1425492768","type":"image","uuid":"272bdf56-4f4f-414e-a07d-187b4ab6f9ad","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1314867649","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}