{"title":"Life in the Abyss","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_22_2013_qULx50Bnn3_05_22_2013_0\"><img class=\"   \" title=\"ROC Sampling Deep Sea Urchin\" src=\"http:\/\/gallery.usgs.gov\/images\/05_22_2013\/qULx50Bnn3_05_22_2013\/medium\/bubbles-hires.jpg\" alt=\"ROC Sampling Deep Sea Urchin\" width=\"300\" \/><\/a> Methane gas bubbles rise from the seafloor â\u0080\u0093 this type of activity, originally noticed by NOAA Ship in 2012 on a multibeam sonar survey, is what led scientists to the area. Images courtesy Deepwater Canyons 2013 - Pathways to the Abyss expedition, NOAA-OER\/BOEM\/USGS.[\/caption]\n\nIt was the broad extent of mussels covering the seafloor that immediately struck scientists as remarkable. A bright orange crab scuttled over the bed of mussels, and a rockling fish rested in a small crevice between clusters of shells. Nearby, seep-associated shrimps (alvinocarids) swam around the actively venting and bubbling methane at several crevices and cracks in the seafloor.\n\nThis was the scene first glimpsed by humans on May 8, at one of only a few gas seeps known to exist on the U.S. Atlantic outer continental shelf north of Cape Hatteras.Â  Roughly a mile below theÂ ocean surface, the seep is located just south of Norfolk Canyon, one of several deepwater canyons found about 70 miles or more east of Virginia and Maryland. Scientists encountered it while on an expedition aboard the National Oceanic and Atmospheric Administration Ship <em>Ronald H. Brown,<\/em> as they explored the floor of the canyon with Woods Hole Oceanographic Instituteâ\u0080\u0099s remotely operated vehicle named <em>Jason2.<\/em>\n\nThe team was working on Deepwater Atlantic Canyons, a project jointly funded by the U.S. Geological Survey, Bureau of Ocean Energy Management and NOAA. They decided to search out this location after the NOAA Ship <em>Okeanos<\/em> <em>Explorer <\/em>mapped the sea floor in the vicinity of Norfolk Canyon last November with multi-beam sonar. Sonar is used to identify possible hard bottom habitats, which are often â\u0080\u0098hotspotsâ\u0080\u0099 of deep-sea life. At this site, a trail of continuous bubbles rising from the seafloor to the ocean surface provided a tell-tale <a href=\"http:\/\/www.noaanews.noaa.gov\/stories2012\/20121219_gas_seeps.html\">sign of a gas seep<\/a> and raised questions about whether it supported a living community.\n\n<strong>A <\/strong><strong>vast new community<\/strong>\n\nVisually, the community was dominated by <em>Bathymodiolus<\/em> mussels, <a href=\"https:\/\/deepwatercanyons.wordpress.com\/2013\/05\/18\/mussel-identification-or-a-bathymodiolin-mussel-by-any-name\/\">a type of mussel<\/a> known from cold seeps and hydrothermal vents that harbor symbiotic bacteria in their gills that convert seeping chemicals to food. These bacteria were so dense they formed â\u0080\u009cmatsâ\u0080\u009d â\u0080\u0093 a dense, dull gray carpet visible amongst the mussels. The clusters of <em>Bathymodiolus<\/em> mussels included different sizes, suggesting there may be both adults and juveniles present. The full spatial extent of the community has not been estimated, but initial observations suggest it is among the largest known cold seep-supported communities in U.S. waters.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_22_2013_qULx50Bnn3_05_22_2013_3\"><img class=\"  \" title=\"ROC Sampling Deep Sea Urchin\" src=\"http:\/\/gallery.usgs.gov\/images\/05_22_2013\/qULx50Bnn3_05_22_2013\/medium\/urchin-hires.jpg\" alt=\"ROC Sampling Deep Sea Urchin\" width=\"300\" \/><\/a> Remotely operated vehicle Jason2 sampling a sea urchin in a deep sea mussel community found near a gas seep on the U.S. outer continental shelf. Image courtesy Deepwater Canyons 2013 - Pathways to the Abyss expedition, NOAA-OER\/BOEM\/USGS.[\/caption]\n\nAt cold seeps, fluids and gases such as methane are emitted from the seafloor. Not all gas seeps support living communities, making the May 8<sup>th<\/sup> discovery a novel find. Unlike familiar terrestrial food webs based on the sunâ\u0080\u0099s energy, seeps can support food webs based on chemical energy â\u0080\u0093 known as â\u0080\u009cchemosyntheticâ\u0080\u009d communities. To investigate this one, scientists collected samples of the mussels and smaller animals on the seafloor, as well as the long filaments of bacteria attached to them. In two dives with the ROV, they collected samples from active and inactive areas of the seep region â\u0080\u0093 including water samples, living and dead mussel shells, bacterial mats, and invertebrates. They are still sorting and identifying the samples and it is not yet clear whether all these species are known to science.\n\nScientists also took cores of nearby mud, which hosts small, hard-to-see invertebrate animals that are an important part of deep-sea food chains, to conduct tests that help them link different parts of the food web together.Â  Next, researchers trawled nearby for fish and other life forms that live in proximity to the seep site. The data will help them piece together the siteâ\u0080\u0099s food web and test the extent to which methane, sulfur, and other energy sources support life in and around the seep.\n\nSeveral species known from other cold seeps appear to be absent. Missing from view were the large tubeworm colonies, deep-sea clams (vesicomyids), and cake urchins known to occur at other seeps, including Atlantic seeps found in even deeper water offshore of the Carolinas at Cape Fear and Blake Ridge Diapirs. Microbial life at this seep site may also differ as much as the more visible life forms. Preliminary analysis of samples collected last summer from nearby Baltimore Canyon suggests that the bacterial mats of Atlantic deep-water canyon seeps may be different from those found in the Gulf.\n\n<strong>Mile-deep mission <\/strong>\n\nThis monthâ\u0080\u0099s expedition â\u0080\u0093 dubbed â\u0080\u009cPathways to the Abyssâ\u0080\u009d â\u0080\u0093 included a multi-organizational science team. Â Â The team included researchers from: BOEM; NOAA; USGS; University of North Carolina at Wilmington; Florida State University; CSA Ocean Sciences, Inc.; Woods Hole Oceanographic Institution; Texas A&amp;M University; Netherlands Institute of Sea Research; Oregon Institute of Marine Biology; University of Rhode Island; University of Louisiana at Lafayette; and Bangor University.\n\nMost of the team (listed on the <a href=\"https:\/\/deepwatercanyons.wordpress.com\/2013\/05\/11\/we-are-coming-live-from-the-noaa-ship-ronald-h-brown\/\">cruise blog<\/a>) has worked on <a href=\"http:\/\/pubs.er.usgs.gov\/publication\/ofr20121032\">deep-sea ecosystems in the Gulf of Mexico<\/a>, where their partnership won them an award from the National Ocean Partnership Program. Â Collaboration is an important way to lower the costs of such challenging scientific discoveries â\u0080\u0094 challenges so difficult they have been compared to space exploration â\u0080\u0094 by allowing scientists to leverage resources and skills. They also share intimately in the process of scientific discovery with complimentary scientific expertise.Â  Scientists on board oversee separate, yet closely intertwined, studies that enable them to piece together the complex ecology of these unique deep sea chemosynthetic ecosystems from the jigsaw puzzle of individual research questions.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_22_2013_qULx50Bnn3_05_22_2013_1\"><img class=\" \" title=\"Deep Sea Crab on Mussels a Mile Below Atlantic Ocean\" src=\"http:\/\/gallery.usgs.gov\/images\/05_22_2013\/qULx50Bnn3_05_22_2013\/medium\/crab-hires.jpg\" alt=\"Deep Sea Crab on Mussels a Mile Below Atlantic Ocean\" width=\"300\" \/><\/a> A lithodid crab seen on a bed of deep sea mussels living near a gas seep 1,600 meters below the surface of the Atlantic Ocean. Image courtesy Deepwater Canyons 2013 - Pathways to the Abyss expedition, NOAA-OER\/BOEM\/USGS.[\/caption]\n\nThe USGS mission on this expedition is to advance understanding of the Nationâ\u0080\u0099s deep-sea ecosystems â\u0080\u0093 including the mysterious new community found this month. Four USGS scientists â\u0080\u0093 Amanda Demopoulos, Christina Kellogg, Cheryl Morrison and Nancy Prouty â\u0080\u0093 are heading up projects on this expedition looking at life in sediments, food-web connectivity, <a href=\"http:\/\/pubs.usgs.gov\/fs\/2011\/3102\/pdf\/2011-3102.pdf\">microbial ecology<\/a>, genetic connectivity, and paleobiology.\n\nBy comparing the communities from the recent discovery to other seeps, scientists will be able to place this new community into a broader ecological context. Bacterial mats and sediments can all provide important information about the source of energy in these food webs. Mussel shells can be used to analyze how past environmental conditions and energy sources have changed or fluctuated over time, while their soft tissues can be used to genetically identify species and their bacterial symbionts. One critical question is whether â\u0080\u0093 and how â\u0080\u0093 they are related to those found elsewhere in the Atlantic and Gulf of Mexico. These studies will strengthen our understanding of how life in these communities survives, reproduces, disperses, and interacts with other communities in the deep sea. This provides information on their sustainability and resilience to disturbances that can be used by decision-makers to develop future policies for their management.\n\n<a href=\"http:\/\/oceanexplorer.noaa.gov\/explorations\/13midatlantic\/welcome.html\">Watch the daily blogs from the expedition<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24304","uid":"31","filename":"fish-hires.jpg","uri":"public:\/\/fish-hires.jpg","filemime":"image\/jpeg","filesize":"72701","status":"1","timestamp":"1425492768","type":"image","uuid":"33a8e351-a167-4d6c-8b15-d5b3a91bddf6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Atlantic","benthic","Biology and Ecosystems","Canyons","chemosynthetic","deepsea","foodweb","Methane","microbiology","Mussels","seep"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1369399904","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}