{"title":"Earthquakes Would Rattle Central United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>BOSTON--<!--introstart-->The bluffs of the Mississippi River -- though they shielded Confederate inhabitants from the bombardments of Yankee gunboats during the Civil War-- will not protect the current residents from the strong ground shaking produced by potential large earthquakes. <!--introend-->\n<p>Recent U.S. Geological Survey research reveals that there is little difference between the strength of the ground motions recorded on the Mississippi River bluffs relative to those on the nearby floodplain. This evidence will be presented in the poster, Earthquake Ground Motions in the Central U.S., by Mark Meremonte and other USGS scientists from Golden, Colo., as part of the session, USGS Earthquake Hazards Program, Central and Eastern USA, on Thursday, May 28 from 8:30 a.m. to 12 p.m. in Hall C of the Hynes Veteran&rsquo;s Memorial Convention Center. \r\n<p>Most topographic highs, such as bluffs, are formed by rock that is more resistant to erosion than the alluvium -- clay, silt, sand, gravel or similar material deposited by running water -- that underlies the adjacent valleys or floodplains. \r\n<p>\"Alluvium tends to amplify ground motions relative to those of nearby rock,\" said Edward Cranswick, USGS geophysicist. \"Conversely, sites underlain by rock experience less shaking than sites underlain by alluvium. Ridges are usually underlain by resistant rock, and therefore they usually shake less than the adjacent valleys underlain by alluvium.\" \r\n<p>However, as a Civil War song implies, \"Life on the Vicksburg Bluffs, at home in the trenches deep,\" the bluffs are not made of hard rock, but rather a soft, alluvium-like material into which trenches can be dug. Consequently, because most of the bluffs are underlain by materials that are more similar to alluvium than to rock, in the event of a large local earthquake, the bluffs will experience the same high level of shaking as the floodplain. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896328000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}