{"title":"Arizona's Santa Cruz River Chronicled in New Environmental History","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The somber ecological consequences of human-caused landscape change and unsustainable water use in a western watershed are carefully examined in the recently published book, <a href=\"http:\/\/www.uapress.arizona.edu\/Books\/bid2477.htm\"><em>Requiem for the Santa Cruz: An Environmental History of an Arizona River<\/em><\/a> (University of Arizona Press).<em> <\/em><\/p>\n<p>Four authors from the U.S. Department of the Interior bring many combined years of cross-disciplinary and regional knowledge to the place-based investigation. Robert H. Webb (USGS hydrologist, retired), Julio L. Betancourt (USGS geoscientist), Roy R. Johnson (National Park Service ornithologist, retired) and Raymond M. Turner (USGS plant ecologist, retired) use field evidence and historical archives to track the evolution of water development and floodplain changes along the Santa Cruz River.<\/p>\r\n<p>Historically, the Santa Cruz watershed is important in southern Arizona for settlement, ranching and economic development by Native Americans, especially the Tohono O&rsquo;odham. Spaniards arriving in the late 1600s made this watershed the site of the first European colonization in what is now Arizona. Settlers from the United States and Mexico continued to arrive in the late nineteenth century. Because they depended on surface water in the river for irrigation and domestic supplies, these initial settlers and those who followed recorded and, in many cases, instigated floodplain changes along the reach of the Santa Cruz that today flows through the city of Tucson.<\/p>\r\n<p>The authors marshal archival materials, repeat photography, and field evidence to document the many casualties of unsustainable water development as Tucson grew from a mud-walled village to a modern metropolis. In the late 1800s, groundwater levels were high enough to discharge as springs along the valley floor and sustain a forest of unusually tall and dense mesquite trees that provided rich habitat for birds and other wildlife. With increasing municipal water use in the 1930s enabled by the advent of the turbine pump, groundwater levels dropped precipitously, draining marshlands and killing the deep-rooted mesquite forest. Significant river habitat for migratory birds in southern Arizona was constricted to the San Pedro River, 30 miles to the east.&nbsp;<\/p>\r\n<p>Large floods in 1890, 1905 and 1915 cut a deep channel or arroyo in the historical course of the river, putting to ruin farmlands and waterworks, but incidentally opening up the floodplain for urbanization. Later in the twentieth century, Tucson&rsquo;s attention turned to reducing the potential for large floods in an increasingly urban setting. Within the city limits, the unstable arroyo was confined to a cemented ditch that serves little ecological function.&nbsp;<\/p>\r\n<p><em>Requiem for the Santa Cruz<\/em> is a cautionary tale for other southwestern rivers undergoing rapid urbanization and water development, including the neighboring San Pedro River, a still-viable refuge that nurtures high levels of migratory bird diversity.&nbsp;<\/p>\r\n<p>_______<\/p>\r\n<p>Webb, R.H., Betancourt, J.L., Turner, R.M., and Johnson, R.R. 2014. <em>Requiem for the Santa Cruz: An environmental history of an Arizona River. <\/em>University of Arizona Press, Tucson, 296 pp.<ins datetime=\"2014-08-12T10:26\" cite=\"mailto:Campbell,%20Jon%20C.\"><\/ins><\/p>\r\n<p>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["ecosystems","Water Groundwater Resources","Water Hydrologic Researchand Development"],"article_type":["National News Release"],"distribution":["Biology","Water"],"release_date":{"und":[{"value":"1407902400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}