{"title":"streamflow Increased Sharply in 1970s, USGS Reports","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Streamflow in the conterminous United States increased sharply around 1970 according to a recent study by the U.S. Geological Survey (USGS). The results show marked increases in low to moderate streamflow, and less significant increases in high streamflow. This conclusion is based on an analysis of streamflow records from 400 USGS streamgages from 1941 to1999. The study, entitled \"A step increase in streamflow in the conterminous United States\" by Gregory McCabe and David Wolock, was published in the December 24, 2002 issue of Geophysical Research Letters. A description of the study can be viewed at the web site <a href=\"http:\/\/ks.water.usgs.gov\/Kansas\/pubs\/reports\/dmw.grl.v29.html\">http:\/\/ks.water.usgs.gov\/Kansas\/pubs\/reports\/dmw.grl.v29.html<\/a>. <\/p>\n<p>The abrupt rise in streamflow occurred mostly in the eastern U.S. and coincided with an increase in precipitation. The identification of an abrupt rise in streamflow, rather than a gradual increase, is important because an abrupt change signals a climate system shift that likely will remain relatively constant until a new shift occurs, according to report co-author David Wolock. Abrupt shifts in climate are common and often related to changes in ocean temperatures and circulation patterns; such changes in climate frequently persist for decades at a time. The study results suggest that decision makers exploring future plans for water management or flood mitigation need to consider that future streamflow conditions may be different from past conditions. Robust water and flood planning demands an understanding of climate variation and the resulting wide range of potential future streamflow conditions. <\/p>\r\n<p>The USGS operates a network of nearly 7,000 streamgages nationwide, many in real-time ? visit them on the web at <a href=\"http:\/\/water.usgs.gov\/waterwatch\">http:\/\/water.usgs.gov\/waterwatch<\/a>. The streamflow information used for statistical computation in this study also is used for water management, monitoring floods and droughts, bridge design and many other uses. For more information on archived information, visit <a href=\"http:\/\/water.usgs.gov\/nwis\">http:\/\/water.usgs.gov\/nwis<\/a>. Although the national streamgage network is operated primarily by the USGS, it is funded by a partnership of 800 agencies at the Federal, State, Tribal, and local levels.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1041829200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169467"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}