{"title":"Kathryn Clement Is Named USGS Deputy Director","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->U.S. Geological Survey Director Charles Groat today announced his intent to appoint Kathryn Clement as USGS Deputy Director effective January 1, 2000.<!--introend--> Clement is currently Associate Division Chief for Operations of USGS&rsquo; National Mapping Division. \n<p>\"Kathy is a results-oriented leader with strong organizational skills. She has the abilities needed by the Deputy Director to oversee the upcoming strategic changes as well as to perform the day -to-day managerial function of implementing programs and policies,\" Groat said in making the announcement. \"I am delighted that Kathy has accepted the challenge of helping to lead USGS into the next century.\" \r\n<p>Groat emphasized that the Deputy&rsquo;s most prominent role in the coming months will be to implement organizational changes based on the USGS Strategic Change Team&rsquo;s recent recommendations. Strategic goals that Groat has announced include expanded regional responsibility for programs, streamlined administrative functions and increased integration of USGS science disciplines. \r\n<p>\"Kathy chaired the Strategic Change Team and did an outstanding job of leading a group of senior leaders in a very challenging endeavor,\" Groat said. \"Her experience will serve USGS well in the actual implementation of change.\" \r\n<p>The Deputy Director&rsquo;s role also will be to work with the Director and the Executive Leadership Team in defining USGS programs and policies. Clement will have primary responsibility for seeing that these program and policy directions are implemented by those charged with carrying them out. \r\n<p>With nearly 20 years of experience at USGS, Clement led the Mapping Division&rsquo;s strategic and long-range program planning activities and participated in the revision of the USGS strategic plan. She is a Board Director of the National States Geographic Information Council and Immediate Past President of the Cartography and Geographic Information Society of the American Congress on Surveying and Mapping. \r\n<p>Clement has received the Department of the Interior&rsquo;s Distinguished Service Award (1999) and Meritorious Service Award (1997). She received her B.S. in Forestry and Wildlife Management from Virginia Polytechnic Institute and State University in 1977. Clement currently resides in Oakton, Va. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"945925200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}