{"title":"USGS Studies Document a Changing Mojave Desert","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nAre invasive plants taking over the Mojave Desert and changing fire patterns? How do military and mining activities affect threatened desert tortoises and their habitat? New USGS studies in a special volume of the &quot;Journal of Arid Environments&quot; featuring the Mojave Desert shed light on these and other questions.\r\n<\/p>\r\n<p>\r\n&quot;The research findings in this volume on the Mojave Desert address several significant issues of concern and can be applied in solving some of the more pressing land-use problems,&quot; said Dr. Kristin Berry, a USGS scientist in Moreno Valley, Calif., and guest co-editor of the special volume with Dr. Robert W. Murphy of the Royal Ontario Museum. USGS scientists are authors of eight articles in the volume.\r\n<\/p>\r\n<p>\r\nSeveral USGS studies examined Mojave Desert ecosystem changes and causes. For example, one study found that precipitation variability during the late 20th century was sufficient to change the Mojave Desert ecosystem, affecting populations of perennial vegetation, annuals, and small herbivores. Other studies examined the invasion of the desert by non-native annual plants. Not only have non-native annual plant species effectively invaded much of the central, southern, and western Mojave Desert, but researchers found that their bulk, or biomass, now composes over 50 percent of the annual plant community, regardless of precipitation amount. Scientists also found that the middle-elevation ecological zone -- home to Joshua trees and desert tortoises - is the most susceptible zone for an invasive grass fire cycle to take hold, especially where numerous very large fires have occurred. A study on plant invasions at artificial livestock watering sites identified a gradient of 200 meters surrounding these sites as having the most pronounced effects of invasive plants.\r\n<\/p>\r\n<p>\r\nIn a survey to identify potential sources of toxicants in natural and human-altered tortoise habitats, USGS scientists identified soils and plants near mines that contained anomalous concentrations of arsenic and mercury as the potential source for elevated levels of these toxicants in ill desert tortoises from the western and central Mojave Desert. A survey of the tortoise populations at the National Training Center at Fort Irwin in the central Mojave Desert revealed low densities and high death rates of tortoises on most study plots. Deaths of tortoises from anthropogenic sources were significantly correlated with surface disturbances, trash, military ordnance, and proximity to offices and paved roads. Tortoises with upper respiratory tract (infectious) diseases were more likely to occur near towns, offices, and roads. Tortoises with shell diseases were more likely to occur in areas with a history of military use than in areas with no history of military use. A study of ravens at Ft. Irwin, a predator of young desert tortoises, found raven abundance varied seasonally, diurnally, and with human abundance, and was greatest near resource subsidies, specifically landfill and sewage ponds.\r\n<\/p>\r\n<p>\r\n<strong>News Editors:<\/strong> For more about these studies, please contact the following USGS scientists:\r\n<\/p>\r\n<p>\r\n<strong>Tortoise populations:<\/strong><br \/>\r\nDr. Kristin H. Berry, (951) 697-5361, <a href=\"mailto:kristin_berry@usgs.gov\">kristin_berry@usgs.gov<\/a>  \r\n<\/p>\r\n<p>\r\n<strong>Precipitation history and ecosystem response:<\/strong><br \/>\r\nDr. Richard Hereford, (928) 556-7159, <a href=\"mailto:rhereford@usgs.gov\">rhereford@usgs.gov<\/a> \r\n<\/p>\r\n<p>\r\n<strong>Non-native plants, fire patterns:<br \/>\r\n<\/strong>Dr. Matthew L. Brooks, (702) 564-4615, <a href=\"mailto:matt_brooks@usgs.gov\">matt_brooks@usgs.gov<\/a> \r\n<\/p>\r\n<p>\r\n<strong>Chemical survey of selected elements:<\/strong><br \/>\r\nDr. Maurice A. Chaffee, (303) 236-1855, <a href=\"mailto:mchaffee@usgs.gov\">mchaffee@usgs.gov<\/a> \r\n<\/p>\r\n<p>\r\n<strong>Ravens:<br \/>\r\n<\/strong>Dr. William I. Boarman (emeritus), (619) 861-9450, <a href=\"mailto:conservation-scienc","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1169010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169893"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}