{"title":"Groundwater Resources Generally Abundant in Coastal Carolinas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>The report, &ldquo;<a href=\"http:\/\/pubs.usgs.gov\/pp\/1773\/\">Groundwater Availability of the Atlantic Coastal Plain of North and South Carolina<\/a>,&rdquo; is available online.<\/strong><\/p>\n<p><!--introstart-->Large volumes of high quality groundwater fill aquifers along the Atlantic Coastal Plain (ACP) in North and South Carolina. Groundwater levels in much of the region remain relatively unchanged from predevelopment days, despite declines in some locations from large-scale pumping.<!--introend--><\/p>\r\n<p>These are among the key findings of a major federal study, conducted by the U.S. Geological Survey, to assess the status of the region&rsquo;s groundwater resources, examine how they have changed over time, and develop tools to assess the sustainability of these resources in the Atlantic Coastal Plain of the Carolinas.<\/p>\r\n<p>&ldquo;Groundwater availability in the ACP is good, in that supply generally exceeds demand,&rdquo; said Kevin Dennehy, coordinator of the USGS Groundwater Resources Program. &ldquo;However, groundwater is not abundant everywhere.&rdquo; Examples of less abundant resources occur in the Tertiary aquifer near Savannah, Georgia and Charleston, South Carolina.<\/p>\r\n<p>Groundwater levels have also been declining in the North Carolina Central Coastal Plain Capacity Use Area, a 15-county area in the central part of the North Carolina Coastal Plain, since the 1960s. These declining water levels are the result of large-scale pumping combined with sluggish groundwater flow.<\/p>\r\n<p>However, in Sumter and Aiken, South Carolina, no major groundwater level declines have occurred, despite relatively large volumes of groundwater pumping for public supply needs. Detailed groundwater budgets for these areas and the regional Coastal Plain aquifer system are but one of the products produced from this in-depth assessment.<\/p>\r\n<p>&ldquo;Groundwater levels near the Fall Line rise faster following precipitation and drop faster during drought than they do along the coast,&rdquo; said Bruce Campbell, USGS hydrologist and lead scientist on the North and South Carolina ACP study. The Fall line is the boundary between Coastal Plain sediments and the Piedmont Plateau. &ldquo;These fluctuations, coupled with increasing demand, make water management a serious challenge for most places within the study area,&rdquo; said Campbell.<\/p>\r\n<p>&ldquo;Rapid growth in coastal populations combined with the 1998-2002 drought in the Eastern United States, led to declining groundwater levels and initiated interstate cooperation in assessing groundwater supplies,&rdquo; said Dennehy. &ldquo;This study is intended to aid state and local water officials to better manage their groundwater supplies.&rdquo;<\/p>\r\n<p>A groundwater flow modeling tool was developed and used to simulate future groundwater level responses to increased development. The modeling tool also simulates groundwater level changes based on varying precipitation rates related to potential scenarios of climate change from 2010 to 2100.<\/p>\r\n<p>Simulating future scenarios allows water managers to make informed decisions in anticipation of increased development of water supplies in response to continued and sometimes rapid growth in population within the Atlantic Coastal Plain of the Carolinas.<\/p>\r\n<p>Predicted effects of future climate changes include substantial fluctuations in groundwater levels.&nbsp; However, the effects of forecasted precipitation on groundwater levels differ in the Inner and Outer Coastal Plains.<\/p>\r\n<p>The Inner Coastal Plain is more susceptible to changes in precipitation because this area typically experiences high rainfall and direct recharge of the aquifers.&nbsp; The Outer Coastal Plain is less susceptible and, consequently, groundwater availability may be less affected.<\/p>\r\n<p>The study conducted on the ACP is one of more than 30 regional priority aquifer studies being conducted by the USGS across the country.&nbsp; When all of the studies a","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["water","groundwater","aquifer"],"release_date":{"und":[{"value":"1289883600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168980"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}