{"title":"From Floods and Landslides to Ecosystems...USGS Scientists Gear Up for El Nino","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>From the West Coast to South Florida, the U.S. Geological Survey is gearing up as part of the scientific front line in studying and reducing the impact of El Nino. <\/p>\n<p>\"El Nino is a reminder of the importance of keeping our science guard up against real-time hazards. As earth and biological scientists, we are concerned that El Nino may increase the number and intensity of storms, triggering floods, landslides, coastal erosion, and damage to fragile ecosystems. These changes may occur as early as October in an El Nino year, but typically are strongest in winter and early spring,\" said USGS Acting Director Mark Schaefer during testimony before the U.S. House of Representatives Subcommittee on Water and Power on October 31, 1997. <\/p>\r\n<p>\"We can&rsquo;t forecast exactly what El Nino will do, but I&rsquo;ve asked USGS scientists to be ready. As just part of our front line, the USGS is working to ensure that stream gauges in the West and across the country will be fully operational during extreme conditions should they develop,\" Schaefer said. <\/p>\r\n<p>\"We now monitor streams for flooding at nearly 7,000 stations across the country,\" said Dr. Robert Hirsch, USGS Chief Hydrologist. \"Half of our stations are equipped to transmit information in real time to local, state, and national emergency management and warning agencies such as the National Weather Service and the Army Corps of Engineers. Real-time data are also available to the public via the World Wide Web. Our purpose is to provide data so that the public has the earliest possible warning of an impending flood. <\/p>\r\n<p>\"As vital as the automated equipment is, we have learned from past floods that our technicians in the field remain the critical link to ensure that the best possible information is available for making decisions that will affect lives and property,\" Hirsch said. <\/p>\r\n<p>Efforts to monitor and reduce El Nino&rsquo;s impact include:<br><\/p>\r\n<p>* Making USGS real-time data on stream flow available via the World Wide Web at: <a href=\"http:\/\/water.usgs.gov\/public\/realtime.html\">http:\/\/water.usgs.gov\/public\/realtime.html<\/a> <\/p>\r\n<p>* Communicating historical information on streamflows during past El Ninos to water managers in the West. Historical data provides the earliest clue on where flooding may occur. * Identifying areas with an increased potential for landsliding by combining the national landslide susceptibility map with climate outlook maps produced by the National Weather Service. Maps for fall and spring are available on the World Wide Web at: <a href=\"http:\/\/geohazards.cr.usgs.gov\/html_files\/landslides\/usgsnoaa\/index.html\">http:\/\/geohazards.cr.usgs.gov\/html_files\/landslides\/usgsnoaa\/index.html<\/a>. <\/p>\r\n<p>More detailed landslide hazard maps for the San Francisco Bay and Los Angeles areas are in production. The Seattle and Denver areas, northern New Mexico, near Sacramento, California, and the Central Appalachians will also be monitored. <\/p>\r\n<p>* Surveying 600 miles of the Pacific coast between Point Grenville, Washington, and San Diego, California, to monitor coastal erosion that may threaten lives and property over the coming winter. <\/p>\r\n<p>* Documenting El Nino&rsquo;s effects in the Everglades and South Florida. El Nino may bring heavy rains to South Florida during what is normally a dry period, inundating the Everglades and possibly disrupting biological life cycles. When heavy rains cause large amounts of freshwater to flow into Florida Bay and other South Florida estuaries, the salinity changes abruptly, which may harm the estuaries&rsquo; aquatic life. <\/p>\r\n<p>In addition, special response teams are on call 24 hours a day to ensure that topographic and special maps are in the hands of State and Federal emergency coordinators within hours after a flood or landslide. <\/p>\r\n<p>(Note to editors: For more information on USGS efforts, please contact the scientists below:<br><\/p>\r\n<p>Stream Gaging and Historical Stream Data: Robert Maso","summary":null,"format":null}]},"field_images":[],"regions":["Virginia","Oregon","Washington","Florida","Colorado","New Mexico","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"878619600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}