{"title":"Fidos for Freedom,","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\"Communication: Technology for Independence\" is the theme for the annual \"Accessible Technology for People With Disabilities\" conference to be held at the U.S. Geological Survey (USGS) National Center, 12201 Sunrise Valley Dr., Reston, Va., on August 16-17, 1995.<\/p>\n<p>Highlights of the conference include: An appearance by Jennifer Yost, Miss Deaf America (Aug. 16; 9:00 a.m.);<\/p>\r\n<p>Keynote address by Susan Walker Buckland, Director of the Virginia Department for the Deaf and Hard of Hearing (Aug. 16; 9:15 a.m.);<\/p>\r\n<p>A panel discussion between USGS employees with disabilities and about 150 school children from Fairfax County School Age Child Care program (Aug. 16; 1:00 p.m.); and<\/p>\r\n<p>A lecture-demonstration featuring dogs trained to help people with disabilities (Aug. 17; 1:00 p.m.).<\/p>\r\n<p>\"Fidos for Freedom\" is a Laurel, Maryland-based program that trains dogs to assist people with impaired hearing or mobility. Dogs are trained also to act as pet therapy for hospitalized adults and children. A team of hearing-assist, mobility-assist and therapy dogs and their handlers will demonstrate how these trained dogs can bring independence to their owners.<\/p>\r\n<p>Guest speakers include actress\/comedienne Geri Jewell (Aug. 16; 2:15 p.m.) and motivational speaker Richard Pimentel (August 17; 9:00 a.m.). As \"Cousin Geri\" on the NBC sitcom \"The Facts of Life,\" Jewell became the first person with a disability to be a regular performer on a national television show. She has appeared on comedy shows on VH1 cable and A&amp;E. Her training and motivational performances have inspired audiences at the White House, major corporations, and Federal and State social service agencies. Pimentel is a nationally known speaker and has worked for the past 15 years to help employers eliminate attitudinal barriers in the hiring process.<\/p>\r\n<p>Other highlights of the conference include a workshop by Fairfax County Master Police Officer Bryan Patterson on how to make yourself a tough target for crime (Aug. 16; 10:15 a.m.), a discussion of the Americans with Disabilities Act by Oakton attorney Janice Garlitz (Aug. 17; 8:00 a.m.), and a panel on compute r technology to assist people with disabilities (Aug. 17; 2:30 p.m.).<\/p>\r\n<p>Vendors from two dozen companies will display computer-accessible technologies such as voice-activated computers, TTY computers, and Braille keyboards.<\/p>\r\n<p>According to the 1991\/92 U.S. Census report \"Americans with Disabilities,\" there are 49 million people with disabilities in America, almost 20% of the U.S. population. Almost 70% of working-age Americans with disabilities are unemployed, costing our society an estimated $200 billion each year in lost productivity.<\/p>\r\n<p>The USGS employs a number of people with disabilities in a variety of occupations. Total representation has consistently exceeded 7 percent for a workforce of nearly 10,000 nationwide. The USGS continues to lead the Department of the Interior in the employment of people with disabilities.<\/p>\r\n<p>Conference events will be held from 8:30 a.m. to 5:00 p.m. on Aug. 16-17, 1995. Registration begins at 7:00 a.m., outside the USGS auditorium. There is no charge to attend. Parking is free. Photo identification will be required to enter the USGS National Center building. The building is wheelchair accessible, and sign-language interpreters will be available for all presentations. Events held in the auditorium will be real-time open captioned. \r\n<p>\r\n<p>For additional information, please contact Barbara Shaw by telephone at (703) 648-7410, by TTY at (703) 648-7788, or by internet at BSHAW@USGS.GOV or KMURRAY@USGS.GOV.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"806904000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169822"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}