{"title":"USGS Issues Alert for Deadly Disease in Birds","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A deadly bird disease, avian vacuolar myelinopathy (AVM), is affecting mallard ducks and coots on Woodlake in North Carolina; coots on Lake Juliette in central Georgia; and coots, bald eagles and -- for the first time -- a Canada goose on Strom Thurmond Lake on the border of South Carolina and Georgia. The disease has not previously been confirmed in Canada geese. Pathologists at the USGS National Wildlife Health Center (NWHC) in Madison, Wisconsin and the Southeastern Cooperative Wildlife Disease Study (SCWDS) at the University of Georgia made the diagnoses. <\/p>\n<p>The USGS today issued a Wildlife Health Alert to natural resource\/conservation agencies in order to provide and promote information exchange about significant wildlife health threats in their geographic region. <\/p>\r\n<p>While there is no evidence that AVM can affect humans, the risk to humans is unknown. People should avoid handling wildlife that have died from unknown causes, or do so with caution using waterproof gloves or an inverted plastic bag. Hunters should avoid shooting wildlife exhibiting unusual behavior, use waterproof gloves when dressing out game, and thoroughly cook meat before eating. <\/p>\r\n<p>Vacuolar myelinopathy is a nervous system lesion. In affected birds it appears as open spaces in the white matter of the brain. Scientists have determined the spaces are caused by separation of the myelin layers that surround and protect the nerves. <\/p>\r\n<p>Affected birds may fly erratically or not be able to fly at all. They may crash land, swim tipped to one side with one or both legs or wings extended, or may be in the water on their back with feet in the air. On land, birds may stagger and have difficulty walking; they may fall over and be unable to right themselves (appear intoxicated). Birds are usually alert and may bite when handled even if unable to escape capture. It remains unknown if the disease is \"spreading\" or if affected birds at other locations are recognized because more people are aware of the problem. <\/p>\r\n<p>All diagnostic, field and laboratory efforts indicate the cause is most likely a chemical substance, either one that is naturally occurring or manmade. It is unclear how the birds are exposed to the toxins. Many agencies are continuing field, laboratory and research efforts to determine the cause of the disease. <\/p>\r\n<p>USGS-NWHC is conducting research on AVM using mallards and coots in a sentinel study for the disease at North Carolina. So far the study has confirmed that the disease is site-specific, i.e. the lakes where birds are dying is the site of exposure. Samples of water, vegetation, and sediments were immediately collected at the locations where mallards were feeding. Feeding experiments are also underway to try and determine the route of exposure. <\/p>\r\n<p>Wildlife managers are encouraged to observe coots, waterfowl and eagles and report any sick birds to the National Wildlife Health Center at 608-270-2400 or the Southeastern Cooperative Wildlife Disease Study at 706-542-1741. If any freshly dead birds are found, keep carcasses chilled on ice or refrigerated, but not frozen, while you contact the above agencies. <\/p>\r\n<p>For more information on AVM: <\/p>\r\n<p><b>USGS National Wildlife Health Center<\/b><br><a href=\"http:\/\/www.umesc.usgs.gov\/nwhchome.html\">http:\/\/www.umesc.usgs.gov\/nwhchome.html<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"975992400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}