{"title":"USGS Study Confirms an Urban Air-Pollution Problem at Mount Rainier National Park","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE TO NEWS EDITORS: Reproducible photos for this release may be found at: \n<p><a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/5-28a.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/5-28a.tif <\/a>A National Park Service employee changes an ozone sampler in Mount Rainier National Park. Photo courtesy of Mount Rainier National Park.) <a href=\"http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/5-28b.tif\">http:\/\/biology.usgs.gov\/pr\/newsrelease\/1999\/5-28b.tif\" <\/a>(An ozone sampler near Paradise in Mount Rainier National Park. Photo courtesy of USGS.) \r\n<p>The scenery is spectacular, but don&rsquo;t go for the pure mountain air. According to a recently published study, air in Washington&rsquo;s Mount Rainier National Park contains higher concentrations of ozone, a major component of air pollution, than nearby urban areas. This means local rural residents and park visitors, as well as the beautiful forests, wetlands and alpine meadows of the park, are being exposed to elevated levels of this pollutant, especially during those warm summer days that favor the production of ozone. \r\n<p>The study, by Dr. David Peterson of the USGS Forest and Rangeland Ecosystem Science Center, was published in the scientific journal \"Atmospheric Environment,\" and adds to the growing body of evidence that protected areas such as national parks are vulnerable to pollution from outside sources. The ozone at Mt. Rainier, for example, is blown in from Seattle and other urban centers in western Washington. \r\n<p>Ozone is a natural component of the Earth&rsquo;s atmosphere, but its effects vary depending on where and in what concentration it occurs. High above the Earth&rsquo;s surface, in the stratosphere, a protective layer of ozone screens the earth from biologically harmful frequencies of ultraviolet radiation. The stratospheric ozone layer is essential to the existence of many forms of life. \r\n<p>However in the lower part of the atmosphere, called the troposphere, human-produced ozone can be a dangerous pollutant. The colorless gas is formed from byproducts released during the burning of fossil fuels, and can be toxic to both plants and animals, including humans, even at fairly low concentrations. \r\n<p>\"It&rsquo;s well documented that both periodic episodes of high ozone exposure and chronic moderate ozone exposure can be harmful to plants,\" said Peterson. \"We know this from other regions of North America including national parks such as Sequoia and Great Smoky Mountains.\" \r\n<p>Sources of ozone-producing compounds, including automobile exhaust and fuel-burning industries, tend to be concentrated in urban areas. But the common assumption that ozone pollution is strictly an urban problem is proving to be false, Peterson said. \r\n<p>Peterson and his students monitored ozone at Mount Rainier National Park from 1993 to 1997, and quantified the spatial distribution of this pollutant throughout western Washington in 1996. The park consistently had the highest average weekly levels of tropospheric ozone measured anywhere in the state. Ozone concentrations tend to increase at higher altitudes, partly because of passive dispersion from the stratosphere, but largely due to the transport of pollutants by prevailing winds inland from urban sources, such as the Seattle metropolitan area. \r\n<p>A common visitor destination in the park, known as Paradise, is on the southern slope of Mount Rainier at an elevation of 5,400 feet and a distance of about 60 miles from Seattle. Peterson said that Paradise had almost twice the monthly mean ozone concentration as Lake Sammamish, which is near sea level and less than ten miles east of Seattle. \r\n<p>Mount Rainier National Park resource manager Barbara Samora said the ozone study \"is just one more indication of how difficult it is to protect our national parks. It isn&rsquo;t a simple matter of telling people to stay on footpaths or of sensibly locating campgrounds and parking lots. How do you manage a threat that is produced 60 mi","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"927864000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169202"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}