{"title":"scientists Study the Long and Short of Pintail Duck Migration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Interactive pintail migration maps can be viewed at:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/pinsat\/\">http:\/\/www.werc.usgs.gov\/pinsat\/<\/a><br><b>Photos can be downloaded from:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-10-15a.tif\">http:\/\/www.werc.usgs.gov\/news\/2002-10-15a.tif<\/a><br>(Truck with radio-tracking antennae. Photo by Michael Miller, USGS)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-10-15b.tif\">http:\/\/www.werc.usgs.gov\/news\/2002-10-15b.tif<\/a><br>(Rocket net. Photo courtesy Gary Zahm, USFWS)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-10-15c.tif\">http:\/\/www.werc.usgs.gov\/news\/2002-10-15c.tif<\/a><br>(Pintail duck with radio transmitter. Photo courtesy Gary Zahm, USFWS)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2002-10-15d.jpg\">http:\/\/www.werc.usgs.gov\/news\/2002-10-15d.jpg<\/a><br>(Released pintails with satellite transmitters. Photo by Joe Fleskes, USGS) <\/p>\n<p>On September 23, pintail 17530&rsquo;s backpack transmitter beamed a signal from the southwest coast of Alaska to a satellite. She was flying south, 272 days after USGS scientists equipped her with a PTT, or platform transmitter terminal, last winter in California&rsquo;s Central Valley, where nearly half of North America&rsquo;s pintails winter. <\/p>\r\n<p>Back in Dixon, Calif., waterfowl biologists at the U.S. Geological Survey have followed pintail 17530&rsquo;s travels via an interactive computer map. Her route appears as a series of red dots linked by directional arrows. One map each documents the migratory route of 30 female pintails that left the valley wearing PTT&rsquo;s in mid-February, northbound for nesting grounds. <\/p>\r\n<p>&quot;The pintails we have tracked over the past three years by satellite migrate many hundreds of miles along the Pacific flyway to nesting destinations ranging from the prairies of southern Alberta and Saskatchewan to Alaska, and even Russia,&quot; said USGS wildlife biologist Michael Miller of the Western Ecological Research Center. <\/p>\r\n<p>An international team of waterfowl biologists and technicians from USGS, Ducks Unlimited, Inc. (DU), DU Canada and the California Waterfowl Association (CWA), funded primarily by the Tuscany Research Institute of Las Vegas, Nev., is using satellite telemetry to determine migration routes and identify major resting areas of these birds. Miller leads this research effort, assisted by Dr. Joe Fleskes and several other USGS biologists and geographic information system technicians in the every day running of the study. By piecing together what they learn from this study with additional studies using standard radio telemetry the scientists hope to learn if unknown factors are affecting this species&rsquo; decline. <\/p>\r\n<p>&quot;Persistent drought, large populations of alien predators and conversion of native prairie to farming in critical nesting regions of southern Canada and the northern Great Plains in the U.S. have resulted in repeated pintail nest failures over many decades,&quot; said Fleskes. <\/p>\r\n<p>As recently as the 1970&rsquo;s, the U.S. Fish and Wildlife Service estimated a North American breeding population of 5 to 7 million pintails in principal nesting areas. By 1991 and again in 2002, however, the pintail breeding population dipped to an all-time low of 1.8 million. <\/p>\r\n<p>One of the most widely distributed ducks in the world, the pintail is a medium-sized duck with slender, elegant body lines. Pintails are &quot;dabbling ducks&quot; and forage on grains, marsh plant seeds, and aquatic invertebrates throughout fall and winter. <\/p>\r\n<p>&quot;During the non-nesting seasons, pintails must replenish their body reserves to be able to survive winter, migrate north again the following spring, and produce young,&quot; said Fleskes. <\/p>\r\n<p>Until the 1980&rsquo;s, said Fleskes, midwinter populations of pintails in California&rsquo;s Central Valley reflected the overall population trend. Since then, however, declines have been greater in the souther","summary":null,"format":null}]},"field_images":[],"regions":["Montana","Oregon","Washington","North Dakota","South Dakota","California","Alaska"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1034654400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169691"},{"tid":"170147"},{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}