{"title":"Underground Flow of Nitrate Complicates Chesapeake Bay Cleanup","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>About half the high nitrate concentrations in nontidal streams and rivers that contribute to the decline of fish populations in <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">Chesapeake Bay<\/a> come from underground sources, according to research findings presented by the U.S. Geological Survey (USGS) today (Dec 9. 1997). <\/p>\n<p>\"These findings will have strong implications for the management of nitrates in the Bay,\" said USGS hydrologist Dr. Joseph Bachman,\"Most past management practices have focused on the more obvious contributions of nitrogen from surface runoff.\" Bachman, leader of the team that conducted the research, presented the initial results at the annual meeting of the American Geophysical Union, San Francisco, Calif. <\/p>\r\n<p>\"Our research in the Chesapeake Bay basin has shown that the average travel time of underground water, or `ground water,&rsquo; from when it enters the water table to when it discharges to a stream or river, is 10 to 20 years. The longest measured traveltime was about 50 years.\" Bachman said. <\/p>\r\n<p>\"Even if tighter regulatory actions were able to eliminate the runoff of nitrate from the land surface, It will take decades for all of the nitrate to be flushed from the underground reservoirs or aquifers,\" the USGS spokesman said. <\/p>\r\n<p>Noting that previous research had shown that ground water was a significant water quality factor in some parts of the Bay watershed, Bachman said \"This is the first time that we have systematically examined the contribution of ground-water nitrate across the entire 64,000- square mile area of the watershed.\" <\/p>\r\n<p>Nitrate is a nutrient, or plant fertilizer, and large amounts in streams contribute to algal blooms in estuaries such as Chesapeake Bay. As the algal blooms die and the algae decomposes, dissolved oxygen concentrations in the water drop off to levels harmful to fish and other aquatic life. Nitrate enters ground water from nitrate dissolved in rainfall and snow, gases from motor vehicle emissions, lawn fertilizers, septic tank drain fields and the application of inorganic fertilizer and manure on farm fields. Ground water slowly flows through cracks and pore spaces in rock and sand reservoirs called \"aquifers\" before discharging to streams, rivers, lakes, and estuaries. <\/p>\r\n<p>The study showed that ground-water discharge accounted for roughly half of the nitrate flowing into the Bay from non-tidal streams in the Bay&rsquo;s watershed. The study team based these figures on available stream-discharge measurements and chemical analyses of water samples collected between 1972 and 1992 by the USGS and other state and Federal agencies. Over 10,000 samples had been collected for chemical analyses at 127 sites. These data were used to compute the annual \"load\" of nitrate passing by each site, measured in tons of nitrate per year. <\/p>\r\n<p>Samples collected during periods of low river flow, or \"base flow,\" are thought to come primarily from the discharge of ground water. Nitrate loads computed from base-flow samples were then compared to nitrate loads computed from samples collected under all flow conditions. Base-flow and total-flow nitrate loads could be computed at 57 of the 127 stations. The percentage of base-flow nitrate load to total-flow nitrate load ranged from 26 to 100 percent with a median value of 56 percent. <\/p>\r\n<p>Chesapeake Bay is the largest estuary in the United States, and its 64,000-square-mile watershed is one of the largest in the world in relation to the size of the estuary. Nitrate contributions from such a large drainage area can have strong effects on marine life in the bay hundreds of miles from the source of the nitrate. The watershed contains a wide range of rock types and topographic settings, and it includes major metropolitan areas, such as Washington, D.C., Baltimore, Richmond, Va., and Harrisburg, Pa., as well as forests, wetlands, and some of the most intensely farmed areas in the Nation. <\/p>\r\n<p>The researcher","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"881643600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}