{"title":"salt Water Alone Unlikely to Halt Burmese Python Invasion","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>GAINESVILLE, Fla. --<\/strong> <!--introstart-->Invasive Burmese python hatchlings from the Florida Everglades can withstand exposure to salt water long enough to potentially expand their range through ocean and estuarine environments, according to research in the latest issue of the <em>Journal of Experimental Marine Biology and Ecology.<!--introend--><\/em><\/p>\n<p>This recent study, based on lab experiments conducted by researchers from the U.S. Geological Survey, &nbsp;&nbsp;provides initial evidence that pythons may be able to survive in marine and estuarine environments such as bays, inlets and open seas. The results raise concerns that the invasive constrictor may invade nearby islands, such as the Florida Keys, said Kristen Hart, a USGS research ecologist and lead author of the study.<\/p>\r\n<p>&ldquo;Because reptiles, in general, have poor salinity tolerance, it was hoped that salt water would naturally hinder pythons&rsquo; ability to expand their range beyond the Everglades,&rdquo; Hart said.&rdquo; Unfortunately, our results suggest salt water alone cannot act as a reliable barrier to the Everglades python population.&rdquo;<\/p>\r\n<p>Before the study, Burmese pythons had been found in brackish margins of the Everglades, the expansive and predominantly freshwater wetland that is home to the only known wild-breeding population of Burmese pythons in the United States. Yet, no information was available to indicate how long the snakes could persist in saline environments.<\/p>\r\n<p>The issue of salinity tolerance is critical for understanding the risks of the giant constrictors spreading beyond the Everglades, given the Everglades location on the southernmost end of the South Florida peninsula.<\/p>\r\n<p>\"The fact that this study has ruled out one of the most hoped-for forms of physical barriers, salt water, as preventing the spread of invasive pythons in Florida puts even more onus on human action to prevent the spread of these damaging reptiles,\" explained USGS director Marcia McNutt. \"This study demonstrates the distinct possibility that pythons could spread to new suitable habitats one estuary at a time.&rdquo;<\/p>\r\n<p>In the lab, researchers tested how long hatchling pythons could survive with only salt water to drink. They found that, when given access only to water with salinity levels equivalent to full marine water, hatchling pythons straight out of their eggs lived about a month. At salinity levels comparable with estuaries, the hatchlings survived about five months.&nbsp;<\/p>\r\n<p>The USGS research demonstrated, however, that varying salinity levels did affect the snakes, as reflected in significant survival differences between pythons exposed to freshwater, marine, and estuarine salinities in the lab. However, because hatchlings are considered the most vulnerable stage of the python&rsquo;s life, it&rsquo;s likely that adult snakes could persist even longer in saltwater environments, Hart and her colleagues noted.&nbsp;<\/p>\r\n<p>By comparison, pythons in the study displayed a saltwater tolerance level near that of the native mangrove snake, a salinity-tolerant native snake found in high-salinity environments in and around the Everglades.<\/p>\r\n<p>Although the study didn&rsquo;t account for the effect that access to food in saltwater environments would have on survival, lab conditions were designed to provide a conservative estimate of snake tolerance to salinity, by not allowing for the possibility that snakes could access freshwater from rain.<\/p>\r\n<p>The study, <em>Experimentally derived salinity tolerance of hatchling Burmese pythons <\/em>(Python molurus bivattatus)<em> from the Everglades, Florida (USA)<\/em>, is authored by USGS scientists Kristen M. Hart, Pamela J. Schofield, and Denise R. Gregoire. The article can be <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S002209811100520X\">downloaded<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2012_01_05\" s","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":["Invasive Snakes","Pythons","Burmese Pythons","salinity","Florida","Invasive Species","ecosystems","Everglades","Florida Keys"],"release_date":{"und":[{"value":"1325653200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170284"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}