{"title":"Turkish Earthquake Report Reminds U.S. of Need to Prepare","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The release of new probability figures for the occurrence of large earthquakes on the North Anatolian fault in Turkey serves as a reminder that citizens, private industry and government agencies in the United States need to take steps to lessen damage, injuries and loss of life from earthquakes of the same magnitude that could occur in the U.S. <\/p>\n<p>A team of scientists from the U.S. Geological Survey who went to Turkey in August 1999, following the 7.4-earthquake there, has written their findings and observations in &quot;Implications for Earthquake Risk Reduction in the United States from the Kocaeli, Turkey Earthquake of August 17, 1999.&quot; The publication, USGS Circular 1193, is free and available at USGS Earth Science Information Centers in Menlo Park, Calif., Spokane, Wash., Denver, Colo., and Reston, Va., or by calling 1-888-ASK-USGS. <\/p>\r\n<p>The Kocaeli earthquake, which struck the densely populated industrial heartland of Turkey, was responsible for 17,127 deaths and 43,953 injuries and displaced more than 250,000 people. Property losses from the earthquake are estimated at $3 to 6.5 billion, which is equivalent to as much as three percent of the gross national product of Turkey. By comparison, according to Dr. Thomas L. Holzer, lead author of the &quot;Implications&quot; publication, earthquake-loss models predict large earthquakes on either the San Andreas or Hayward faults in the San Francisco Bay area would displace more than 100,000 people and cause tens of billions of dollars in damage to public and private property. &quot;While fatalities would probably be significantly less than in Turkey,&quot; Holzer said, &quot;tens of thousands of injuries are to be expected.&quot; <\/p>\r\n<p>The new USGS circular points out that the North Anatolian fault system in Turkey is very similar to the San Andreas fault system in California. Some of the same USGS scientists who estimated a 62 percent probability for more large earthquakes that would damage Istanbul, Turkey during the next 30 years, have assigned a probability figure of 70 percent for one or more large earthquakes to occur in the San Francisco Bay area during the next 30 years. <\/p>\r\n<p>The 20,000 buildings that collapsed in Turkey was the principal cause of deaths and injuries. Nearly all those buildings, in addition to those that were damaged beyond repair, were made of reinforced concrete, a common construction style in the U.S. &quot;Some buildings and bridges in the Bay Area are vulnerable to catastrophic collapse when they are shaken by the oscillatory motion of large earthquakes,&quot; said Holzer. &quot;The collapse of the Cypress Street viaduct in Oakland, which killed 42 people during the 1989 Loma Prieta earthquake, is an example of the seismic failure of a concrete structure that was extremely vulnerable to such oscillations.&quot; <\/p>\r\n<p>Although shaking of structures is responsible for more than 90 percent of the damage resulting from earthquakes, shifting and sinking of the ground surface can be even more destructive than shaking. Liquifaction, which transforms seemingly solid ground into a liquid-like material, caused many of the buildings in Turkey to sink into the ground and sometimes topple over. Liquifaction was also responsible for the collapse of the ground-floor stories of many buildings in the Marina District of San Francisco during the Loma Prieta earthquake. &quot;The sinking of buildings suggests a failure mechanism that may be very important to the levee systems in the Sacramento Delta and other vulnerable parts of the U.S.,&quot; Holzer said. <\/p>\r\n<p>USGS Circular 1193 contains 54 pages of narrative, dramatic color photographs, maps and graphic that describe the Turkish earthquake. Seven concluding pages, also with photos and graphics, describe the implications for the United States, if actions are not taken to mitigate the effects of future earthquakes. <\/p>\r\n<p>Circular 1193 is available over the counter at the USGS Earth","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"956808000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}