{"title":"USGS in Florida Shifts Gears in Response to Hurricane Georges","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->...Initial concerns about severe flooding give way to thoughts of coasts and ecosystems. <!--introend-->\n<p>\r\n<p>When reports of torrential rains associated with Hurricane Georges in Puerto Rico were passed on by USGS representative, Rafael W. Rodriguez, to his colleagues in Florida, there was immediate concern about the possibility of severe flooding from Georges in the south and west-central parts of the state. \r\n<p>\r\n<p>These areas of Florida were already saturated from a recent storm that dropped 6-8\" of rain and caused some rivers (including Cypress Creek, Alafia River, Little Manatee River, and Myakka River) to rise above the National Weather Service (NWS) flood stage during the past week. Additional heavy rains and winds, such as those experienced in Puerto Rico, could have caused severe inland flooding and potentially dangerous storm surge along the south and west coasts of Florida. \r\n<p>As it turned out, rainfall amounts in southern Florida were far less than expected. Along the southwestern coast of Florida, tides at Port Boca Grande near a major inlet to Charlotte Harbor were measured to be about one foot lower than expected during most of Friday, September 25. This is most likely due to the generally east to west flow of winds on the north side of Georges, forcing water out of the harbor. \r\n<p>Also, minimal streamflow increases were noted at many small southwestern coastal streams starting at mid-day on September 25. These streams ranged geographically from tributaries of Estero Bay on the south to tributaries of Tampa Bay to the north. A small streamflow increase was also measured at the Peace River at Arcadia starting in the afternoon of September 25. In the northeastern part of Florida Bay, water levels lowered more than 0.5 feet in advance of Hurricane Georges, rose from 0.9 to 2.6 feet during the brunt of the storm, and receded to levels of a week earlier approximately 12 hours after reaching peak levels. \r\n<p>Due to lower rainfall amounts than were expected, the USGS has turned its attention from monitoring potentially severe flood conditions (critical for local officials in terms of saving lives and property) to the effects of Georges not only on the topography of the Florida coastline but also on the biota of the delicate ecosystem in South Florida. \r\n<p>In June, 1998, in an attempt to establish pre-storm, or \"baseline\", conditions, the USGS conducted a low altitude aerial video of the entire length of the Florida keys. If storm effects are considered severe enough, the same area will be videotaped again to reveal changes to the natural environment and man-made structures. In addition, pre-storm video and still photography exist for all of Florida&rsquo;s barrier islands and post-storm conditions will be recorded, if necessary. \r\n<p>USGS biologists, in cooperation with other USGS scientists and a number of government agencies, are now making plans to study the consequences of Hurricane Georges on plants and animals in South Florida and Florida Bay. The Miami office of the USGS operates a series of satellite-telemetered gages that monitor, in addition to other parameters, freshwater flow and salinity on low gradient streams from the Everglades to northeastern Florida Bay. Salinity information is used as a general confirmation on whether freshwater is flowing from the Everglades to Florida Bay or saltwater is flowing into the Everglades in response to rising saltwater levels in the Bay. A sudden influx of saline water in freshwater marshes during a storm event can adversely affect the marsh plants and animals, especially if the rain comes after a dry spell. \r\n<p>In addition to documenting changes in beach topography and the salinity of Florida Bay, USGS researchers study the effects of severe storms on mangroves, habitats of endangered species, and coral reefs. Because mangroves are so crucial to maintaining the integrity of certain portions of Florida coastline, USGS experts have studied","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"906955200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170549"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}