{"title":"Secretary Jewell Announces New Wildlife and Climate Studies at the Alaska Climate Science Center","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p><p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Alaska Climate Science Center is awarding more than $500,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.<\/p><p>&quot;These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,&quot; said Secretary Jewell. &quot;The impacts of climate change are vast and complex, so studies like these are critical to help&nbsp;ensure that our nation&#39;s responses are rooted in sound science.&quot;<br \/>&nbsp;<\/p><p>The three funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change.<\/p><ul><li>The first project will look at the effects of climate-mediated forest change on the habitats of caribou and moose, both important to the subsistence and sport hunting economies throughout Alaska. Scientists will estimate the effects of climate change on the quantity of plant food for caribou (lichens) and moose (shrubs) available to these two species throughout most of Alaska and parts of Canada. The model integrates the expected effects of climate on lichen and shrub production, wildfire and resulting plant community change, and the restrictions to food availability caused by deep snow and ground icing as a result of rain-on-snow. Maps of the expected changes in winter food for moose and caribou will be tailored to and directly useable by natural resource managers as they devise strategies for adapting to a changing climate.<\/li><\/ul><ul><li>The second project will benefit land management planning and assessments by creating a groundwater prediction model that addresses reduced snowfall and snowpack, earlier spring runoff, increased winter streamflow and flooding, and decreased summer streamflow brought about by climate change. The index will be used to identify zones of soil moisture accumulation and flow routing to stream networks and provide critical input for other models and studies. The improved measurement and modeling of water is required to develop predictive estimates for plant distributions, soil moisture and snowpack, which all play important roles in ecosystem planning in the face of climate change.<\/li><\/ul><ul><li>The last project will establish several high and very high scenarios of changes in permafrost characteristics in the Alaskan Arctic in response to projected climate change and northern infrastructure development.<\/li><\/ul><p>&ldquo;This research will be critical for linking knowledge of climate variability and change to impacts on natural resources in Alaska,&rdquo; said Stephen T. Gray, Interior&rsquo;s Alaska Climate Science Center director.&nbsp;&ldquo;In particular this suite of projects will help us understand how climate affects infrastructure and access to subsistence resources across the region.&rdquo;<\/p><p>Each of the Department of the Interior&#39;s eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p><p>The studies will be undertaken by teams of scientists, including individuals from the university that host the Alaska CSC, from USGS science centers, and from other partners such as states, the National<\/p>","summary":"","format":"filtered_html","safe_value":"<p><strong>Reporters: Descriptions of the funded projects are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\"><strong>here<\/strong><\/a><strong>. <\/strong>Secretary of the Interior Sally Jewell announced today that Interior’s Alaska Climate Science Center is awarding more than $500,000 to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\">research<\/a> to guide managers of parks, refuges and other cultural and natural resources in planning how to help species and ecosystems adapt to climate change.\"These climate studies are designed to help address regional concerns associated with climate change, providing a pathway to enhancing resilience and supporting local community needs,\" said Secretary Jewell. \"The impacts of climate change are vast and complex, so studies like these are critical to help ensure that our nation's responses are rooted in sound science.\" The three funded studies will focus on how climate change will affect natural resources and management actions that can be taken to help offset such change.\n<\/p><ul><li>The first project will look at the effects of climate-mediated forest change on the habitats of caribou and moose, both important to the subsistence and sport hunting economies throughout Alaska. Scientists will estimate the effects of climate change on the quantity of plant food for caribou (lichens) and moose (shrubs) available to these two species throughout most of Alaska and parts of Canada. The model integrates the expected effects of climate on lichen and shrub production, wildfire and resulting plant community change, and the restrictions to food availability caused by deep snow and ground icing as a result of rain-on-snow. Maps of the expected changes in winter food for moose and caribou will be tailored to and directly useable by natural resource managers as they devise strategies for adapting to a changing climate.<\/li>\n<\/ul><ul><li>The second project will benefit land management planning and assessments by creating a groundwater prediction model that addresses reduced snowfall and snowpack, earlier spring runoff, increased winter streamflow and flooding, and decreased summer streamflow brought about by climate change. The index will be used to identify zones of soil moisture accumulation and flow routing to stream networks and provide critical input for other models and studies. The improved measurement and modeling of water is required to develop predictive estimates for plant distributions, soil moisture and snowpack, which all play important roles in ecosystem planning in the face of climate change.<\/li>\n<\/ul><ul><li>The last project will establish several high and very high scenarios of changes in permafrost characteristics in the Alaskan Arctic in response to projected climate change and northern infrastructure development.<\/li>\n<\/ul><p>“This research will be critical for linking knowledge of climate variability and change to impacts on natural resources in Alaska,” said Stephen T. Gray, Interior’s Alaska Climate Science Center director. “In particular this suite of projects will help us understand how climate affects infrastructure and access to subsistence resources across the region.”Each of the Department of the Interior's eight <a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.The studies will be undertaken by teams of scientists, including individuals from the university that host the Alaska CSC, from USGS science centers, and from other partners such as states, the National<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["climatesciencecenter","wildlife","Alaska","Climate Change","Canada","streamflow"],"article_type":["State News Release"],"distribution":["Climate Change"],"release_date":{"und":[{"value":"1418878800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170410"},{"tid":"170493"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}