{"title":"How do you take a manateeâ\u0080\u0099s temperature? Very carefully.","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"400\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_19_2011_wcs1VIh77O_05_19_2011_0\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_19_2011\/wcs1VIh77O_05_19_2011\/medium\/USGS_Manatee_portrait2.jpg\" alt=\"\" width=\"400\" height=\"286\" \/><\/a> The endangered West Indian manatee is a large, plant-eating, slow moving mammal found in the southeastern United States, Caribbean Islands, eastern Mexico and Central America, and the northern coast and rivers of South America.[\/caption]\n\nFloridaâ\u0080\u0099s state marine mammal gets a check-up each year by a team of biologists, veterinarians and experienced volunteers who conduct health assessments of the manatees captured at Crystal River National Wildlife Refuge in the late fall and winter.\n\nCrystal River is one of several sites where USGS has successfully captured, examined and released more than 400 manatees over the past 10 years. The researchers choose sites that manatees frequent during the cold winter months â\u0080\u0093 typically areas near springs or other sources of warmer water where large numbers of manatees congregate -- making it easier for biologists to assess many animals in a short period of time.\n\n<strong>Why examine manatees? <\/strong>\n\nHealth assessments are a valuable tool to determine the fitness, specifically related to environmental and medical issues, of any population of wildlife. Biologists also use information from the assessments to understand the basics of manatee health in order to ensure that rescued and captive animals are properly cared for.Â  Marine mammals, such as manatees, are often used as sentinels for emerging threats to the ocean environment and human health.\n\nManatees are an endangered species, so all clinical procedures are conÂ­ducted by experienced biologists and veterinary personnel. A special wildlife research permit is required. Since manatees, unlike people, do not voluntarily get physicals, a large team works together to capture and examine the manatees. In the water, manatees selected for capture are circled with a large net and pulled onto the beach by an experienced capture team.\n\n<strong>The Physical Exam<\/strong>\n\nOnce on shore, the manatees will receive a complete mediÂ­cal examination by veterinarians on the assessment team. Blood is drawn under sterile conditions from a flipper, centrifuged for plasma and serum separation, and submitted for routine blood analyses to assess health condition and establish baseline normal values for the manatee population.\n\n[caption id=\"\" align=\"alignright\" width=\"446\"]<a href=\"http:\/\/fl.biology.usgs.gov\/pics\/manatee\/manatee\/manatee_42.html\"><img class=\"   \" src=\"http:\/\/fl.biology.usgs.gov\/pics\/db_manatee0451.jpg\" alt=\"\" width=\"446\" height=\"302\" \/><\/a> Female manatee nursing calf[\/caption]\n\nA manatee physical exam includes the following:\n\nâ\u0080¢ General Appearance\n\nâ\u0080¢ Body Condition\n\nâ\u0080¢ Photo-documentation of any lesions and wounds\n\nâ\u0080¢ Heart\/Pulse Rate\n\nâ\u0080¢ Respiratory Rate\n\nâ\u0080¢ Temperature\n\nâ\u0080¢ Body weight\n\nâ\u0080¢ Complete body measurements (body length and girths)\n\nâ\u0080¢ Eye exam\n\nâ\u0080¢ Implantation of PIT tag (used to identify individual manatees, just like microchips in pets)\n\nâ\u0080¢ Subcutaneous fat layer exam (conducted with an ultrasound)\n\nâ\u0080¢ Analysis of blood, feces, urine and skin\n\nâ\u0080¢ Reproductive parameters (tell scientists if it is male, female, pregnant)\n\n[caption id=\"\" align=\"alignright\" width=\"446\"]<a href=\"http:\/\/fl.biology.usgs.gov\/pics\/manatee\/manatee\/manatee_4.html\"><img class=\"  \" src=\"http:\/\/fl.biology.usgs.gov\/pics\/db_manatee0051.jpg\" alt=\"\" width=\"446\" height=\"295\" \/><\/a> Two manatees cavorting with others resting in the background.[\/caption]\n\n<strong>About Manatees<\/strong>\n\nManatees are entirely aquatic, and as herbivores eat a wide variety of aquatic plants, including seagrass, water hyacinths and shoreline vegetation.\n\nRanging in color from gray to brown, the average adult manatee is about 10 feet long and weighs between 1,500 and 2,200 pounds. Newborn manatees range in size from four to four and a half feet long and weigh about 60 pounds. Manatee life expectancy is about 60 years.\n\nManatees cannot survive for extended periods in water colder than about 63Â°F, and prefer temperatures warmer than 72Â°F.\n\nManatees live in shallow fresh, brackish and marine aquatic habitats, traveling readily among them. In Florida, they travel considerable distances during the winter to access warm water habitat, such as artesian springs and the heated discharges of power generating plants. Some individuals also <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2855\">travel long distances during the warm season<\/a>, going as far north as Rhode Island on the Atlantic coast or even to Texas along the Gulf of Mexico.\n\nManatees are federally listed as an endangered species that needs protection. Major threats to their survival are human activities: boat-related injuries and deaths, entanglement in fishing gear and discarded line, habitat loss or degradation, and in some countries, hunting.\n\nDid you know? Â Manatee ancestors evolved from four-footed land mammals more than 60 million years ago, and manatees are distantly related to elephants and hyraxes; the latter are small mammals native to Asia and Africa.\n\n<strong>Video<\/strong>\n\nTeam Manatee: A Community Working Together\n\n<a href=\"http:\/\/gallery.usgs.gov\/videos\/629\">http:\/\/gallery.usgs.gov\/videos\/629<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24278","uid":"31","filename":"USGS_Manatee_portrait2.jpg","uri":"public:\/\/USGS_Manatee_portrait2.jpg","filemime":"image\/jpeg","filesize":"58522","status":"1","timestamp":"1425492768","type":"image","uuid":"c3eb0f4d-18b2-4cd2-a749-b05e0d9649a9","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Aquatic Species","Biology and Ecosystems","Crystal River","Endangered Species","Florida","manatee","Marine Mammal"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1361456860","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}