{"title":"More to Know about Alabama-Georgia Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>To find out more about the 4.9 magnitude earthquake that hit along the Alabama-Georgia state line on April 29, 2003, go to the USGS National Earthquake Information Center (NEIC) Web site <a href=\"http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_l.html\">http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_l.html<\/a>. General information and maps are featured. <\/p>\n<p>To see a map showing how far the earthquake was felt, go to the USGS ?Did you feel it?? Web site at <a href=\"http:\/\/pasadena.wr.usgs.gov\/shake\/cus\/STORE\/Xteak\/ciim_display.html\">http:\/\/pasadena.wr.usgs.gov\/shake\/cus\/STORE\/Xteak\/ciim_display.html<\/a>. More than 5,000 respondents from more than 8 states reported they felt the light earthquake, and the numbers keep growing. <\/p>\r\n<p>Alabama?s largest earthquake was a magnitude 5.1 that hit Irondale, Jefferson County, on October 18, 1916. At Irondale, about 5 kilometers north of Birmingham, 14 chimneys in a two-block area were partly destroyed, and six chimneys on a brick store were leveled almost to the roof. Poorly built chimneys on the eastern edge of Birmingham were damaged heavily. Five wells in a one-block area of Irondale went dry immediately after the shock, and the water level in many others was lowered. At Pell City, the shock lowered the water level in one well about 50 centimeters. Several small aftershocks occurred through October 28. The earthquake was also felt in Georgia, Indiana, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee. <\/p>\r\n<p>Alabama?s earthquake history can be found at <a href=\"http:\/\/neic.usgs.gov\/neis\/states\/alabama\/alabama.html\">http:\/\/neic.usgs.gov\/neis\/states\/alabama\/alabama.html<\/a>. <\/p>\r\n<p>Georgia?s largest earthquake was a magnitude 4.5 that hit on March 5, 1916 and was centered 30 miles southeast of Atlanta. It was felt over an area of 5,000 square miles, as far as Cherokee County, North Carolina, by several people in Raleigh, and in parts of Alabama and Tennessee. <\/p>\r\n<p>Georgia?s earthquake history can be found at <a href=\"http:\/\/neic.usgs.gov\/neis\/states\/georgia\/\">http:\/\/neic.usgs.gov\/neis\/states\/georgia\/<\/a>. <\/p>\r\n<p>To see a map showing the history of earthquakes in the region, go to <a href=\"http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_h.html\">http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_h.html<\/a>. <\/p>\r\n<p>To see an image of what the earthquake looked like on a seismograph, go to <a href=\"http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_r.html\">http:\/\/neic.usgs.gov\/neis\/bulletin\/neic_teak_r.html<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Georgia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1051588800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}