{"title":"New Yosemite Streamgage, Weather Station, Webcam to Monitor Merced River","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Editors: Photographs of today&rsquo;s event are available on request.<\/em><\/strong><\/p>\n<p>YOSEMITE NATIONAL PARK, Calif. &mdash; <!--introstart-->The wraps came off a new streamgage and interpretive station at a popular streamside location in Yosemite National Park today.<!--introend--><\/p>\r\n<p>The station includes a new streamgage for the Merced River &ndash; where the U.S. Geological Survey has measured streamflow since 1915 &ndash; as well as a complex array of National Weather Service instruments, a webcam, and a special series of interpretive panels and video displays.<\/p>\r\n<p>The displays will give visitors new insights into how government agencies measure streamflow and the weather. The exhibit panels detail why the information is important for flood hazard warnings and for scientific research on topics such as climate change. The panels were jointly developed by the USGS, NWS and the Park.<\/p>\r\n<p>&ldquo;The streamgage program is a wonderful example of how your government works together to enhance science and emergency management in order to protect and improve the lives of all Americans,&rdquo; said Deanna Archuleta, U.S. Department of the Interior Deputy Assistant Secretary for Water and Science, as she began the dedication ceremony.<\/p>\r\n<p>Archuleta was joined at the ceremony by Yosemite National Park Superintendant Don Neubacher, Eric Reichard, Director of the USGS California Water Science Center, Niki Nicholas, Chief of Resources Management and Science in Yosemite National Park, and Rob Hartman, the Hydrologist in Charge of the Colorado-Nevada River Forecast Center of NOAA&rsquo;s National Weather Service.<\/p>\r\n<p>After brief remarks and a ribbon cutting, USGS Hydrologist Jim Bowers, and Hydrologic Technician Travis Hiett gave a streamflow measurement wading demonstration.<\/p>\r\n<p>The new streamgage station is near the Nature Center at Happy Isles, a popular stop in the eastern end of Yosemite Valley, just across the Merced River from the trailhead for Vernal Fall, Nevada Fall and the John Muir Trail.<\/p>\r\n<p>The National Weather Service has also installed new meteorological instruments for measuring weather conditions such as air temperature, precipitation, barometric pressure, and wind. The information can be viewed on a flat-panel monitor inside the station, which houses the streamgage equipment. Pressure sensors in the water detect river levels and send the information through an underground conduit into the streamgage station for recording and transmission.<\/p>\r\n<p>The USGS and the National Park Service have partnered for 95 years to measure flow in the Merced River at Happy Isles. In 1915, USGS installed a staff gage &mdash; a permanent, vertically-mounted, ruler-like device &mdash; and began reading water height manually. The following year, the USGS built an automatic streamgage on the east side of the Merced River, approximately 50 feet downstream of today&rsquo;s location. The water height and all river fluctuations have been recorded continuously since then. The new location, within a few steps of the Nature Center and the walking trails of Happy Isles, provides better access not only to the public, but for maintenance and technology connectivity as well.<\/p>\r\n<p>Streamgages provide continuous scientific data about water height and flow, and chemistry and temperature in the nation&rsquo;s rivers. This information is critical for activities as diverse as flood forecasting and recreational planning.&nbsp; It helps water agencies assess the availability and quality of water supplies, and helps scientists understand how streams are affected by human activities and climate change.<\/p>\r\n<p>The Happy Isles streamgage is one of about 7,500 gages operated and maintained by the USGS in collaboration with other agencies across the country. The station was selected to be part of the National Hydrologic Benchmark Network in 1965 because of its location in a national park on a stream largely unaffec","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Yosemite","Happy Isles","streamgage","dedication","exhibit","Merced River","webcam","Instrument","","Park Service","","National Weather Service","","interpretive","Ribbon Cutting","Weather Station","monitor"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1286337600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169927"},{"tid":"170089"},{"tid":"170434"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}