{"title":"Klamath Mountains Groundwater Quality: Constituents Detected at High Levels Are Less Prevalent than Statewide","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table cellspacing=\"0\" cellpadding=\"5\" width=\"255\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_05\/klammath_mountain_water_quality.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_05\/klammath_mountain_water_quality_tn.jpg\" alt=\"Overview of Klamath Mountains groundwater quality with pie charts showing concentrations of organic and inorganic constituents in groundwater.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Overview of Klamath Mountains groundwater quality with pie charts showing concentrations of organic and inorganic constituents in groundwater. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_05\/klammath_mountain_water_quality.jpg\">High resolution image<\/a>)<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>SACRAMENTO, Calif. &mdash; ^_Naturally occurring trace elements were detected at high concentrations in less than 3 percent of raw groundwater sources used for public water supply in the Klamath Mountain area, according to the ongoing U.S. Geological Survey study of California groundwater quality. In comparison, high concentrations of trace elements have generally been found in 10 to 25 percent of the state&rsquo;s groundwater sources used for public supply.<!--introend--> For the study, USGS scientists analyzed untreated groundwater sources from wells, not treated tap water.&nbsp;<\/p>\r\n<p>Chemicals associated with human activities, such as nitrate, solvents, and gasoline components, were not detected at high concentrations.<\/p>\r\n<p>The naturally occurring trace elements that were detected at high concentrations in a small number of wells were arsenic, antimony, and boron. These are found in rocks and soils and in the groundwater that they come in contact with.<\/p>\r\n<p>For the study, USGS scientists collected and analyzed raw groundwater sources from wells in Del Norte, Siskiyou, Humboldt, Trinity, Tehama, and Shasta Counties. Federal and California regulatory benchmarks established for drinking water consumption were used to provide context for evaluating the quality of the groundwater. \"High\" concentrations are defined as above the Environmental Protection Agency's or California&rsquo;s <a href=\"http:\/\/www.waterboards.ca.gov\/drinkingwater\/\">State Water Resources Control Board&rsquo;s Maximum Contaminant Levels<\/a> or other non-regulatory health-based levels for chemical constituents or elements not having MCLs.<\/p>\r\n<p>\"This study provides a baseline understanding of water quality throughout the state&rsquo;s most heavily used aquifers. We are using clear, proven, and reproducible scientific methods that will allow scientists to monitor changes and trends in groundwater quality in the future. The study also provides people with valuable information of how their groundwater quality compares to statewide results,\" said George Bennett, a USGS hydrologist and lead author of the report prepared in collaboration with the State Water Board.<\/p>\r\n<p>The study is part of the <a href=\"http:\/\/www.waterboards.ca.gov\/gama\/\">State Water Board Groundwater Ambient Monitoring and Assessment Priority Basin Project<\/a>, for which the <a href=\"http:\/\/ca.water.usgs.gov\/\">USGS California Water Science Center<\/a> is the technical lead. The USGS is monitoring and assessing groundwater quality in 120 priority basins, and in mountainous areas across the state, in order to better understand the natural and human factors affecting groundwater quality. The main goals of the GAMA Priority Basin Project are to improve comprehensive statewide groundwater monitoring and to increase the availability of groundwater-quality information to the public.<\/p>\r\n<p>The complete findings are detailed in a new <a href=\"http:\/\/pubs.usgs.gov\/sir\/2014\/5065\/\">USGS report<\/a>, \"Status and understanding of groundwater quality in the Klamath Mountains study unit, 2010-California GAMA Priority Basin Project,\" and in a related four-page <a href=\"http:\/\/pubs.usgs.gov\/fs\/2014\/3031\/\">fact sheet<\/a>, \"Groundwater Qu","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","California"],"country":["United States of America"],"mm_tags":["groundwater","water","Klamath","Water Quality","Trace Element","Chemical","nitrate","solvent","arsenic","boron","well","","drinkingwater"],"distribution":["Water"],"release_date":{"und":[{"value":"1409889600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168954"},{"tid":"169420"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}