{"title":"USGS at the American Fisheries Society: From Silent Streams to Invasive Species to Climate Change","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em><!--introstart-->The American Fisheries Society (AFS) is holding its 139<sup>th<\/sup> Annual Meeting in Nashville,  Tenn., from Aug. 30-Sept. 3.<!--introend--> This year&rsquo;s meeting theme is &ldquo;Diversity &ndash; the Foundation of Fisheries and of AFS: Are We Gaining Ground?&rdquo; Below are highlights from U.S. Geological Survey research presentations at the conference. <br \/><\/em><\/strong><\/p>\n<p><strong>Ninety-Two Percent Increase in Imperiled Inland U.S. Fish Species: <\/strong>In 2008, the AFS Endangered Species Committee reviewed the conservation status of freshwater fish and fish that live in both oceans and rivers of the continental U.S., Canada, and Mexico. Seven-hundred taxa were determined to be imperiled, which represents 133 genera of 36 families and is a 92 percent increase above the number considered imperiled in 1989. Of these, 230 are listed as vulnerable, 190 threatened, and 280 endangered. An additional 61 taxa are presumed extinct or extirpated from nature. Overall, about 39 percent of the approximately 1,200 described inland fish species of North America are imperiled. Hotspots of imperiled taxa are in the southeastern U.S., mid-Pacific basin, lower Rio Grande, and inland and coastal drainages of Mexico. North American fish, like inland faunas of other continents, are most at-risk due to habitat destruction and modification, non-native species, overexploitation, and disease. <strong>Contact Stephen Walsh, <a href=\"mailto:swalsh@usgs.gov\">swalsh@usgs.gov<\/a>,&nbsp; 352-2265-3512.<\/strong><\/p>\r\n<p><strong>Inland Fisheries Become More Important and Global Marine Fisheries Decline: <\/strong>Global marine fisheries are in a well-known crisis, with the total production of marine fishes for human and other consumption expected to further decline. One possible source of fish to fill the gap left by declines in marine fisheries is production of fish from inland ecosystems. Unfortunately, a true accounting for global inland fisheries is not yet possible. Given the reliance on inland fish as a staple protein source for many in the developing world and as a key source of recreational services for those in the developed world, the inability to assess the global status of inland fisheries may hinder sustainable management of inland water ecosystems and may result in management decisions that adversely affect inland fisheries. Estimates of inland fisheries productions are needed for informed management decisions about inland water ecosystems. <strong>Contact Doug Beard,&nbsp; <a href=\"mailto:dbeard@usgs.gov\">dbeard@usgs.gov<\/a>, 703-648-4215. <br \/><\/strong><\/p>\r\n<p><strong>Silent Streams: 74 Percent Increase in Extinct Taxa of North American Freshwater Fish Since 1989: <\/strong>In 1989, 40 species and subspecies of North American freshwater fishes were considered extinct; by 2008, the total was 61 taxa. The net increase of extinct taxa since 1989 is 74 percent. Since 1890, the mean extinction rate is 5.5 taxa per decade. This rate greatly exceeds a widely cited published estimate of 2.4 extinct species per decade. Human activities are linked to all extinct North American freshwater fishes, predominantly through habitat loss and introduction of non-native fishes. The two largest shared attributes among extinct fishes are that they are narrowly restricted in geographic range and the lack of direct or indirect parental care. <strong>Contact Noel Burkhead, <a href=\"mailto:nburkhead@usgs.gov\">nburkhead@usgs.gov<\/a>, 352-264-3499. <br \/><\/strong><\/p>\r\n<p><strong>Invasive Species and a Changing Climate: Invasive Species and a Changing Climate: <\/strong>Ongoing global changes such as more frequent transcontinental and transoceanic trade and tourism, land- and water-use changes, and climate change are helping increase rates of establishment and spread of harmful, invasive plant and animal species worldwide. The growing threat of new introductions intensifies the need for land managers, researchers, and stak","summary":null,"format":null}]},"field_images":[],"regions":["Tennessee"],"country":["United States of America"],"mm_tags":["biology","fisheries"],"article_type":["Technical Announcement"],"release_date":{"und":[{"value":"1251691200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}