{"title":"Partly Cloudy With a Chance of Birds, Bats, and Bugs","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right;padding: 5px\" align=\"right\">[iframe title=\"Crane video\" name=\"Crane Video\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/aq-SoUYJjFA?rel=0\" frameborder=\"0\" allowfullscreen]<a href=\"https:\/\/www.youtube.com\/watch?v=aq-SoUYJjFA\">\nSee YouTube Page<\/a><\/div>\nU.S. Geological Survey research contributes to conservation measures and improved management of migratory bird populations and their habitats across the United States.\n\nMigratory birds provide ecosystem benefits that include pest control, pollination of plants and serve as food sources for other wildlife.Â  They are also a source of recreation for millions of bird watchers and enthusiasts who provide food and design backyard habitats to attract a variety of species throughout the year.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/02_19_2014_n63Ul88KKf_02_19_2014_8#.U3Du3TC1F8G\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/02_19_2014\/n63Ul88KKf_02_19_2014\/medium\/Animals_Behavior_Communication_00009.jpg\" alt=\"Costa's Hummingbird (Calypte costae)\" width=\"300\" height=\"200\" \/><\/a> Close up of a Costa's hummingbird perched on a branch.[\/caption]\n\nUSGS researchers are able to explore the behavior and ecology of migratory birds through the unique deployment of tools traditionally used for things such as seafloor mapping, weather forecasting and even military reconnaissance missions. This information can become vital for resource managers to plan conservation measures for migratory bird species into the future.\n\n<strong><em>Aeroecology and cold case files<\/em><\/strong>\n\nMuch of this research is conducted in the context of <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169534713000670\"><em>aeroecology<\/em>,<\/a> an emerging discipline that relies on <a href=\"http:\/\/journals.ametsoc.org\/doi\/abs\/10.1175\/BAMS-D-11-00099.1\">radar<\/a> and <a href=\"http:\/\/www.bioone.org\/doi\/abs\/10.1525\/bio.2011.61.9.7\">other kinds of remote-sensing technology<\/a> to understand the <a href=\"http:\/\/www.bioone.org\/doi\/abs\/10.1525\/bio.2011.61.9.7\">behavior and ecology of flying animals<\/a>.\n\nDuring migration, birds encounter hazardous conditions such as tall buildings or navigating across large bodies of open water, including oceans for some species. Understanding the significance of these hazards and how they impact birds may give scientists and resource managers insight into the health of migratory populations. Researchers are using radar and automated radio-tracking technologies to understand how migrating birds are impacted by barriers to migration. One study actually results from a cold case occurring 18 years ago, in May 1996.Â  Researchers examined historical weather and radar data archived by the National Oceanic and Atmospheric Administration (NOAA) to discover migrating birds encountered severe weather over the southern end of Lake Michigan. Â This and another encounter several days later are thought to be responsible for <a href=\"http:\/\/www.nrmsc.usgs.gov\/staff\/diehl\/research\/migratory_birds\/LM\">the deaths of nearly 3,000<\/a> birds.Â  Drawing on data from NOAA weather archives, open water weather buoys, and weather radar data, USGS scientists were able to reconstruct the likely sequence of events that led to this mortality.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_12_2014_w06Evi2UTo_05_12_2014_0#.U3DvGDC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_12_2014\/w06Evi2UTo_05_12_2014\/medium\/swth.with.xmitter.jpg\" alt=\"Fitting a Bird with a Tiny Radio Transmitter\" width=\"300\" height=\"225\" \/><\/a> A captured bird is fitted with a tiny radio transmitter (designed to fall off after a few weeks) that allows it to be tracked, as well as gather data on the birdâ\u0080\u0099s age, weight, fat load, wing size and shape, and general condition.[\/caption]\n\n<strong><em>All fueled up?<\/em><\/strong>\n\nIn another study, scientists are using weather radarÂ <a href=\"http:\/\/www.pwrc.usgs.gov\/bbl\/\">Â radio telemetry<\/a>Â to observe how birds respond to the Gulf of Mexico as a barrier to migration.Â  A fat bird, like a car with a full tank of gas, is fueled for a long journey and will initiate a non-stop flight south across the Gulf, lasting up to 30 hours.Â  Lean birds often do just the opposite. They fly inland, presumably in search of food to build up fat in anticipation of eventually making their way south.Â  Not only are these birds participating in the control of insect populations, they are also showing us that habitats inland from the coastÂ  may be important for their conservation as refueling locations.\n\n<strong><em>Aeroecology can help understand the impacts of renewable energy on wildlife<\/em><\/strong>\n\nToday, the renewable energy and telecommunications industries are occupying airspace much the way urban growth and modern agricultural develop the landscape. In regions developing wind power, USGS is using <a href=\"http:\/\/www.nrmsc.usgs.gov\/staff\/diehl\/research\/energy\">radar, thermal imagery, and other technologies to study bird and bat behavior<\/a> in ways that contribute to their conservation and management.\n\nScientists are attempting to understand why <a href=\"https:\/\/www.fort.usgs.gov\/science-tasks\/2216\">bats suffer higher mortality<\/a> than birds during nighttime flight in the <a href=\"http:\/\/www.umesc.usgs.gov\/terrestrial\/migratory_birds\/dsp_wind_power_development_waterbirds.html\">vicinity of wind turbines<\/a>.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_09_2014_fj04DpoCCW_05_09_2014_1#.U3DvTTC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_09_2014\/fj04DpoCCW_05_09_2014\/medium\/Bartholmai_IMG_0806.jpg\" alt=\"Sandhill Cranes Near Wind Turbines\" width=\"300\" height=\"200\" \/><\/a> Sandhill Cranes fly in close proximity to wind turbines near Horicon National Wildlife Refuge in east-central Wisconsin, but to date no crane mortality has been associated with turbines in this area.[\/caption]\n\nScientific evidence is accumulating that migrating birds may avoid wind turbines while bats may be attracted to them, perhaps as foraging or social gathering locations. In some places where renewable energy does impact birds and bats, scientists are working with industry and other partners to develop ways to mitigate or lessen theÂ <a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/\">impacts of renewable energy on wildlife<\/a>Â and preserve the ecological and economic benefits provided by these animals.\n\n<strong><em>Advancing the tools of the aeroecology trade<\/em><\/strong>\n\nMost bird migration begins in the evening around twilight, continues throughout the night, and ends at daybreak.Â  Radars, thermal imaging cameras and automated radio tracking are able to detect movement patterns and other behaviors at night and at distances far beyond the limits of human vision.\n\n[caption id=\"\" align=\"alignright\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_09_2014_fj04DpoCCW_05_09_2014_0#.U3DwrzC1F8F\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_09_2014\/fj04DpoCCW_05_09_2014\/medium\/Bartholmai_IMG_0699.jpg\" alt=\"Radar Equipment Used for Tracking Birds\" width=\"300\" height=\"200\" \/><\/a> Researchers set up radar equipment at dusk near Horicon National Wildlife Refuge in east-central Wisconsin.[\/caption]\n\nThese tools are part of a fast-moving industry with new advances leading to fresh research capabilities that <a href=\"http:\/\/www.nrmsc.usgs.gov\/staff\/diehl\/research\/remote_sensing\">USGS scientists are exploring<\/a>. Use of these tools allows USGS scientists continuous, reliable, objective data collection and frees them to focus their time on data analysis and interpretation.\n\nFor example, data from the U.S. network of <a href=\"https:\/\/www.fort.usgs.gov\/radar\">weather radars<\/a> automatically gathers and archives data used by biologists to remotely study the behavioral patterns of hundreds of millions of birds, bats and insects at minimal cost. The time is already here when a biologist in Delaware can study the habitat use patterns of waterfowl in Texas without ever leaving their desk!\n\n<strong>Start with science<\/strong>\n\nBy taking creative scientific advantage of historical and contemporary technology, USGS has opened the door to tools and techniques that are enhancing our understanding of migratory bird behavior and subsequently, supporting their conservation on a changing landscape.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24368","uid":"31","filename":"MainBird.jpg","uri":"public:\/\/MainBird.jpg","filemime":"image\/jpeg","filesize":"84463","status":"1","timestamp":"1425492768","type":"image","uuid":"df627460-9a6e-4a56-8460-7394f5d9bd9e","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Aeroecology","Biology and Ecosystems","Bird Migration","birds","Ecosystems Mission Area","Energy and Birds","radar","Wind Energy and Birds"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1399910883","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}