{"title":"USGS Botanists Help Identify a New Orchid, the Yosemite Bog-Orchid","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->An orchid so elusive, 70 years elapsed after George Henry Grinnell collected the first specimens in 1923 before a new generation of botanists rediscovered its location in 1993. But the plant&#39;s identity remained a challenge to taxonomists.<!--introend--> Now, two U.S. Geological Survey botanists and a colleague at the New York State Museum have identified the orchid as a new species, the Yosemite bog-orchid (<em>Platanthera yosemitensis<\/em>), according to a recent publication in the journal of the California Botanical Society, <em>Madro&ntilde;o.<\/em> \r\n<\/p>\r\n<p>\r\n&quot;The Yosemite bog-orchid is an example of how both historic and contemporary plant specimens can serve to inform scientists and managers about the biological diversity of natural reserves,&quot; said Peggy Moore, a USGS plant ecologist in El Portal, Calif., and one of the botanists who identified the orchid. \r\n<\/p>\r\n<p>\r\nA botanical mystery sparked work by Moore and fellow USGS botanist Alison Colwell - they had noticed the anomalous distribution in the plant guide <em>Flora of North America<\/em> of a southern Rockies bog-orchid that was also reported from Yosemite National Park in California. Colwell and Moore are scientists and co-workers with the USGS Western Ecological Research Center and both are conducting research to support the science needs of the National Park Service. \r\n<\/p>\r\n<p>\r\nBeginning in 2003, and building on the efforts of previous botanists involved in the search for this mysterious orchid, Colwell and Moore relocated the site where others had collected the orchid, mapped additional sites where they discovered it growing, and searched several plant collections (<a href=\"http:\/\/en.wikipedia.org\/wiki\/Herbaria\" target=\"_blank\">herbaria<\/a>) to examine bog-orchid specimens. Then, in consultation with Dr. Charles Sheviak, Curator of Botany at the New York State Museum, they determined the orchid was a new, undescribed species. \r\n<\/p>\r\n<p>\r\n&quot;This group of orchids constitutes a notoriously complex problem, and it&#39;s only now after nearly 2 centuries of study that we are beginning to understand what the species are,&quot; said Sheviak, an authority on the group. &quot;I&#39;ve been studying it for 40 years and have described other new species of <em>Platanthera<\/em>, so I&#39;m used to being surprised. However, to find such a strikingly distinctive plant in such a well-known locality is truly astonishing. The fact that it appears to be confined to such a small geographic area is furthermore unique among related species.&quot; \r\n<\/p>\r\n<p>\r\nYosemite bog-orchid is known currently from only nine sites within Yosemite National Park, all on the granitic upland south of Yosemite Valley, between the main stem and the South Fork of the Merced River. As the orchid&#39;s range is understood currently, it is the only orchid species endemic to the Sierra Nevada of California. \r\n<\/p>\r\n<p>\r\n&quot;The extreme small size of several of the populations puts them at risk of extirpation,&quot; said Dr. Niki Nicholas, Chief of Resources Management and Science at Yosemite. &quot;Sensitive habitat as well as a delicate root system highlights conservation issues associated with this species.&quot; \r\n<\/p>\r\n<p>\r\nWith an inconspicuous wand-like growth form and tiny flowers, the plant can be easy to miss in meadows densely crowded with a wide variety of plants, including other kinds of bog-orchids. Taxonomists use several technical features to help distinguish Yosemite bog-orchid from other bog-orchids, including what a discerning nose might call its bouquet. Yosemite bog-orchids have a strong musk component that, according to the authors, has been likened by various observers to a &quot;corral of horses, asafetida, strong cheese, human feet, sweaty clothing, or simply disagreeable.&quot;  The Yosemite bog-orchid may use this scent to attract mosquitoes or flies for pollination purposes. \r\n<\/p>\r\n<p>\r\nYosemite bog-orchid also keeps company with ot","summary":null,"format":null}]},"field_images":[],"regions":["New York","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1184558400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168794"},{"tid":"169686"},{"tid":"170253"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}