{"title":"Wanted: A Few Good Backyards","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Residents of the San Jose area who would like to become partners with the USGS in monitoring earthquake activity in the Santa Clara Valley this summer can become part of that project by offering space in their backyards to the USGS. <!--introend-->\n<p>The goal of the project is to place 40 seismographs throughout San Jose and nearby areas, including Santa Clara, Milpitas, Fremont, Campbell, Los Gatos, Saratoga, Cupertino, Sunnyvale, Los Altos and Mountain View. The seismographs will be in place from June 15 through September 15. \r\n<p>Data gleaned from the project will be used for several scientific purposes, including building a better computer model of the Santa Clara Valley for modeling strong ground motion, estimating the site-amplification effects, and getting better locations for earthquakes that occur on faults bounding the valley. \r\n<p>Installing a seismometer in a backyard will involve digging a small hole, and inserting the battery-powered instrument. Ideally, the backyard would be fenced to discourage \"tinkering\" by unauthorized persons, but would not be guarded by an unfriendly dog, as USGS technicians will need to visit the site about once a week to retrieve the data. The use of a nearby electrical outlet where the battery charger could be plugged in would also be greatly appreciated. \r\n<p>Dr. Alan Lindh, the USGS scientist in charge of the project, assures prospective \"seismositters\" that there is no known hazard associated with the instruments. \"They will just sit there quietly all summer and record whatever the earth has to say,\" according to Lindh. \"While we are hoping to find as quiet a site as possible for each instrument, there will be no need to tip-toe around it or discontinue mowing your lawn.\" \r\n<p>Persons interested in adopting one of the instruments should contact Lindh by e-mail at lindh@usgs.gov&gt;. \"We really prefer to place the instruments with people who have e-mail capability because it makes it so much easier to communicate, any time of the day or night,\" said Lindh. \r\n<p>As the nation&rsquo;s largest water, earth and biological science and civilian mapping agency, the USGS works in cooperation with more than 2,000 organizations across the country to provide reliable, impartial, scientific information to resource managers, planners, and other customers. This information is gathered in every state by USGS scientists to minimize the loss of life and property from natural disasters, contribute to the sound conservation, economic and physical development of the nation&rsquo;s natural resources, and enhance the quality of life by monitoring water, biological, energy, and mineral resources. \r\n<p>Editors: Interviews with Dr. Lindh, or with homeowners who already have seismometers in their back yards or are having them installed, can be arranged by calling Dr. Lindh at 650-329-4778 or by e-mail at lindh@usgs.gov <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"897019200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}