{"title":"USGS Installs Sensors along Atlantic prior to Hurricane Irene's Arrival","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>Hurricane response crews from the USGS have installed storm-surge sensors at key locations along the North Carolina coast in advance of Hurricane Irene. And now, they are actively consulting with federal and state partners about the need for similar equipment for other coastal areas including the Chesapeake Bay, the Delaware Bay, Long Island Sound and even as far north as Cape Cod.<\/span><\/p>\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\">&nbsp;<\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>These storm surge sensors, housed in vented steel pipes a few inches wide and about a foot long, are being installed on bridges, piers, and other structures that have a good chance of surviving a storm surge during a hurricane. The information they collect will help define the depth and duration of a storm-surge, as well as the time of its arrival and retreat. That information will help public officials assess storm damage, discern between wind and flood damage, and improve computer models used to forecast future floods.<\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>&nbsp;<\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>Storm-surges are increases in ocean water levels generated at sea by extreme storms and can have devastating coastal impacts. Current tracking shows Irene making first landfall over Carolinas&rsquo; Outer Banks and Virginia, with secondary landfall projected in New England.<br \/><\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>In addition, rapid deployment gauges will be installed along critical roadways to provide real time information to forecast floods and coordinate flood-response activities in the affected areas. The sensors augment a network of existing U.S. Geological Survey gauging stations already in place before the storm arrives. The USGS crews installing the sensors come from water science centers from Georgia to Maine.<\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\">&nbsp;<\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>The USGS studies the impacts of hurricanes and tropical storms to better understand potential impacts on coastal areas. Information provided through the sensor networks provides critical data for more accurate modeling and prediction capabilities and allows for improved structure designs and response for public safety.<\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\">&nbsp;<\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>The USGS, in cooperation with state and federal agencies, also operates more permanent sensor networks installed along the East Coast of the U.S. These networks provide real-time data important to the National Weather Service, FEMA and other USGS partners involved in issuing flood and evacuation warnings and in coordinating emergency responses to communities.<\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\">&nbsp;<\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>Additional information can be found on the <a href=\"http:\/\/water.usgs.gov\/osw\/floods\/2011_HIrene\/index.html\">USGS Preparation and Data Collection Activity for Hurricane Irene, 2011 website<\/a>.&nbsp; <\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span><br \/><\/span><\/p>\r\n<p style=\"text-align: left; margin-top: 0in; margin-bottom: 0in;\"><span>As USGS continues to take all appropriate preparedness and response actions as Hurricane Irene develops over the coming days, we encourage everyone to visit<span class=\"Apple-converted-space\">&nbsp;<\/span><\/span><a href=\"http:\/\/www.ready.gov\"><span><span style=\"text-decoration: underline;\">www.ready.gov<\/span><\/span><\/a><span><span class=\"Apple-converted","summary":null,"format":null}]},"field_images":[],"regions":["Connecticut","Delaware","Maryland","Massachusetts","New Jersey","New York","Rhode Island","Virginia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["Hurricane","Hurricane","irene","storm","surge","","storm","surge","sensors","Atlantic","coast"],"release_date":{"und":[{"value":"1314331200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170362"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}