{"title":"U.S. Geological Survey Consolidates Western Fishery Programs at Biological Research Center in Seattle, WA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> has reorganized its western fishery research programs and renamed its biological research facility at Seattle, Wash., to reflect the changes. <\/p>\n<p>The Western Fisheries Research Center, headquartered at Sand Point on the shores of Lake Washington, will undertake USGS fisheries and aquatic research programs throughout the western lower 48 states. The Center was previously called the Northwest Biological Science Center. <\/p>\r\n<p>\"Our Center now has on-going research projects in every mainland Western state except Arizona and we are anticipating new major assignments in several critical environments in the West,\" said Center Director Frank Shipley. Massive die-offs of both fish and fish-eating birds at the Salton Sea in southern California&rsquo;s desert have sparked a research effort there. The Lake Tahoe region (Calif.-Nev.), the San Francisco Bay and Delta and the Klamath Basin (Calif.-Ore.) are also the focus of new Center efforts. Whirling disease, which has wreaked havoc on trout fisheries in much of the West, will also be a focus of attention, said Shipley.<\/p>\r\n<p>\"We are prepared to meet the changing scientific information needs of the western fishery community,\" said Shipley. \"We have 60 years of expertise in fishery and aquatic research. And, we are spearheading new science and technology in areas such as molecular genetics, fish telemetry and studies of entire aquatic ecosystems.\" <\/p>\r\n<p>The Western Fisheries Research Center Seattle Laboratory houses state-of-the-art fisheries laboratory facilities. The Center also includes other research stations in the West--laboratories on Marrowstone Island, in Puget Sound, and at Cook, Wash., on the Columbia River. Under the reorganization, the Center has received responsibility for the Dixon Duty Station at the Sacramento\/San Joaquin Delta in central California and for the Reno Field Station in Nevada. <\/p>\r\n<p>The Western Fisheries Research Center will continue to support an extensive field-and-laboratory study program, Dr. Shipley said. \"Our primary mission is to carry out research to support wise management of fish and aquatic resources. We work toward that end through partnerships with resource managers from the Fish and Wildlife Service, Bureau of Reclamation, National Park Service, Bonneville Power Administration, and Army Corps of Engineers. Other opportunities will be pursued with tribes, states, private industry or others whose scientific needs are compatible with our capability.\" <\/p>\r\n<p>Western Regional Chief Biologist Doug Buffington said that the reorganization of USGS&rsquo;s fisheries program \"will assure closely coordinated attention to a wide range of fishery and aquatic concerns west of the Rocky Mountains. This Center has a long, honored history and can look forward to a bright future.\" <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"876196800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169218"},{"tid":"169325"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}