{"title":"USGS, NOAA Collaborate with Canada on Climate Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U. S. Geological Survey is joining with the National Oceanic and Atmospheric Administration (NOAA) and Environment Canada (EC) in jointly operating and calibrating high-tech climate monitoring stations.<!--introend--> NOAA recently installed a U.S. Climate Reference Network sensor in Egbert, Ontario, while EC set up a Canadian Reference Climate Station at the USGS Earth Resources Observation and Science (EROS) Center near Sioux Falls, S.D.<\/p>\n<p>\"USGS is pleased to work with NOAA and Environment Canada in the effort to monitor key climate variables,\" said Eric Clemons, director of USGS-EROS. \"When compiled on a national and international scale, these data records are essential in understanding global environmental impacts. They have to be as accurate and as comprehensive as possible.\"<\/p>\r\n<p>Both stations collect detailed weather and climate data, including real-time measurements of surface temperature, precipitation, wind speed, and solar radiation. Scientists will compare each nation's measurements and blend the two networks together to understand climate change and precipitation trends better. The ongoing collaboration will result in improved accuracy and common quality control procedures for the data - even a similar, common way to measure snowfall and snow depth.<\/p>\r\n<p>NOAA's National Climate Data Center first installed a climate reference station at USGS-EROS in 2002. Due to its centralized location in the U.S., the technical expertise of its staff, and the existence of a suitable infrastructure, USGS-EROS became a prime candidate for the installation of similar climate-monitoring instruments operated by EC as part of a U.S.-Canadian climate research effort.<\/p>\r\n<p>Through agreements with multiple agencies, USGS-EROS provides support for eight <em>in situ<\/em> (stationary) networks for monitoring climate, weather, and natural and human-influenced hazards. USGS uses these data to support land science and climate change research.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["","","Climate Data","environment"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1226552400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169461"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}