{"title":"Today&rsquo;s Science for America&rsquo;s Tomorrow: The USGS FY 2001 Budget","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The President has proposed a budget of $895 million for the Interior \nDepartment&rsquo;s U.S. Geological Survey (USGS) in Fiscal Year 2001. The FY 2001 \r\nbudget reflects an $82 million net increase over FY 2000 enacted funding. \r\n<\/p>\r\n<p>\"These increases will enable USGS to provide reliable scientific information \r\nand tools to help managers and policymakers accurately forecast tomorrow, for \r\nbetter decisions today,\" said Dr. Charles Groat, USGS Director. \"When this \r\nbudget is enacted, USGS will be able to respond to the critical needs expressed \r\nby communities, stakeholders, government agencies and other organizations in \r\nresponse to the ever-greater demands being put on our natural resources. \r\nUnderstanding the delicate balance between the earth&rsquo;s natural resources and \r\nAmerica&rsquo;s need for continued growth will enable us to make better decisions for \r\nfuture generations&rsquo; enjoyment of this precious land.\" \r\n<\/p>\r\n<p>The FY 2001 budget highlights the relevance of USGS science to improved \r\nunderstanding of the changing world. Specifically, USGS core programs will be \r\nexpanded. Organized in four over-arching initiatives, they are described below: \r\n<\/p>\r\n<p><b>Safer Communities<\/b> \r\n<\/p>\r\n<p>\"The costs of natural disasters -- in terms of lives lost, homes destroyed \r\nand economies disrupted -- have skyrocketed in the past few decades as our \r\npopulation has grown and moved into marginal areas that are vulnerable to \r\nearthquakes, hurricanes, and other geophysical hazards,\" Groat stated. \"And \r\nthese costs will continue to rise in the future, unless we change our approach.\" \r\n\r\n<\/p>\r\n<p>With an increase of $7.1 million, USGS will update portions of the national \r\nearthquake monitoring network; expand real-time monitoring of volcanoes in \r\nAlaska; and upgrade the streamgaging network focusing on the Appalachian region, \r\nthe Lower Mississippi Delta and the West Coast. \r\n<\/p>\r\n<p>\"In the past year alone, we have seen disastrous earthquakes in Turkey and \r\nTaiwan, hurricanes and floods that devastated the east coast, and landslides \r\nthat caused damage in the west,\" said Groat. \"Providing real-time hazard \r\ninformation to help create stronger, safer communities across America is a high \r\npriority for USGS.\" \r\n<\/p>\r\n<p><b>Livable Communities<\/b> \r\n<\/p>\r\n<p>The increase includes $10 million to develop decision support systems to help \r\nAmerica&rsquo;s communities respond to issues posed by urban growth. Recognizing that \r\nall levels of government face serious challenges associated with the sustained \r\ngrowth and development of urban regions, USGS will develop predictive models \r\nbased on historical trends for areas including Seattle, San Francisco, Tucson, \r\nChicago and Miami. \"Assessing the impacts of historical and expected change on \r\nregional natural resources will help USGS provide local planners with the tools \r\nthey need for planning intelligent growth,\" Groat said. \r\n<\/p>\r\n<p>USGS also requests $30 million to further its efforts with communities, local \r\nand tribal governments, state governments, the private sector, academia and \r\nothers to advance the capacity of communities to create and use spatially \r\nreferenced data. The proposal, which includes a $25 million community matching \r\ngrant component, will also expand the National Spatial Data Infrastructure and \r\nthe National Biological Information Infrastructure. In addition, USGS will seek \r\na $5 million increase to assume program operations of Landsat 7. \r\n<\/p>\r\n<p><b>Sustainable Resources for the Future<\/b> \r\n<\/p>\r\n<p>Understanding how the land responds to change is essential for Americans&rsquo; \r\ncontinued enjoyment of the natural landscape, Groat noted. With an increase of \r\n$15.3 million, USGS will develop tools for understanding how the land interacts \r\nwith the oceans and the air as well as the many uses that are made of the land. \r\n<\/p>\r\n<p>Studies will focus on the Columbia River, where significant research is \r\nneeded on the compl","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"949899600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170634"},{"tid":"169811"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}