{"title":"Fish Egg Disinfectant Shown to Prevent Transmission of Devastating Fish Disease:","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A disinfection solution presently used for salmon eggs also prevents transmission of the virus that causes viral hemorrhagic septicemia or VHS -- one of the most dangerous viral diseases of fish -- in other hatchery-reared fish eggs, according to new U.S. Geological Survey-led research.<!--introend--><\/p>\n<p>VHS has caused large fish kills in wild fish in the U.S., especially in the Great Lakes region, where thousands of fish have died from the virus over the last few years. &nbsp;The disease causes internal bleeding in fish, and although in the family of viruses that includes rabies, is not harmful to humans. Thus far, the virus has been found in more than 25 species of fish in Lakes Michigan, Huron, Erie, St. Clair, Superior and Ontario, as well as the Saint Lawrence River and inland lakes in New  York, Michigan and Wisconsin.<\/p>\r\n<p>Effective disinfection methods are critically important to natural resource agencies that collect eggs from wild fish stocks and private aquaculture because the spread of the virus to a fish hatchery could be devastating, said Mark Gaikowski, a USGS researcher who led the USGS and U.S. Fish and Wildlife Service research team.<\/p>\r\n<p>&ldquo;If VHS virus is introduced into the aquaculture industry, it could lead to trade restrictions, as well as direct economic losses from the disease,&rdquo; Gaikowski noted.&nbsp;<\/p>\r\n<p>USGS and USFWS researchers tested the effectiveness of using iodophor disinfection in walleye and northern pike eggs and found that it eliminated active virus from fertilized eggs. Iodophor disinfectant solutions contain iodine formulated for use on fish eggs.&nbsp; The researchers also found that although some of the disinfection treatments reduced hatch, iodophor treatment at 90 minutes after fertilization occurred did not alter egg hatch or fry development.<\/p>\r\n<p>Experts fear the disease could potentially spread from the Great Lakes into new populations of native fish in the 31 states of the Mississippi River basin. Regulatory agencies in the United States and Canada have already placed restrictions on the movement of fish or fish products that could pose a risk for the spread of VHS virus to regions outside of the known geographic range.<\/p>\r\n<p>For more information about this subject, as well as recommendations on the disinfection process, see the new USGS Fact Sheet <a href=\"http:\/\/pubs.usgs.gov\/fs\/2009\/3107\/\">online<\/a>. Funding for this research was provided by the USGS and the North Central Regional Aquaculture Center from the U.S. Department of Agriculture Cooperative State, Research, Education and Extension Service. The iodine used during egg disinfection was donated by Western Chemical Inc, Ferndale, Washington.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2010_02_02\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2010_02_02\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_02_02\" mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2010_02_02\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2010_02_02&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["biology","Viral Hemorrhagic Septicemia","Fish Disease","","Great Lakes"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1265086800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"},{"tid":"170039"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}