{"title":"USGS Maps Show Where Earthquakes May Trigger Landslides in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Earthquakes, as well as heavy rains, can cause landslides, but with the completion of a new U.S. Geological Survey mapping project, scientists and planners can see where those landslides might be triggered by southern California&rsquo;s next large earthquake. <!--introend-->\n<p>Speaking at the Seismological Society of America&rsquo;s annual meeting in Boulder, Colo., today (March 17), USGS scientist Randall Jibson described the new landslide maps and how they were developed. \r\n<p>Following the magnitude 6.7 earthquake that struck Northridge, Calif., Jan. 17, 1994, Jibson and his colleagues at the USGS used U.S. Air Force U2 photographs to locate the thousands of landslides that were triggered by that earthquake, and recorded the locations in a computer for later analysis. \r\n<p>The landslide-hazard maps were produced by combining several kinds of data. The strength of the rock and soil, the steepness of the slopes, and the ground-water conditions were combined in a slope-stability model to produce a map of seismic landslide susceptibility, which portrays how stable different slopes are during earthquake shaking. The susceptibility map was then combined with a map of predicted earthquake shaking to produce a model that predicts the probability of slope failure for those ground-shaking conditions. \r\n<p>It&rsquo;s this last step that is the key, according to Jibson. \"We&rsquo;ve always been able to say which slopes, in a broad sense, are more or less likely to fail during earthquakes,\" Jibson said, \"but this is the first time we have been able to say, specifically, how likely they are to fail. The ability to analyze a hypothetical future earthquake and to say that one slope has a one percent chance of failing during that earthquake, but another slope has a 25 percent chance of failing is a huge step forward. Now we can put real numbers on expected losses due to earthquake-triggered landslides.\" \r\n<p>One particularly powerful aspect of this hazard-mapping procedure is its flexibility. The data used to produce the maps are all computerized and they can be combined in various ways to suit a variety of purposes. For example, ground-shaking from any possible earthquake can be modeled, so that probable landslide concentrations can be predicted for any earthquake. \"Eventually, we hope to have this on an interactive web site where users can come in, specify an earthquake they are interested in, and download a custom map for their own uses,\" Jibson concluded. \r\n<p>Jibson said he expects the maps to be used for a wide variety of purposes, including seismic zoning, emergency response planning, placement of lifelines and siting of critical facilities. \"I can see many possible applications of this technology. One thing is certain, as development continues in earthquake-prone areas, the ability to predict where earthquake hazards are likely to occur will become an increasingly important activity. We want to give people the tools they need to make rational, informed decisions. If we know where the hazards are, we can prepare for them.\" \r\n<p>The landslide maps that Jibson and his colleagues have produced will be available in digital and paper form from the USGS Landslide Information Center in Golden, Colo., later this spring. \r\n<p>\r\n<p><b>Editors: Interviews with Jibson during the SSA meeting may be arranged by calling the SSA news room at 303-492-2388, or his office in Golden, Colo., at 303-273-8577.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"890024400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}