{"title":"They&rsquo;re Healthier: With Fewer Parasites, Invaders Gain Competitive Edge Over Native Animals and Plants","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Reproducible photos are available at:<\/b><\/p>\n<UL>\r\n<LI><a href=\"http:\/\/www.werc.usgs.gov\/news\/2003-02-06a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2003-02-06a.jpg<\/a> <br>(European green crab with parasitic barnacle. Photo by Todd Huspeni, University of California, Santa Barbara)<\/LI>\r\n<LI><a href=\"http:\/\/www.werc.usgs.gov\/news\/2003-02-06b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2003-02-06b.jpg<\/a> <br>(European green crab underside showing knob-like parasitic barnacle. Photo by Todd Huspeni, University of California, Santa Barbara)<\/LI>\r\n<LI><a href=\"http:\/\/www.werc.usgs.gov\/news\/2003-02-06c.jpg\">http:\/\/www.werc.usgs.gov\/news\/2003-02-06c.jpg<\/a> <br>(European green crabs in their natural habitat are smaller than those in invaded habitat. Photo by Jeff Goddard, University of California, Santa Barbara) <\/LI><\/UL>\r\n<p>Invasive species &#8212; second only to habitat destruction in threatening biodiversity &#8212; have far fewer parasites and less illness to contend with than their native competitors, according to two new studies in the Feb. 6 issue of the journal Nature. In super pests such as the European green crab, this escape from parasites means the crab gains an unfair advantage over the competition. <\/p>\r\n<p>&quot;Invasive species end up with about half the parasites, or diseases, they had at home,&quot; said Dr. Kevin Lafferty, a USGS marine ecologist at the Western Ecological Research Center in Santa Barbara, Calif. This was among the findings of Lafferty and his colleagues Drs. Mark Torchin and Armand Kuris, and Valerie McKenzie, at the Marine Science Institute at the University of California, Santa Barbara, and Dr. Andrew Dobson at the Department of Ecology and Evolutionary Biology of Princeton University, N.J. <\/p>\r\n<p>&quot;On average, an animal has 16 parasites at home, but brings less than three of these to new areas that it invades,&quot; said Torchin, the lead scientist of this study. &quot;In the new region, parasites are not well matched to novel hosts, and only about 4 parasites will successfully attack an invading species.&quot; <\/p>\r\n<p>Parasites are so pervasive that parasitism is the most common lifestyle on earth, said Lafferty. And many parasites don&rsquo;t just make animals sick, they may castrate them, change their behavior, even kill them. By leaving parasites behind, introduced species may have an advantage over less fit native competitors, which remain fettered to their own full complement of parasites. <\/p>\r\n<p>In Lafferty&rsquo;s view, &quot;Parasites are to invasive species what kryptonite is to Superman. Back on planet Krypton, kryptonite was a regulator, keeping Superman ordinary. Freed from kryptonite on earth, he gained super powers. But unlike Superman who used his power for good deeds, invasive species can be devastating.&quot; <\/p>\r\n<p>The scientists analyzed parasite studies of 26 invasive animal species, from snails to rats, comparing them in natural habitats and invaded habitats. Among them was the European green crab, which Torchin and colleagues traveled the world to study. <\/p>\r\n<p>The scientists found that in Europe, the green crab&rsquo;s native home, parasitic barnacles castrated the crabs. Where the barnacles were common, the crabs were small and rare. Conversely, the scientists found that crabs were big and abundant in areas where barnacles were uncommon.<\/p>\r\n<p>Green crabs have been introduced around the world, to the west and east coasts of the United States, South Africa, Australia, Tasmania and Japan, but barnacles have never made the transfer with them. In these introduced areas, green crabs are often-devastating pests that decimate native shellfish. <\/p>\r\n<p>The same pattern holds true for invasive plants, according to Drs. Charles Mitchell and Alison Power of Cornell University, in a separate study. They found that the introduced plants most likely to become weeds are those that have left behind the most pathogens. <\/p>\r\n<p>Additionally, the two studies docum","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1044421200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169871"},{"tid":"168830"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}