{"title":"Team Spawns Rare White Abalone: It&rsquo;s a Girl! It&rsquo;s a Boy! It&rsquo;s 6 Million Baby Mollusks!","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors:<\/b> Reproducible photos for this news release can be downloaded at: <\/p>\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-04-30a.jpg\">http:\/\/www.werc.usgs.gov\/news\/2001-04-30a.jpg<\/a>(Female white abalone releasing 3,000,000 eggs in spawn of the rare mollusk, a joint effort by biologists of the Abalone Restoration Consortium. Courtesy Bonnie Bosma, UCSB)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-04-30b.jpg\">http:\/\/www.werc.usgs.gov\/news\/2001-04-30b.jpg<\/a>(A white abalone studied to develop husbandry techniques for captive breeding. Kevin Lafferty, USGS)<br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-04-30c.jpg\">www.werc.usgs.gov\/news\/2001-04-30c.jpg<\/a>(Two-day old white abalone veliger larva, with developing protoconch shell (white) and ciliated velum (right), in culture at UCSB. Courtesy Brian Matsumoto, UCSB) <\/p>\r\n<p><!--introstart-->A team of university, government, and private biologists have successfully spawned white abalone, a crucial step in developing a white abalone hatchery. Stocking of hatchery-reared white abalone is one of the possible strategies that may be used to rebuild the white abalone population, which is being considered for listing as an endangered species.<!--introend--><\/p>\r\n<p>The spawning produced about 6,000,000 eggs, which were then fertilized and began normal development. By April 30, at seven days old, the abalone larvae had reached a stage of development where they could be induced to metamorphose into tiny abalone. When researchers at the University of California, Santa Barbara, tested larvae with the inducer molecule GABA, greater than 95 percent of larvae settled and began metamorphosis into young abalone. <\/p>\r\n<p>\"We estimate that a total of 3,000 white abalone may remain in the wild in California,\" said Dr. Kevin Lafferty, a marine ecologist at the USGS Western Ecological Research Center in Santa Barbara, Calif. \"It&rsquo;s remarkable to look at 6 million white abalone larvae, when they represent 2,000 times the number of adults in the wild. Working with larvae smaller than a period is one advantage in marine species conservation. Imagine trying to produce 6 million condor eggs.\"<\/p>\r\n<p>The Abalone Restoration Consortium, a team of biologists from the University of California, Santa Barbara (UCSB), U.S. Geological Survey (USGS), Channel Islands Marine Resource Institute (CIMRI), National Park Service (NPS), California Department of Fish and Game (CDFG) and National Marine Fisheries Service (NMFS), is striving to bring the rare abalone back to a self-sustaining population. Before the fishery crashed from intense commercial and sports harvesting in the 1970&rsquo;s, 2,000 to 10,000 white abalone per hectare lived at appropriate habitat in southern California. In 1999, the team surveyed white abalone habitat in U.S. waters and found only 157 live white abalone, an average density of 2.7 abalone per hectare of habitat.<\/p>\r\n<p>Since fall, the scientists nurtured 15 white abalone captured from the wild and housed at UCSB and at CIMRI in Port Hueneme, Calif., a non-profit, public-benefit corporation dedicated to marine education and enhancement of coastal resources. Dr. Dan Morse of UCSB, a long-time leader in developing technology for the husbandry of abalone, worked around the white abalone&rsquo;s fertility cycle and adapted techniques that work well for other abalone species to the food and environmental needs of white abalone. <\/p>\r\n<p>On April 23, Tom McCormick, one of CIMRI&rsquo;s founders and president of Proteus SeaFarms, brought a male and female white abalone from CIMRI to UCSB, where UCSB biologist Neal Hooker had identified two more females and another male that were reproductively ready. The scientists set the abalone in individual containers, dimmed the lights and added hydrogen peroxide, an abalone aphrodisiac developed by Morse for spawning red abalone. A couple of hours later, the CIMRI female and one of the UCSB females had spawned about 3 million","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"988603200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}