{"title":"Media Advisory: Virtual Tour Offers Modern and Historic Close-Ups of 1906 Earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) will release an on-line virtual tour of the 1906 earthquake on Thursday, April 6, that will offer the public an opportunity to interactively view both historic information and up-to-the-minute science and hazard information on the most damaging earthquake in U.S. history.<\/p>\n<p>The virtual tour, using the three-dimensional geographic mapping tool <em>Google Earth<\/em>, begins with a view from space and zooms in on the 300-mile rupture of the 1906 earthquake along the San Andreas Fault. Using overlays of ground-shaking intensity, damage, historic photos and first-hand accounts, the 1906 earthquake is revealed in a historic and scientific context. In addition, the user can explore the present day earthquake hazard in the Bay Area with maps and other on-line resources.<\/p>\r\n<p><strong>Who<\/strong>: Luke Blair, USGS geologist and a creator of the virtual tour, will be joined by Marco Ticci, a USGS volunteer, and Dr Mary Lou Zoback, USGS research geophysicist and chair of the steering committee of the 1906 Earthquake Centennial Alliance.<\/p>\r\n<p><strong>Where<\/strong>: Conference Room A (2nd Floor), Building 3, USGS Menlo Park Science Center, 345 Middlefield Road, Menlo Park.<\/p>\r\n<p><strong>When<\/strong>: Thursday, April 6, 10:00 a.m.<\/p>\r\n<p><strong>What<\/strong>: From space images to historic records, the San Andreas Fault today and during the 1906 earthquake is illuminated in a three-dimensional virtual tour.<\/p>\r\n<p><strong>Web cast<\/strong>: To view the news conference live via the Web, log onto: <a href=\"mms:\/\/video.wr.usgs.gov\/live\">mms:\/\/video.wr.usgs.gov\/live<\/a>, which requires that the viewer has Windows Media Player installed on their computer. An archived copy of the video stream broadcast will be available after the news conference at <a href=\"mms:\/\/video.wr.usgs.gov\/ehz\/20060406.wmv\">mms:\/\/video.wr.usgs.gov\/ehz\/20060406.wmv<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1144209600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}