{"title":"USGS Awarded Supplemental Funds to Support Hurricane Sandy Rebuilding","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"472\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/lidar\/\"><img class=\"  \" title=\"Pre-Storm Elevation\" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/lidar\/images\/pre_sandy_lidar_fire_isl_photo_pair3LG.jpg\" alt=\"\" width=\"472\" height=\"263\" \/><\/a> Pre-Storm Elevation: Pelican Island and Fire Island, New York This location is within Fire Island National Seashore near Old Inletâ\u0080\u0094a very narrow portion of the island that has experienced breaching in previous large storms. The island breached during Sandy, creating a new inlet, eroding the beach and cutting through 4-m high dunes.[\/caption]\n\nA year after Hurricane Sandy collided with the East coast, the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> continues to study the changes left behind in its devastating path.Â Scientists are generating critical information to aid the recovery process of the coastal areas and help communities become more resilient against future extreme storms.\n\nThe USGS' ability to conduct these studies is getting a big boost. <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/secretary-jewell-announces-162-million-for-45-projects-to-protect-atlantic-coast-communities-from-future-storms.cfm\">The Department of the Interior announced today the funding of supplemental appropriations<\/a> for nine USGS projects, which total $22.4 million, for mitigating the impacts of Hurricane Sandy and supporting the rebuilding process. These new projects will deliver high-resolution topographical surveys; evaluations of ecosystem resiliency; enhanced storm tide monitoring, vulnerability assessments and data display capabilities; documentation of coastal processes and vulnerabilities of Fire Island, New York and Assateague Island regional areas; assessments of estuarine responses to the storm and changes to the barrier islands; and forecasts of biological vulnerabilities.\n\nThese funds add to the $18.8 million in DOI supplemental funds that the USGS received in May for science supporting response and recovery activities. The combined $41.2 million in supplemental funding is the largest ever received by USGS following a natural disaster.\n\nâ\u0080\u009cThe understanding we gain from these studies will provide data and information to guide recovery activities and to set the stage for better models and assessments of future hazards,â\u0080\u009d said USGS Acting Director, Suzette Kimball. â\u0080\u009cIt will help coastal communities be better prepared to withstand and respond to catastrophic storms.â\u0080\u009d\n\nThe USGS is collaborating with stakeholders in the affected areas and other agencies to carry out a <a href=\"http:\/\/pubs.usgs.gov\/circ\/1390\/\">science plan<\/a> with five focuses:\n<ul>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3099\/\">Coastal topography and bathymetry<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3090\/\">Coastal impact assessments<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3092\/\">Impacts of storm surge<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3091\/\">Impacts of environmental quality and persisting contaminant exposures<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3096\/\">Impacts to coastal ecosystems, habitats, and fish and wildlife<\/a><\/li>\n\t<li><a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3089\/ \">Hurricane Sandy Science Planâ\u0080\u0094New York<\/a><\/li>\n<\/ul>\n[caption id=\"\" align=\"alignright\" width=\"472\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/lidar\/\"><img class=\"   \" title=\"Post-Storm Elevation\" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/lidar\/images\/post_sandy_lidar_fire_isl_photo_pair3LG.jpg\" alt=\"\" width=\"472\" height=\"263\" \/><\/a> Post-Storm Elevation: Pelican Island and Fire Island, New York This location is within Fire Island National Seashore near Old Inletâ\u0080\u0094a very narrow portion of the island that has experienced breaching in previous large storms. The island breached during Sandy, creating a new inlet, eroding the beach and cutting through 4-m high dunes.[\/caption]\n\n<strong>Coastal Topography and Bathymetry<\/strong>\n\nHurricane vulnerability is, in large part, a consequence of coastal elevation. Accurate, up-to-date elevation data is vital to coastal communities that are preparing response strategies, anticipating impacts, or planning post-storm redevelopment.\n\nThe USGS is collecting high-resolution elevation data that will support scientific studies related to hurricane recovery and rebuilding activities, watershed planning and resource management. It also aims to create a Coastal National Elevation Dataset, including one of Sandy-affected regions, which will compile topographic and bathymetric elevation from multiple sources.\n\nThe post-Sandy data will be instrumental in guiding recovery activities, accessing impact, forecasting coastal vulnerability, and establishing new baselines for events and decisions. The newly announced funding will expand the geographic area being surveyed and provide more than 11,000 square miles of data, including coverage of many national parks, wildlife refuges, and tribal lands. USGS will continue to coordinate with other DOI agencies and federal state and local partners, which will ensure that additional data collections meet multiple agency needs.\n\n<strong>Coastal Impact Assessments<\/strong>\n\nThe Nationâ\u0080\u0099s coast, which is fringed by beaches, dunes, barrier islands, wetlands, and bluffs, is its first line of defense against major storms. An accurate representation of these barriers is necessary to make informed decisions on recovery and rebuilding.\n\nSandy has transformed the shores and barrier islands from North Carolina through <a href=\"http:\/\/pubs.usgs.gov\/fs\/2013\/3089\/\">New York<\/a>, New Jersey and Massachusetts. Its waves and surges eroded and overtopped protective dunes and beaches.\n\n[caption id=\"\" align=\"alignright\" width=\"420\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NY_Loc4_FireIsland_OceanBch_Developed-lg.jpg\"><img class=\"  \" title=\"Fire Island pre and post Sandy\" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NY_Loc4_FireIsland_OceanBch_Developed-lg.jpg\" alt=\"Fire Island pre and post Sandy\" width=\"420\" height=\"552\" \/><\/a> Fire Island pre and post Sandy[\/caption]\n\nThe USGS will provide pre- and post-storm mapping of coastal impacts and vulnerability using airborne lidar flights, which use lasers to densely sample elevation of the Earthâ\u0080\u0099s surface, as well as photographic surveys. It will evaluate, improve and deliver coastal impact forecast models that will provide critical information to identify areas vulnerable to extreme erosion. The USGS will also be providing online access to coastal impact assessments and data.\n\nThe new funding enables key studies for Fire Island, New York and its surrounding regions, and the Assateague Island barrier system. The studies will include not only beach nourishment and inlet management, but also the development of predictive models used to identify coastal hazards. Emergency responders and coastal managers will benefit from this information because it will allow them to effectively direct response and recovery resources to the areas that will be most vulnerable during future storms.\n\n<strong>Impacts of Storm Surge<\/strong>\n\nThe storm surge created by Hurricane Sandyâ\u0080\u0099s winds was the primary cause of destruction. The surge, which peaked at more than 19 feet, caused damage to the landscape and transported salt water, sediment, and debris to areas rarely impacted by ocean effects.\n\nModels predicting the level of the storm tide at the coast generally were accurate, but predictions of the extent, depth, and severity of the storm tide across the land surface were not uniform. In several instances, the impacts of the storm tide were higher than expected. The USGS will help improve how coastal communities respond and recover from the next coastal storm by focusing efforts on storm-tide data collection, data delivery, data networks, and data analysis.\n\nThe main goal of storm-surge response and data collection is to ensure that coastal regions are prepared for upcoming natural hazards. The USGS upped its data collection in the Northeast and Mid-Atlantic States, and it will increase the amount of storm-tide data transmitted in real time.\n\nNew funding will increase the availability of monitoring instrumentation and real-time transmission. It will also help develop a more robust and functional database and web page to display the real-time and recovered storm surge and wave data. This enhances the USGS capacity to monitor water levels, storm surge, and storm waves to meet requirements for improved hazard planning and response.\n\n<strong>Impacts of Environmental Quality and Persisting Contaminant Exposures<\/strong>\n\nLow-elevation coastal areas impacted by storm surge or river-floodwater damage are susceptible to chemical and microbial contaminants. During Hurricane Sandy multiple wastewater treatment facilities failed for prolonged periods, which allowed the release of raw sewage into the environment. Public health agencies were advised to disinfect the water, but the long-term effect of the releases is undetermined. Debris from the surrounding environment is also a concern. Changes to bay and other water-related areas can affect salinity levels, fisheries and shellfish habitats, and contaminant exposures.\n\nInitially first responders focused their efforts to repair immediate threats. Now, USGS scientists are studying the potential for long-term effects. Scientists are testing environmental samples from affected coastal areas in New York and New Jersey for toxic contaminants, which may still be harmful to the ecosystem.\n\nThe USGS is also focused on the potential long-term effects of contaminants on humans. Similar to the ecologically focused study, the USGS focus begins where first responders stopped. Together these strategies will support long-term cleanup efforts along the coasts.\n\n<strong>Impacts to Coastal Ecosystems, Habitats, and Fish and Wildlife<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"339\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hazard-events\/sandy\/\"><img title=\"USGS scientist \" src=\"http:\/\/coastal.er.usgs.gov\/hazard-events\/sandy\/images\/Figure-Y1.jpg\" alt=\"\" width=\"339\" height=\"424\" \/><\/a> USGS scientist recovers storm surge sensor post Hurricane Sandy in Annapolis, MD.[\/caption]\n\nNatural coastal ecosystems are valuable because they provide many benefits, including reducing the force of storms, mitigating pollution from the storm, and providing food and shelter to many species, especially coastal birds. USGS expertise will be used to assess Hurricane Sandyâ\u0080\u0099s impact to wetland integrity; waterfowl and migratory birds; wetland conditions and food supply for birds; and impacts to coastal forests.\n\nSome of the new work the USGS will be doing with the additional supplemental funds includes evaluating ecosystem resiliency and forecasting biological vulnerabilities. This includes developing a more powerful web-based modeling tool that helps scientists better manage and store their complex data and display it in ways decision makers can use.\n\n<strong>Moving Forward<\/strong>\n\n<strong><\/strong>Itâ\u0080\u0099s hard to imagine that it has only been one year since Hurricane Sandyâ\u0080\u0099s brutal collision with some of the most heavily populated areas in the Nation. The powerful landscape-altering destruction of Hurricane Sandy is a stark reminder of why the Nation must become more resilient to coastal hazards. Its effects will be felt for many years to come. The USGS is committed to producing the science that will help respond to and mitigate future storm damage.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24330","uid":"31","filename":"Post-storm3_DSC_1174-1LG.jpg","uri":"public:\/\/Post-storm3_DSC_1174-1LG.jpg","filemime":"image\/jpeg","filesize":"52171","status":"1","timestamp":"1425492768","type":"image","uuid":"fa6abc73-36d3-4dd5-a8e5-30005adeca6b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Coastal Erosion","Fire Island","flooding","Hurricane","Hurricane Sandy","storm Surge"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1382628655","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}