{"title":"Disaster Relief for Hurricane Sandy","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_10_2013_j5Eq27Thg0_05_10_2013_2\"><img src=\"http:\/\/gallery.usgs.gov\/images\/05_10_2013\/j5Eq27Thg0_05_10_2013\/medium\/HWM-NY-NEW-009-04.jpg\" alt=\"\" width=\"500\" height=\"375\" \/><\/a> USGS hydrologic technician Amy Simonson surveying a high-water mark on Liberty Island, New York. Photo credit Michael Noll, USGS.[\/caption]\n\nThe Department of the Interior recently announced the release of $475.25 million in emergency disaster relief funding to repair, rebuild, and restore impacted areas in the aftermath of Hurricane Sandy. This will also provide investments in scientific data and studies to support recovery in the region.\n\nâ\u0080\u009cThe funding we are making available will help repair and rebuild facilities, reopen roads, and restore services in order to get our parks, refuges, beaches, and public lands fully operational and open to the public this summer,â\u0080\u009d said Sally Jewell, Secretary of the Interior. â\u0080\u009cWe will continue to focus our efforts on rebuilding to welcome visitors, help jumpstart local economies, and make communities stronger and more resilient to help withstand potential damage sustained from future storms.â\u0080\u009d\n\n<strong>More Support on the Way<\/strong>\n\nWith the funding recently released, approximately 60 percent of DOIâ\u0080\u0099s Hurricane Sandy supplemental funding has been allocated, supporting 234 projects. Overall, DOI received $829.2 million in the Disaster Relief Appropriations Act of 2013, which was reduced by $42.5 million to $786.7 million due to sequestration. The remaining funding will be allocated in the coming months for mitigation projects currently being evaluated for their ability to increase coastal resilience and capacity to withstand future storm damage and to restore and rebuild public assets.\n\n<a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/interior-announces-475-million-in-hurricane-sandy-relief.cfm\">Read DOIâ\u0080\u0099s press release<\/a> and see the <a href=\"http:\/\/www.doi.gov\/news\/pressreleases\/loader.cfm?csModule=security\/getfile&amp;pageid=357685\">strategic plan<\/a> with a full list of approved projects for all bureaus.\n\n<strong>USGS Science<\/strong>\n\nDOI has approved $18.8 million to support U.S. Geological Survey projects that will provide the scientific information necessary to inform management decisions and community assistance. USGS science will help identify coastal areas that have been made more vulnerable to storm damage and provide communities with critical information needed for recovery that will also help prepare for future storm events.\n\nâ\u0080\u009cPeople are still in need of help in the aftermath of Hurricane Sandy, and this new funding allows experts within DOI to work together to further restoration and redevelopment efforts,â\u0080\u009d said David Applegate, USGS Associate Director for Natural Hazards. â\u0080\u009cEven before the storm came ashore, USGS scientists were collecting data and helping forecast potential coastal impacts. We are dedicated to delivering science to help those in need of assistance now and ensure more resilient communities for future generations.â\u0080\u009d\n\nWith this first wave of additional funding, USGS scientists are starting new projects and building on existing work to answer questions such as the following:\n<ul>\n\t<li>How did high-water levels during storms impact coastal bays and estuaries?<\/li>\n\t<li>What locations along the coast are forecasted to be the most vulnerable to future hurricanes?<\/li>\n\t<li>Where are persisting risks of exposure to chemical and microbial contaminants?<\/li>\n\t<li>What were the storm impacts to ecosystems, habitats, fish and wildlife?<\/li>\n<\/ul>\n<strong>Partnerships and Collaboration<\/strong>\n\nUSGS research is designed and driven by the science needs of our partners to best support coastal resilience efforts. The USGS is working with DOI bureaus, including the Fish and Wildlife Service, National Park Service, and Bureau of Ocean Energy Management, as well as many other federal and state agencies.\n\nâ\u0080\u009cThe coastal impact assessment products provided by the USGS have been a critical resource for us on the Federal team to help identify and prioritize impact-related data collection, issue identification and resource evaluation,â\u0080\u009d said Sandy Eslinger, NOAAâ\u0080\u0099s Coastal Coordinator for the Inter-agency Natural and Cultural Resources Recovery Team in New York.\n\n[caption id=\"\" align=\"alignright\" width=\"560\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/\"><img class=\"  \" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/images\/DSC_1210LG.jpg\" alt=\"\" width=\"560\" height=\"372\" \/><\/a> A number of ocean front homes were destroyed or severely damaged during Hurricane Sandy on Fire Island, NY. The photo shows what remains of houses in the community of Davis Park. Photo by Cheryl Hapke, USGS.[\/caption]\n\n<strong>USGS Projects Moving Forward<\/strong>\n\nThis new funding will support projects that address critical gaps in response and preparedness capabilities, while also providing baseline information for reinvestment decisions.\n\nThis funding will allow the USGS to provide updated analysis and information regarding the factors that affect coastal vulnerability and how to reduce that vulnerability, and to improve information delivery to emergency responders in real-time and immediately following future storms.\n\n<span style=\"text-decoration: underline;\">Pre- and Post-Storm Analysis<\/span>\n\nThe USGS will use these new resources to provide a more complete and current coverage of detailed coastal elevation data. The elevation of nearshore land surface and subsurface is a major controlling factor for the impact of coastal storms. The USGS used airborne techniques to measure pre- and post-storm coastal elevations, moving quickly immediately after Hurricane Sandy to collect data in highly impacted areas before the bulldozers moved in to begin restoration.\n\n<span style=\"text-decoration: underline;\">New Coastal Vulnerabilities after Sandy<\/span>\n\nThe USGS will focus on updating coastal vulnerability forecasts considering the changes caused by Hurricane Sandy. For example, the USGS forecasts the likelihood of erosion, overwash and other impacts to beaches and dunes by looking at estimated storm-induced water levels and known coastal elevations. The coast went through significant changes from the recent storm, so these updates are essential to develop a clearer understanding of what areas are at risk.\n\n<span style=\"text-decoration: underline;\">Impacts to Ecosystems and Habitats<\/span>\n\nThe USGS will work to provide maps and models of storm impacts to coastal ecosystems, habitats, and fish and wildlife, with particular focus on those within DOI lands. For example, coastal wetlands provide critical ecosystem services to humans as they protect both manmade and natural habitats from storm impacts. The sustainability of coastal wetlands is dependent on the ability of the wetland to maintain elevation during periods of storms, stable vegetation, sea-level rise, and the severity of future storms. In order to predict the fate of coastal wetlands, and ultimately protect or restore ecosystem services and values, it is essential to create a regional understanding of where and how processes controlling elevation change are affected by storms such as Sandy.\n\n<span style=\"text-decoration: underline;\">Models to Understand Storm Processes and Impacts<\/span>\n\n[caption id=\"\" align=\"alignright\" width=\"540\"]<a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/newjersey.php\"><img class=\"  \" src=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/photo-comparisons\/images\/NJ_Loc5_SeasideHeights_Overwash-lg.jpg\" alt=\"\" width=\"540\" height=\"886\" \/><\/a> Oblique aerial photographs of Seaside Heights, NJ. View looking west along the New Jersey shore. Storm waves and surge destroyed the dunes and boardwalk, and deposited the sand on the island, covering roads. The red arrow points to a building that was washed off[\/caption]\n\nThe funding will enhance existing USGS storm surge capabilities in the Northeast and Mid-Atlantic. The USGS will increase the number and mobility of water-level and water-quality sensors for rapid deployment to areas forecast to be vulnerable to storm surge, ultimately increasing the amount of real-time and near real-time storm surge data that are available to emergency responders. This effort also includes improving the data delivery and display system used to provide real-time and recovered data to emergency responders, community planners, forecasters, and modelers.\n\n<span style=\"text-decoration: underline;\">Real-Time Data on Water Levels and Storm Surge<\/span>\n\nUSGS scientists collected data on water levels during Hurricane Sandy, and this new funding supports further analysis of the acquired information. This will help improve storm-surge models, understand the impacts to coastal bays and estuaries, and identify crucial locations for future monitoring and sensor deployment. As Hurricane Sandy approached, scientists quickly deployed sensors from prepositioned staging areas to measure rising storm surge levels. The data from these sensors are being used to create models of the precise time the storm-tide arrived, how ocean and inland water levels changed during the storm, the depth of the storm-tide throughout the event, and how long it took for the water to recede.\n\n<span style=\"text-decoration: underline;\">Water Quality and Contaminants<\/span>\n\nThe extensive disruption caused by Hurricane Sandy resulted in numerous circumstances where contaminants were, or could have been, released to the environment. This includes extensive failure of wastewater treatment plants, release of chemicals from destroyed structures and vehicles, and disturbance of buried contaminants. While initial responses addressed evident contamination, persisting risk of human and ecological exposure to contamination has not been fully defined. The USGS will use information on the patterns of water circulation, debris, and sediment movement to identify contaminant occurrence and potential human and ecological exposure pathways. The information will also assist in rapid response to characterization of contaminant risks that could potentially occur as a result of future storms.\n\n<strong>USGS Support for Early Recovery Efforts<\/strong>\n\nUSGS scientists have been working diligently since the onset of Hurricane Sandy, providing science to support first responders and assist with early recovery efforts. Learn more about <a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/start-with-science-to-address-vulnerable-coastal-communities\/?from=title\">USGS pre-storm and immediate response activities<\/a>.\n\n<strong>Additional USGS Resources<\/strong>\n<ul>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/sandy\/\">USGS Continues Response to Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/\">Hurricane Sandy Coastal Change Hazards<\/a><\/li>\n\t<li><a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/sandy\/coastal-change\/\">Predicted Likelihood of Coastal Change Impacts from Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/floods\/events\/2012\/sandy\/sandymapper.html\">Hurricane Sandy Storm Tide Data and Mapper<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/owq\/floods\/2012\/sandy\/\">Water-Quality Sampling Immediately After Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/water.usgs.gov\/floods\/events\/2012\/sandy\/StormTideAndRDG.html\">Real-Time Monitoring<\/a>: Rapid deployment storm tide sensors and streamgages, and permanent streamgages in Sandy impact area<\/li>\n\t<li><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/usgs_top_story\/usgs-issues-landslide-alert-for-hurricane-sandy\/?from=title\">USGS Issues Landslide Alert for Hurricane Sandy<\/a><\/li>\n\t<li><a href=\"http:\/\/waterwatch.usgs.gov\/?id=pamap\">WaterWatch<\/a>: View streamflow during Hurricane Sandy (Oct 29 and subsequent days)<\/li>\n\t<li><a href=\"http:\/\/wh.er.usgs.gov\/slr\/coastelevations.html\">Coastal Elevation Data<\/a>: Access National Elevation Dataset and other coastal elevation information<\/li>\n\t<li><a href=\"http:\/\/www.pwrc.usgs.gov\/Secure\/\">Sustainable Estuaries, Coastal, Urban, and River Environments<\/a><\/li>\n<\/ul>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24301","uid":"31","filename":"Homepage-Photo-Thielier-Top-Story-Large-1.jpg","uri":"public:\/\/Homepage-Photo-Thielier-Top-Story-Large-1.jpg","filemime":"image\/jpeg","filesize":"157580","status":"1","timestamp":"1425492768","type":"image","uuid":"93fce35b-02df-4f09-b5eb-bb0cfc55d753","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Coasts","DOI","Hurricane Sandy","hurricanes","Sea Level Rise","Storms"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1368563363","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}