{"title":"USGS Scientists Find New Invasive Fish Species in Florida","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Asian swamp eel, a non-native fish, has been found in canals, ditches, streams and ponds near Tampa and Miami, Fla.<!--introend--> The species is spreading and has the capability of invading and harming freshwater ecosystems throughout the Southeast, including the already-besieged Everglades system, according to the U.S. Geological Survey scientists who found the species in Florida. \n<p>The exotic creature is a highly adaptable predator, able to breathe air and to live easily in even a few inches of water, especially in warm climates. \r\n<p>\"This species exhibits unusual behavior, appearance and adaptations,\" said Dr. Leo Nico, a biologist with the <a href=\"http:\/\/www.nfrcg.gov\/\">USGS Florida Caribbean Science Center<\/a> in Gainesville, Fla. \"It has the potential to spread into freshwater ecosystems throughout the Southeast where it could compete with or prey upon native fishes. Imagine a creature with all the attributes necessary to successfully invade and colonize the Everglades and other southeastern wetlands. Well, the swamp eel may be that creature.\" \r\n<p>The lakes, streams, canals and swamps of Florida and the Southeast are ideal habitats for these eels, said Nico, who discovered the species while conducting scientific samples of fish species in a Tampa Bay drainage. Scientists say they suspect the swamp eel may have escaped from a tropical fish farm or have been a pet released from an aquarium. The species, they believe, is already firmly established in Florida. \r\n<p>Although few non-native fishes invade natural wetlands -- instead being primarily found in disturbed habitats such as canals and drainage ditches -- Nico said the swamp eel&rsquo;s biology makes it well suited for all kinds of habitats. \"We expect this foreign fish to rapidly occupy natural wetland habitats,\" said Nico. \"One major concern is for the Everglades ecosystem, not only Everglades National Park and Big Cypress National Preserve, but the surrounding wetlands as well. At this point, the best outlook would be if the eel becomes a favorite food item of native predators such as alligators or water snakes.\" \r\n<p>Swamp eels -- or rice eels as they are sometimes called -- were first discovered in Florida waters in 1997 in two widely separated sites. In late summer 1997, USGS researchers discovered a population of swamp eels while sampling fishes in ditches, canals and streams flowing into Tampa Bay on Florida&rsquo;s Gulf Coast. At about the same time, students from Florida International University in Miami netted several small swamp eels while collecting aquatic plants from an artificial lake just north of Miami. By now, several dozen eels have been found in the Tampa Bay area and several hundred in Miami waterways. \r\n<p>To determine the size and extent of the swamp eel population in Florida, USGS researchers, working with investigators from Florida International University and biologists from the Florida Game and Freshwater Fish Commission, are actively searching waters surrounding the two sites where the eels were previously found. \r\n<p>In May, USGS biologists found swamp eels in samples they took throughout a major east-west canal near the Dade-Broward County line, including a site near the canal&rsquo;s border with Everglades marsh habitat. Biologists have not found the Asian swamp eel in interior wetlands of the Everglades or other natural wetland systems, but the interconnectedness of the waterways and the eel&rsquo;s biology pose substantial risks of the species becoming established there, Nico said. \r\n<p>In North America, the species is sometimes kept as an aquarium fish, although scientists can only speculate that the species may have escaped or been released into the state&rsquo;s waters. In 1995, swamp eels were found in several ponds at the Chattahoochee Nature Center north of Atlanta, Ga., but USGS biologists are unaware of any possible links between the Georgia and Florida populations. In Georgia, scientists suspect","summary":null,"format":null}]},"field_images":[],"regions":["Florida"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"898747200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169019"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}