{"title":"USGS Study Tracks Pacific Walrus, Observes Effects of Arctic Sea Ice Loss on Behavior","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>ANCHORAGE, Alaska &mdash; <!--introstart-->Sparse summer sea ice in the Arctic over the past five years has caused behavioral changes in Pacific walruses according to <a href=\"http:\/\/www.int-res.com\/abstracts\/meps\/v468\/p1-13\/\">research published<\/a> by U.S. Geological Survey and Russian scientists.<!--introend--> The effects on the walrus population are unknown.<\/p>\n<div style=\"float: right;\"><iframe frameborder=\"0\" height=\"197\" width=\"350\" scrolling=\"auto\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/pF-aNYhCr8k?rel=0\"><\/iframe><\/div>\r\n<p>\"The loss of sea ice is the 'why' for the change in walrus behavior; the tracking data tells us the 'where' in terms of their new forage patterns,\" said USGS Director Marcia McNutt. \"What awaits to be seen is 'how much will it matter?'\"<\/p>\r\n<p>Using a simple darting system, scientists attached radio-tracking tags to 251 walruses in the Chukchi Sea. The tags <a href=\"http:\/\/alaska.usgs.gov\/science\/biology\/walrus\/2012animation.html\">transmitted the animals&rsquo; whereabouts<\/a> and whether they were in the water and feeding. Using the tagging data gathered from 2008-2011, scientists created detailed maps of the walruses&rsquo; seasonal movements and feeding patterns relative to the location and amount of sea ice.&nbsp;<\/p>\r\n<p>The study found that due to earlier melting of the ice in the summer, walruses arrived earlier to their northern feeding grounds on the broad continental shelf of the Chukchi Sea. When the sea ice over the continental shelf melted completely in the fall, they \"hauled out\" onshore in large aggregations and foraged for food closer to shore. Hauling out refers to the behavior associated with seals and walruses of temporarily leaving the water for sites on land or ice.&nbsp;<\/p>\r\n<p>The specific effects of these behavioral changes are not yet understood; however, it is known that while onshore, young walruses are susceptible to mortality from trampling. Additionally, hauling out onshore and using nearshore feeding areas may require more energy.&nbsp;<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"205\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/gallery.usgs.gov\/photos\/11_13_2012_n6Iu48Wkk1_11_13_2012_2\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2012_11_14\/walrus.jpg\" alt=\"caption available below.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">Adult female walrus on ice floe photographed shortly after receiving a behavior monitoring satellite-linked radio tag from USGS researchers.<br \/><br \/>Data acquired from such radio-tags are providing insights on the distribution and behavior of Pacific walruses during a time when their summer sea ice habitat is rapidly changing.<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The longer open water season in the Arctic is creating opportunities for shipping, tourism, energy production and other human activities in this remote region. Data from this study will provide resource managers with basic information on areas important for walruses, such as the Hanna Shoal region, as human activities in the Arctic increase. The areas of walrus foraging overlap with oil and gas lease blocks administered by BOEM.<\/p>\r\n<p>The information gained through tracking large marine mammals such as polar bears and walruses, is helping USGS scientists understand how disappearing Arctic sea ice is affecting the region's ecosystems. The Arctic sea ice is melting faster than forecasted by many of the top climate models: the first ice free summer is now predicted to occur by 2035, perhaps as soon as 2025.&nbsp;<\/p>\r\n<p>The U.S. Fish and Wildlife Service's Alaska Regional Director Geoffrey Haskett said, \"The U.S. Fish and Wildlife Service welcomes this new research from our valued partners at USGS. It will provide us with yet another piece of information to consider as we develop management actions for this iconic arctic species.\"<\/p>\r\n<p>A new film, \"<a href=\"http:\/\/www.youtube.com\/watch?v=pF-aNYhCr8k\">Tracking Pacific Walrus: Expedition to the","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use Change","ecosystems","Ecosystems Terrestrial Freshwaterand Marine Environments","Ecosystems Wildlife Terrestrialand Endangered Resources","Communicationsand Publishing Public Affairs","Geographic Areas Alaska"],"distribution":["Biology"],"release_date":{"und":[{"value":"1352869200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}