{"title":"From Nuclear Power to Mussels and Largescale Suckers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><!--introstart-->The 2010 Society for Environmental Toxicology and Chemistry (SETAC) North America conference is in Portland, Oregon, from Nov. 7 to Nov. 11.&nbsp; This year&rsquo;s theme is Bridging Science with Communities.<!--introend--><\/strong><\/p>\n<p><strong>Endocrine Disruptors and Columbia River Largescale Suckers: <\/strong>Due to increased urbanization, industrialization, and agricultural development, fish and wildlife of the lower Columbia River are potentially exposed to endocrine-disrupting contaminants.&nbsp; In order to determine what the exposure level is, scientists have conducted studies on fish, osprey, water and sediments from the Columbia River.&nbsp; This poster will feature the findings of the study on largescale sucker fish, which were chosen due to their mid-level placement on the food chain, which makes them ideal for studying the buildup and transfer of certain contaminants in the overall food chain.&nbsp; The results of this study demonstrate significant variations in gonad size between areas upstream and downstream of Portland, but it is too soon to tell whether or not the size difference is due to endocrine disruptors.&nbsp; The poster will include discussion of the results and methods of the study, as well as its significance in relation to the other studies being done on the Columbia River. <strong>This poster, <em>Biomarker Assessments for Endocrine Disruption in Largescale Sucker (Catostomus macrocheilus) in the Columbia River <\/em>Basin, will be held on Wednesday, Nov. 10, at 7:00 a.m. in the Exhibit Hall. Contact Leticia Torres at <\/strong><a href=\"mailto:leticia.torres@ttu.edu\"><strong>leticia.torres@ttu.edu<\/strong><\/a><strong> or Jill Jenkins at <\/strong><a href=\"mailto:jenkinsj@usgs.gov\"><strong>jenkinsj@usgs.gov<\/strong><\/a><strong>.<\/strong>&nbsp; <strong><br \/><\/strong><\/p>\r\n<p><strong>Does Appalachian Coal Threaten Mussels? <\/strong>Mussels are the most endangered group of animals in the United States, and up to 30 federally endangered species live in the upper Tennessee and Columbia River basins in Tennessee and Virginia.&nbsp; However, these river basins are also the site of large-scale coal mining, whose discharge and runoff enter the streams where these endangered mussels live.&nbsp; In an attempt to determine the potential effects of coal mining activities on sediment-associated contaminants, USGS scientists studied sediment toxicity using two species of mussels, as well as two commonly tested benthic invertebrates.&nbsp; Their results showed decreased growth or survival rates of the mussels and benthic invertebrates as concentrations of coal-associated contaminants increased.&nbsp; This session will feature discussion of their results, as well as an explanation of the methods followed. <strong>This session, <em>Toxicity of Coal-Associated Contaminants in Sediment to Two Freshwater Mussels and Two Commonly Tested Benthic Invertebrates<\/em>, will be held on Tuesday, Nov. 9, at 7:00 a.m. in the Exhibit Hall. Contact James Kunz at <\/strong><a href=\"mailto:jkunz@usgs.gov\"><strong>jkunz@usgs.gov<\/strong><\/a><strong> or Chris Ingersoll at <\/strong><a href=\"mailto:cingersoll@usgs.gov\"><strong>cingersoll@usgs.gov<\/strong><\/a><strong>. <br \/><\/strong><\/p>\r\n<p><strong>Insecticides near You: <\/strong>Pyrethroid insecticides, one of the more common insecticides used in agriculture and home gardening, are increasingly coming under scrutiny because of their high aquatic toxicity.&nbsp; These insecticides are extremely toxic to aquatic organisms, particularly invertebrates, amphibians, and cold-water fish, such as salmon.&nbsp; USGS scientists undertook a nationwide survey to determine the extent of pyrethroid occurrence in rural and urban streams.&nbsp; A total of 260 sites in 23 states were sampled for 14 different pyrethroids.&nbsp; Their findings demonstrate that urban streams have a higher concentration, but agricultural streams have a greater variety.&nbsp; This session will f","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["se","contaminants","wildlife Health","Uranium","Endocrine Disruptors"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1288929600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"169017"},{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}