{"title":"Are Artificial Night Lights Among Threats","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to News Editors:<\/strong><br>Reproducible images for this news release can be downloaded by clicking the thumbnail images below or visiting our image preview gallery (<a href=\"http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/200601_werc\/images.html\">http:\/\/online.wr.usgs.gov\/ocw\/htmlmail\/200601_werc\/images.html<\/a> ) which contains additional images for this release. For additional information about the California glossy snake and the Western long-nosed snake please visit our Field Guide to the Reptiles and Amphibians of Coastal Southern California (<a href=\"http:\/\/www.werc.usgs.gov\/fieldguide\/\">http:\/\/www.werc.usgs.gov\/fieldguide\/<\/a> ).<\/p>\n<p><!--introstart-->Lights enable humans to use the outside environment at night, but what does artificial illumination mean to wildlife? <!--introend-->Artificial night lighting may affect behavior of wildlife in complex ways, and may even contribute to declines in some reptile species, according to a study by the U.S. Geological Survey (USGS) and Texas Tech University published in a chapter in a new book by Island Press.<\/p>\r\n<p>In the book, experts worldwide explore the ecological effects of artificial night lighting across animal groups and plants. In their book chapter, Dr. Robert N. Fisher, a USGS scientist in San Diego, Calif., and Dr. Gad Perry, an assistant professor at Texas Tech University in Lubbock, reviewed the knowledge base from published and unpublished accounts and reported that scientists know relatively little about the effects of night lighting on reptiles, other than young sea turtles. They noted that little is known about the natural history of most herpetofauna (reptiles and amphibians), although decline rates in reptiles are believed by some scientists to be similar to those reported in amphibians. <\/p>\r\n<p>In rapidly urbanizing southern California, Perry and Fisher noted that declines appear to be occurring in populations of many local reptile species for a variety of causes, but significant local declines of two nocturnal snakes &ndash; from coastal sand dunes and marine terraces -- may have links to light pollution. <\/p>\r\n<p>&quot;Significant range reductions in California glossy snake and western long-nosed snake closely track the regions with increased light pollution, based on comparisons with historical distributions,&quot; said Fisher. &quot;Declines in these species haven&rsquo;t been recorded for similar rural habitats in northern California where light pollution has not yet become an issue.&quot; <\/p>\r\n<p>Furthermore, in coastal southern California, the Pacific pocket mouse, a small nocturnal mammal that is the main prey for California glossy snake, appears to have undergone a concurrent decline, indicating both prey and predator may be adversely affected by light pollution, said Fisher. <\/p>\r\n<p>One of the questions Perry and Fisher say is a high priority to answer is to understand the specific negative consequences of diffuse illumination -- that is, not direct light but the brightness associated with lights from a distance -- on reptiles, especially in urban and suburban areas. <\/p>\r\n<p>While many nocturnal reptiles, like the California glossy snake and western long-nosed snake, may be adversely affected by artificial night light, other species clearly take advantage of artificial light sources for the bountiful food they attract, Fisher and Perry said. For example, several kinds of geckos make their living catching insects around buildings. Some geckos are introduced species that readily become established around humans, and their increased predation affects invertebrate populations, such as moths -- which are plant pollinators -- that are attracted to lights. Fisher and Perry ask what are the effects of seemingly benign introductions, such as house geckos, on other vertebrate and invertebrate groups, and to what extent do artificial night lights aid introduced species to become established and invasive?<\/p>\r\n<p>Perry and Fisher&rsquo;s study","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1139288400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169392"},{"tid":"169442"},{"tid":"170367"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}