{"title":"Birds at Sea and Offshore Wind Energy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p dir=\"ltr\">Reston, Va. &ndash;&nbsp;<!--introstart-->Offshore wind energy development and migratory birds is the topic of a free public lecture Wednesday, December 5, at 7 p.m. at the U.S. Geological Survey National Center in Reston, Va.<!--introend-->&nbsp;<\/p>\n<p>\r\n<p>Titled, \"Birds at Sea and Offshore Wind Energy,\" the lecture takes place in a federal facility and a valid photo ID is required for entry by attendees 18 years of age and older. Attendees should plan to arrive at least 15 to 20 minutes early to process through security.&nbsp;<\/p>\r\n<\/p>\r\n<p>For this lecture, USGS scientists Alicia Berlin and Allan O'Connell will discuss efforts to determine the potential effects of offshore wind energy development on more than 60 different sea-bird species along the Atlantic coast.&nbsp; USGS collaborative research on the migratory routes and patterns of sea birds is being used to help inform decisions on potential locations of wind farms in Atlantic waters.<\/p>\r\n<p>For more information and directions visit the&nbsp;<a href=\"http:\/\/www.usgs.gov\/public_lecture_series\/\">Public Lecture Series website<\/a>.<\/p>\r\n<p>Those unable to attend the lecture in person can follow it live on Twitter @USGSLive<\/p>\r\n<p>These evening events are free to the public and intended to familiarize a general audience with science issues that are meaningful to their daily lives. USGS speakers are selected for their ability and enthusiasm to share their expertise with an audience that may be unfamiliar with the topic.<\/p>\r\n<p>The series provides the public an opportunity to interact with USGS scientists and ask questions about recent developments in Natural Hazards; Water; Energy Minerals and Environmental Health; Climate and Land Use Change; Ecosystems; and Core Science Systems. Ultimately, the goal is to create a better understanding of the importance and value of USGS science in action.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maine","Maryland","Massachusetts","New Hampshire","Virginia"],"country":["United States of America"],"mm_tags":["Public Lecture","Science In Action","Wind Energy","birds","Sea Birds","Coastal Ecosystems"],"distribution":["Biology"],"release_date":{"und":[{"value":"1354597200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}