{"title":"Debris Flows May Affect Southern California Communities","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>Editor Note: Susan Cannon, Research Geologist, will be available in Pasadena for interviews on October 6 and 7. Please contact Paul Laustsen at 650-454-7264 to schedule.<\/em><\/p>\n<p><strong>PASADENA, Calif. &ndash; <\/strong>Rainstorms this year in the area burned by the Station Fire have the potential to trigger debris flows that may impact neighborhoods at the base of the San Gabriel Mountains as well as areas in Big Tujunga Canyon, Pacoima Canyon, Arroyo Seco, West Fork of the San Gabriel River, and Devils Canyon, according to an assessment released today by the U.S. Geological Survey.<\/p>\r\n<p>Conditions in many of the watersheds burned by the fire indicated high probabilities of producing large debris flows in response to two possible rainfall scenarios. In these scenarios, portions of neighborhoods faced increased risk of inundation by debris flows.<\/p>\r\n<p>The USGS identified and mapped areas facing hazards posed by debris flows to assist state and local planners as they work to protect lives and property from these potentially destructive events.<\/p>\r\n<p>&ldquo;We&rsquo;ve been working with the U.S. Forest Service, Los Angeles County Department of Public Works, and communities to ensure they have our information on the likelihood of debris flows,&rdquo; said Susan Cannon, USGS Research Geologist. &ldquo;Our assessment used a set of computer models to estimate the probability of debris flow, how large the event might be, and where it might go, based on the steepness of the area, the extent and severity of the fire, soil characteristics, and possible rainfall.&rdquo;<\/p>\r\n<p>For rainfall, the study evaluated the effects of a 3-hour duration, 1-year recurrence thunderstorm, and a longer 12-hour-duration, 2-year recurrence storm. Recurrence intervals indicate the probability of a storm happening in a given time period. For example, the storm with a 1-year recurrence interval has a near 100 percent chance of occurring, while the storm with a 2-year recurrence interval has a 50 percent chance.<\/p>\r\n<p>Triggered by storm rainfall, debris flows can travel quickly&mdash;faster than a grown person can run&mdash;creating a dangerous situation that may occur with little to no notice. Debris flows are a type of landslide that flow through drainages picking up soil, rock and vegetation. The powerful force of rushing water, soil, and rocks can destroy culverts, bridges, roadways, and structures and can cause injury or death.&nbsp;<\/p>\r\n<p>After wildfires they can they can occur in places where flooding or debris flows have not been observed in the past and can be generated in response to very little rainfall.<\/p>\r\n<p>The assessment found that some watersheds in the burn area could generate debris flows up to 100,000 cubic yards of material&mdash;large enough to fill approximately a football field 60 feet deep with mud and rock.<\/p>\r\n<p>Gail Farber, LA County Public Works Director, said it was vital that at-risk communities, residents and local public safety agencies work together with Public Works to prepare for potential debris flows.&nbsp;<\/p>\r\n<p>&ldquo;We have been actively preparing for the storm season by inspecting all debris basins throughout the County and cleaning out those that need it to ensure full capacity,&rdquo; Farber said. &ldquo;We are on schedule with our storm preparation activities and are meeting with hillside residents in burn areas to provide them with engineering assessments and advice on how best to protect their properties.&rdquo;<\/p>\r\n<p>&ldquo;We are hoping for the best but preparing for a difficult storm season by working closely with local officials and residents to educate them on the potential risks and actions they can take to minimize the impact from debris flows,&rdquo; Farber added.<\/p>\r\n<p>Officials point to the debris flows that occurred following the 2003 San Bernardino fires as an example of what may happen this year.<\/p>\r\n<p>&ldquo;People may remember that 16 people were killed by debr","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","rain","wildfires","Debris Flows"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1254801600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}