{"title":"Low Levels of Herbicide Found in Many Midwestern Streams, Antibiotics Not Common","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey (USGS) researchers investigating 51 streams in nine Midwestern States found low levels of the herbicide glyphosate in 36 percent of the samples tested, and found its degradation product in 69 percent of the samples tested. Antibiotics were found in few samples. The study was designed to determine the presence of a wide range of herbicides, their degradation byproducts and antibiotics in stream water during runoff events. <\/p>\n<p>A total of 154 water samples were collected during 3 runoff events in 2002. The highest measured concentration of glyphosate was 8.7 micrograms per liter, well below the U.S. Environmental Protection Agency maximum contaminant level (MCL) set at 700 micrograms per liter. The highest concentration of aminomethylphosphonic acid (AMPA), a degradation product of glyphosate for which there is no MCL, was 3.6 micrograms per liter. <\/p>\r\n<p>Glyphosate (commercial names include Roundup&reg;, Touchdown&reg;, Rodeo&reg; and others) is a broad-spectrum herbicide that was first registered for agricultural use in the early 1970s and is currently the world&rsquo;s best selling herbicide, used in more than 90 countries on more than 150 crops. Glyphosate use in agriculture has tripled since 1997, largely due to the increasing popularity of RoundupReady&reg; crops (including corn and soybeans), which have been genetically modified to tolerate glyphosate. <\/p>\r\n<p>While herbicides were detected at low levels in most samples, the levels were generally less than health standards. Atrazine was detected at or above the 3 microgram per liter MCL in 30 percent of samples; however, concentrations generally were lower than those found in previous USGS studies. <\/p>\r\n<p>\"The USGS has conducted periodic studies of pesticide occurrence in midwestern streams since 1989 to measure changes in pesticide levels in water resources caused by changing pesticide use and the introduction of new pesticides. The 2002 study provides new information not previously available, based on use of new methods USGS developed to measure low levels of the herbicide glyphosate, its primary degradation product, and five classes of antibiotics,\" said Bill Battaglin, USGS scientist who designed the study. <\/p>\r\n<p>The periodic USGS studies have documented that herbicides and degradation products are flushed into streams by rainfall and runoff for several weeks to months following application, and that peak herbicide concentrations tend to occur during the first runoff event after application. Antibiotics, used primarily in animal agriculture, were measured to determine if they also would attain peak concentrations during runoff events. Antibiotics, however, were detected in only one percent of water samples and at low concentrations. <\/p>\r\n<p>The nine Midwestern states studied were Illinois, Indiana, Iowa, Kansas, Nebraska, Minnesota, Missouri, Ohio, and Wisconsin. <\/p>\r\n<p>USGS Open-File Report 03-217, \"Reconnaissance data for glyphosate, other selected herbicides, their degradation products, and antibiotics in 51 streams in nine Midwestern States, 2002,\" by Elisabeth A. Scribner, William A. Battaglin, Julie E. Dietze, and E.M. Thurman, can be viewed online, along with other information about this and other pesticide studies of the USGS Toxic Substances Hydrology Program, at: <\/p>\r\n<CENTER><a href=\"http:\/\/toxics.usgs.gov\/highlights\/glyphosate02.html\">http:\/\/toxics.usgs.gov\/highlights\/glyphosate02.html<\/a><\/CENTER>\r\n<p>Copies are available at major libraries throughout the country, and also may be purchased through the USGS, Box 25286, Federal Center, Denver, Colorado 80225, 1-888-ASK-USGS. A limited number of copies are available from the USGS office in Lawrence, Kansas. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Kansas","Illinois","Indiana","Iowa","Minnesota","Missouri","Nebraska","Ohio","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1065499200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170676"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}