{"title":"Chesapeake Bay Sediment: Home to Pfiesteria-Like Microbes","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Analysis of <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\/\">Chesapeake Bay <\/a>sediment cores collected by the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> and the University of Maryland Center for Environmental and Estuarine Studies (CEES) indicates that some of the sediment samples dating back hundreds or thousands of years contain Pfiesteria-like organisms and other microbes. Pfiesteria are microscopic, single-celled plants known as dinoflagellates that have complicated life cycles involving many different physical forms. Scientists are aware that the Pfiesteria living in the sediments of the Chesapeake Bay watershed can become toxic and attack fish under certain, but not well known, nutrient conditions. <\/p>\n<p>USGS scientists have collected nutrient (nitrogen and phosphorus) data in the Chesapeake Bay watershed for many years. This historical data can be used to make comparisons with present water conditions. Since 1995, USGS scientists have also been studying factors such as precipitation, streamflow, salinity, and dissolved oxygen and their effects on the plants and animals of the Bay. Sediment cores taken from the bottom of the Bay and its tributaries allow scientists to \"look into the past\" by analyzing the fossil pollen, algae, protists, molluscs, crustacea, and fish from as long ago as 3,000 years. This data provides a baseline of former environmental conditions on which comparisons to the present can be made. <\/p>\r\n<p>The presence of Pfiesteria-like microbes and their effect on aquatic life is a complicated issue requiring knowledge of fish immunology, chemical reactions involving nutrients, stream dynamics, sediment loads, the life cycles of Pfiesteria-like microbes, water temperatures, and other factors. The USGS is working with other state and Federal agencies to establish the linkages between these factors and find the cause of the fish lesion\/fish kill situation that occurred in the Chesapeake Bay during the summer. <\/p>\r\n<p>(For more detailed information on Pfiesteria and sediment cores in the Chesapeake Bay and its tributaries, contact Thomas M. Cronin, geologist, by phone at (703) 648-6363; or for general information about USGS activities in the Chesapeake Bay Region, visit the Web site at: <a href=\"http:\/\/chesapeake.usgs.gov\/chesbay\">http:\/\/chesapeake.usgs.gov\/chesbay<\/a>) <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"876283200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170024"},{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}