{"title":"Endocrine Disrupters Found in Fish and Water in Potomac River Tributaries","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors: &nbsp;<\/strong><strong>The report, A Reconnaissance\r\nfor Emerging Contaminants in the South Branch Potomac River, Cacapon River,\r\nand Williams River\r\nBasins, West\r\nVirginia, April-October 2004, is available on: <a href=\"http:\/\/pubs.usgs.gov\/of\/2006\/1393\/\">http:\/\/pubs.usgs.gov\/of\/2006\/1393\/<\/a><\/strong>\r\n<\/p>\r\n<p>\r\n<!--introstart-->The\r\ndiscovery of a high incidence of intersex (male fish exhibiting female\r\ncharacteristics) in smallmouth bass of the Potomac\r\nRiver Basin has prompted an\r\ninvestigation of water quality and wastewater discharge into the upper Potomac, and blood-plasma studies on this fish species.<!--introend--> Recently,\r\nU.S. Geological Survey (USGS) scientists found pesticides, flame retardants,\r\nand personal-care products containing known or suspected endocrine-disrupting\r\nchemicals in several tributaries to the Potomac River\r\nand in the smallmouth bass that inhabit them.\r\n<\/p>\r\n<p>\r\nThe\r\nendocrine system excretes hormones in an organism that govern many functions,\r\nincluding sexual and reproductive characteristics. Endocrine disrupters in the\r\nenvironment include pharmaceuticals in untreated wastewater and agricultural runoff.\r\n&nbsp;Agricultural, industrial, and household\r\nproducts often contain compounds that mimic estrogen when ingested.&nbsp; Endocrine disrupters of this type may\r\ncontribute to the high percentage of male smallmouth bass found in the Potomac that exhibit female characteristics.\r\n<\/p>\r\n<p>\r\n&quot;We\r\nanalyzed samples of 30 smallmouth bass from six sites, including male and\r\nfemale fish without intersex and male fish with intersex,&quot; said Douglas\r\nChambers, USGS scientist and lead investigator. &quot;All samples contained\r\ndetectable levels of at least one known endocrine-disrupting compound,\r\nincluding samples from fish without intersex.&quot;\r\n<\/p>\r\n<p>\r\nKnown or suspected endocrine-disrupting\r\nchemicals from pesticides, flame-retardants, and personal-care products were\r\nalso present in water samples taken from all eight sites, including those where\r\nfish did not exhibit intersex. Wastewater from several sites that discharge\r\nmunicipal effluent or from sites contributing runoff was examined to identify\r\npoint sources of these compounds. Antibiotics were found in wastewater samples,\r\nwith municipal effluent having at least seven such compounds, but were not\r\ndetected in water from other sites.\r\n<\/p>\r\n<p>\r\nThe reproductive anomalies in the Potomac&#39;s smallmouth bass population are not readily\r\napparent on gross examination of an affected fish -- they were discovered by\r\naccident. In 2003, scientists investigating massive fish kills and widespread\r\nlesions found oocytes, precursors of egg cells that females normally produce,\r\nwhile looking at tissues from the testes of male fish under the microscope.\r\n<\/p>\r\n<p>\r\nHigh intersex occurrence in aquatic\r\nspecies has been documented at other locations in the U.S. and in Europe.&nbsp; It is not unique to the Potomac Basin,\r\nand not unique to smallmouth bass.&nbsp;\r\nPrevious studies have found that known or suspected endocrine disrupters\r\nare widespread in the environment.\r\n<\/p>\r\n<p>\r\nThe USGS continues to examine the occurrence of known\r\nor suspected endocrine disrupters in the Potomac Basin\r\nto determine the potential for these compounds to interfere with the\r\ndevelopment and reproduction of aquatic life.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","West Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1169010000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169289"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}