{"title":"Corn Crops for Biofuels Production Have Unintended Consequences on Water Quality and Quantity in Northwest Mississippi","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p class=\"Default\"><!--introstart-->Growing corn for biofuels production is having unintended effects on water quality and quantity in northwestern Mississippi.<!--introend--><\/p>\n<p class=\"Default\">More water is required to produce corn than to produce cotton in the Mississippi Delta requiring increased withdrawals of groundwater from the Mississippi River Valley alluvial (MRVA) aquifer for irrigation. This is contributing to already declining water levels in the aquifer.&nbsp; In addition, increased use of nitrogen fertilizer for corn in comparison to cotton could contribute to low dissolved oxygen conditions in the Gulf of Mexico.<\/p>\r\n<p class=\"Default\">These are some of the key findings from a study conducted by the U.S. Geological Survey (USGS) to assess water quality and quantity in the Mississippi Delta, in relationship to biofuels production.<\/p>\r\n<p class=\"Default\">&ldquo;Because corn uses 80 percent more water for irrigation than cotton, exchanging corn for cotton will decrease water-levels,&rdquo; according to Heather Welch, USGS Hydrologist and author of this <a href=\"http:\/\/pubs.usgs.gov\/of\/2010\/1229\/\">USGS Report<\/a>. Declining water levels in the MRVA aquifer are particularly significant in the Mississippi Delta, where the infiltration of rainfall to replenish the aquifer is low.&nbsp; &ldquo;This is a low flat area.&nbsp; When it does rain, much of the precipitation is lost through evapotranspiration and to streamflow, so the rainwater never reaches the aquifer,&rdquo; explains Welch. &nbsp;&nbsp;&nbsp;&nbsp;<\/p>\r\n<p class=\"Default\">In 2006, the U.S. Department of Energy Biomass Program implemented the Biofuels Initiative.&nbsp; The initiative calls for the replacement of 30 percent of gasoline levels by ethanol by 2030 and the reduction of ethanol costs to prices competitive with gasoline by 2012.&nbsp; In the Mississippi Delta, implementation of this initiative resulted in a 47-percent decrease in the number of acres dedicated to producing cotton, which resulted in a corresponding 288-percent increase in corn acreage in the region from 2006 to 2007.<\/p>\r\n<p class=\"Default\">Using the USGS SPARROW model (<span style=\"text-decoration: underline;\">SPA<\/span>tially <span style=\"text-decoration: underline;\">R<\/span>eferenced <span style=\"text-decoration: underline;\">R<\/span>egression <span style=\"text-decoration: underline;\">o<\/span>n <span style=\"text-decoration: underline;\">W<\/span>atershed), scientists found that the conversion of cotton to corn acreage (comparing 2007 to 2002) is estimated to have increased the nitrogen load for the Yazoo River by 7 percent. The Yazoo River Basin has been identified as a contributor of nitrogen to the Gulf of Mexico.&nbsp; Levels of nitrogen in the Gulf of Mexico have resulted in low dissolved oxygen conditions which can impact fish and bottom dwelling organisms. &nbsp;<\/p>\r\n<p class=\"Default\">Locally, water level declines and decreasing water quality contributes to the Delta&rsquo;s poor ecosystem health.&nbsp; &ldquo;We are seeing a loss of habitat complexity, and lowered water levels have decreased baseflow to streams,&rdquo; says Jeannie Barlow, USGS Hydrologist and co-author of the study. &ldquo;Some streams have remained dry for months in the summer and fall during periods of low rainfall,&rdquo; says Barlow.<\/p>\r\n<p class=\"Default\">According to data provided by the Yazoo Mississippi Delta Joint Water Management District (YMD), the total amount of water stored in the aquifer has declined since 1980, and current withdrawals from the aquifer are greater than the amount of water entering the aquifer.<\/p>\r\n<p class=\"Default\">These USGS findings provide essential scientific information about the effects of corn-based ethanol on water resources that Delta producers can use when making their planting decisions.<\/p>\r\n<p class=\"Default\">This study was sponsored by scientists from the Energy Resources Program and the National Water Quality Assessment Program and conducted by scie","summary":null,"format":null}]},"field_images":[],"regions":["Mississippi"],"country":["United States of America"],"mm_tags":["National Water Quality Assessment Program","","water","Water Quality","Biofuels"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1291093200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169486"},{"tid":"170108"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}