{"title":"Media Advisory: Investment and Development Potential for Afghanistan's Resources","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Afghanistan has abundant known mineral resources and significant probability of undiscovered non-fuel mineral resources, according to a 2007 report by the U.S. Geological Survey (USGS) and the Afghanistan Geological Survey. The new compilation of information has brought interest in investment opportunities.<!--introend--><\/p>\n<p>Information on the identity, location and quantity of Afghanistan's known mineral deposits and undiscovered non-fuel mineral resources (such as copper, gold, marble, iron ore, mercury and gemstones) will help in the rebuilding of Afghanistan's natural resources sector, provide valuable new information to the global business and mining communities, and serve as a foundation for future work on areas of mineral resource potential.<\/p>\r\n<p><strong>You are invited<\/strong> to attend a presentation on the 2007 assessment results and the potential for investment in and extraction of Afghanistan's non-fuel mineral resources.<\/p>\r\n<p><br \/><strong>What:<\/strong> The USGS and the U.S. Department of Commerce will discuss the occurrence of, as well as the investment and development potential for Afghanistan's non-fuel mineral resources.<\/p>\r\n<p><strong>Who:<\/strong> Stephen Peters, USGS<br \/>Adam Choppin, U.S. Department of Commerce<\/p>\r\n<p><strong>Where:<\/strong> Prospectors and Developers Association of Canada 2008 International Convention, Trade Show and Investors Exchange<br \/>Metro Toronto Convention Centre<br \/>Toronto, Canada<\/p>\r\n<p><strong>When:<\/strong> Monday, March 3, 2008 4 p.m.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["International News Release"],"release_date":{"und":[{"value":"1203915600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170482"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}