{"title":"Meeting Tomorrow's Challenges:  Start with Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->In a fiscally responsible budget that emphasizes cost containment, management efficiencies and program savings, the President's proposed $1.1 billion budget for the U.S. Geological Survey (USGS) in fiscal year 2011 reflects his commitment to use science as the basis for natural resource management decisions.<!--introend--><\/p>\n<p>\"Science is a cornerstone for sound decision making,\" said Marcia McNutt, USGS director. \"Today's complex, interrelated natural resource issues&mdash;such as climate change, energy conservation and development, and water quality and availability&mdash;demand that policy makers and managers start with timely, unbiased science. The President&rsquo;s budget supports that vital perspective.\"<\/p>\r\n<p>Because of the significant role USGS plays in climate change monitoring and adaptation, energy, ecosystems, and other priorities, the 2011 budget represents an increase of $21.6 million from the FY 2010 enacted level. Major USGS program increases proposed are summarized below. For more detailed information on the President&rsquo;s proposed USGS FY 2011 budget, visit the <a href=\"http:\/\/www.usgs.gov\/budget\/2011\/2011index.asp\">FY 2011 Budget and Related Information Web site<\/a>.<\/p>\r\n<p><strong>New Energy Frontier <br \/>$3.0 million<\/strong><\/p>\r\n<p>The USGS will work closely with Department of the Interior bureaus to provide the scientific information needed to make decisions concerning permitting, implementing, and operating wind facilities on public lands by using USGS research, modeling, and monitoring to assess the ecological impacts to fish and wildlife. In 2011, USGS efforts will begin in the Great Plains and offshore Cape Cod region and will work toward developing an assessment methodology that can be applied nationwide.<\/p>\r\n<p><strong>Climate Change Adaptation<\/strong><br \/><strong>$11.0 million<\/strong><\/p>\r\n<p>Management and policy decisions made in response to climate change impacts must be informed by science. The USGS will continue to assist the Department of the Interior in the development of regional climate science centers that provide climate change impact data and analysis geared to the needs of the fish and wildlife management community, in partnership with other Federal, State, university and other non-governmental partners. Additionally, the USGS will continue to assess biological carbon sequestration options and develop decision-support tools through the USGS Global Change program.<\/p>\r\n<p><strong>WaterSMART<br \/>$9.0 million<\/strong><\/p>\r\n<p>Water shortages and water-use conflicts have become more commonplace in many areas of the United States. Water is essential to the economic security of individual communities and the economic vitality and environmental health of our nation as a whole. The USGS will begin an assessment of the availability and use of water resources in the United States in FY 2011. The information will provide tools to address a new set of water resource challenges, including aging infrastructure, rapid population growth, depletion of groundwater resources, water quality impairments associated with land uses, and climate variability.<\/p>\r\n<p><strong>Treasured Landscapes: The Chesapeake Bay<br \/>$3.6 million<\/strong><\/p>\r\n<p>President Obama issued an Executive Order in May 2009 directing Federal agencies to use their expertise and resources to protect and restore the Chesapeake Bay and its watershed. The USGS will support restoration strategies by providing tools and science for assessing climate change impacts and adaptation, for conserving landscapes, and for restoring habitats, fish and wildlife, in partnership with the Fish and Wildlife Service and the National Park Service.<\/p>\r\n<p><strong>Increasing Resilience to Natural Hazards<br \/>$4.0 million<\/strong><\/p>\r\n<p>The USGS Multi-Hazards Demonstration Project in Southern California will continue to support emergency planning by developing earthquake early warning capabilities and conducting impa","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Carbon Sequestration","Aerial Photograph","Endangered Species","","","Oceans","coastal","coastalchange","Coastal Ecosystems","beachcontamination","droughtwildfires","earthquakes","energy","freshwater","groundwater","hazards","Geospatial","landslides","volcanoes","climatechange"],"article_type":["National News Release"],"release_date":{"und":[{"value":"1265000400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169801"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}