{"title":"USGS Monitors Endocrine Disrupting Compounds in Lake Mead","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->The U.S. Geological Survey (USGS) has recently released a new fact sheet\/report describing investigations that have taken place in Lake Mead, Nevada and Arizona, on synthetic organic compounds.<!--introend-->  These compounds potentially can cause endocrine disruption in common carp.  The investigations, which began in 1995, have been a collaborative effort between the USGS, the National Park Service, the U.S. Fish and Wildlife Service, the Bureau of Reclamation, Texas Tech University, the University of Florida, Gainesville, the University of Nevada - Las Vegas, and the Nevada Division of Wildlife.\r\n<\/p>\r\n<p>\r\nThe studies, conducted in 1995 and 1999-2000, showed that male carp from Las Vegas Bay have low blood levels of androgen and smaller testes compared to male fish from reference sites.  The same studies and others also showed the presence of higher levels of synthetic chemicals in water, sediment and fish from Las Vegas Bay compared to reference sites. In addition, commonly used products known as &quot;emerging contaminants,&quot; such as triclosan (an antimicrobial drug used in soap), are being accumulated in fish from Las Vegas Bay.  Other chemicals found in water, sediment, and fish in Las Vegas Bay include organochlorines (e.g., DDT and DDE), polycyclic aromatic hydrocarbons, furans, phthalates, phenols, and PCBs.  Some of the chemicals present in Las Vegas Bay have been shown by laboratory studies to cause endocrine disruption in male fish. \r\n<\/p>\r\n<p>\r\nNew studies are now underway to assess the potential effects of drought-induced alterations in the hydrology of the lake and provide baseline information to monitor changes in contaminant distribution and potential for endocrine disruption that may occur due to the redistribution of wastewater inflow sites in the Lake Mead and Colorado River ecosystems. These new studies are wider in geographic and scientific scope and address not only endocrine disruption and the presence and distribution of chemical contaminants, but also contaminant sediment flux and microbiology, food web dynamics, and wastewater treatment effects. Such comprehensive studies have never been conducted within the Lake Mead National Recreation Area.\r\n<\/p>\r\n<p>\r\nThe 4-page report titled &quot;Investigations of the Effects of Synthetic Chemicals on the Endocrine System of Common Carp in Lake Mead, Nevada and Arizona&quot; is released as USGS Fact Sheet 2006-3131.  The report is available on the Internet at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3131\/\">http:\/\/pubs.usgs.gov\/fs\/2006\/3131\/<\/a> .\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1161316800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169878"},{"tid":"170472"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}