{"title":"Online Guide Now Available for Diatoms in United States","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For the first time, an online guide to <a href=\"http:\/\/westerndiatoms.colorado.edu\/\">diatoms of the United States<\/a> is available, including readily-accessible images for identification.<\/p>\n<p>Diatoms are algae that reflect the biotic condition of streams, lakes and estuaries. Diatoms are important indicator organisms because they are sensitive to natural and human impacts, and monitoring their condition provides information about ecosystem health. Together with aquatic invertebrates and fish, diatoms are included in federal and state monitoring and assessment programs as key indicators of biotic condition.<\/p>\r\n<p>&ldquo;To date, taxonomic and ecological research on North American diatoms has been incomplete or outdated, constraining the ability of federal and state agencies to consistently assess the biological condition of aquatic ecosystems,&rdquo; said Sarah Spaulding, USGS scientist and creator of the site. &ldquo;As species pages are added, the online tool will promote taxonomic consistency and serve as the primary ecological resource on diatom biodiversity for the nation.&rdquo;<\/p>\r\n<p>The online guide was developed with support from the USGS National Water-Quality Assessment (NAWQA) Program and the U.S. Environmental Protection Agency&rsquo;s Environmental Monitoring and Assessment Program (EMAP) and National Aquatic Resource Surveys (NARS).&nbsp; The guide is targeted toward laboratory analysts, taxonomists, ecologists, students, water resource managers and the public.<\/p>\r\n<p>The new guide integrates taxonomic, distributional and ecological information, as well as images of diatom species in the United States from datasets derived from the NAWQA, EMAP and NARS programs. Individual species pages are prepared using a standard data aggregation procedure and peer-reviewed by recognized experts in diatom taxonomy. Species are grouped by genus and common morphological type, providing user flexibility, especially for non-specialists, in making identifications through a visual key.<\/p>\r\n<p>A total of 178 diatom taxa are now available; an additional 200 taxa are planned for inclusion by the end of 2011.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_01_25\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_01_25\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_01_25\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2011_01_25\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2011_01_25&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["algae","diatom","ecosystemhealth","water"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1295931600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170426"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}