{"title":"study Seeks Innovative Ways to Monitor Bears","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A new research project will use bear hair to study trends in a threatened grizzly bear population in Montana.<!--introend--><\/p>\n<p>The U.S. Geological Survey (USGS) is beginning a new research project to evaluate the effectiveness of hair sampling to monitor population trends of grizzly bears in the Northern Continental Divide Ecosystem (NCDE) of northwestern Montana.&nbsp; USGS scientists will use hair collection methods similar to those used in a 2004 population size study; however, this new work will collect bear hair for multiple years to determine how the population changes over time.&nbsp; This work will also provide area-specific information on the bear population for forest management activities.<\/p>\r\n<p>&ldquo;With improved distribution of bear rubs and a slightly longer sampling season than in 2004, we expect to detect nearly half of the population each year in this new project,&rdquo; said USGS scientist Kate Kendall. &ldquo;More detection will result in more reliable inferences about the status of this population, and a better understanding of the progress made towards recovery.&rdquo;<\/p>\r\n<p>Individual bears will be identified by hair collected from unbaited, naturally-occurring bear rubs such as trees, posts, and poles that bears rub on.&nbsp; This information will be used to examine population trends such as changes in abundance, survival rate, and genetic health.<\/p>\r\n<p>The recently initiated field work consists of surveying forest trails, roads, and other travel routes used by bears to identify natural bear rubs.&nbsp; Small strips of barbed wire are attached to the rubbed surface to facilitate hair collection.&nbsp; No lure or attractants are used at these sample sites; rubbing is the result of natural behavior..&nbsp; Hair samples will be collected periodically throughout the summer and sent to a lab for genetic analysis.&nbsp; Only a few hair follicles are needed to obtain a great deal of information about the bear that left the sample, such as species, individual identity, sex, and potentially, relationship to other bears.<\/p>\r\n<p>Bear rub surveys will cover the approximately 8 million acres occupied by grizzly bears in the NCDE.&nbsp; Private landowners will play a vital role in the success of this project; approximately 15 % of occupied grizzly range in the NCDE is in private ownership. The USGS will contact landowners of some of those private holdings for permission to search for bear rub sites and collect hair.<\/p>\r\n<p>Collecting hair from bear rubs can detect a large portion of the population.&nbsp; In 2004, over 13,000 hair samples were collected from nearly 4,800 bear rubs.&nbsp; Over half of all male grizzlies and more than a quarter of all females were detected at bear rubs.&nbsp; Detections at bear rub sites can be used to look at fine-scale trends in the population, including how bears are distributed on the landscape, if there are any barriers to movement and interbreeding and whether the number of bears is increasing or decreasing.<\/p>\r\n<p>For more information, please visit the <a href=\"http:\/\/www.nrmsc.usgs.gov\/research\/NGSbear_monitoring.htm\">Monitoring Bear Populations with Non-Invasive Sampling Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["biology","grizzly","Mammal","Montana"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1214712000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169820"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}