{"title":"Exotic Hydrilla Benefits Chesapeake Bay&rsquo;s Ecosystem","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors<\/strong>:&nbsp; &quot;Long-term\r\nchanges in abundance and diversity of macrophyte and waterfowl populations in\r\nan estuary with exotic macrophytes and improving water quality,&quot; is available\r\nonline in the May issue of <a href=\"http:\/\/aslo.org\/lo\/toc\/vol_52\/issue_3\/index.html\">ASLO: Limnology and\r\nOceanography<\/a>, v 52, pages 1195-1207.\r\n<\/p>\r\n<p>\r\n<!--introstart-->An\r\nexotic species of aquatic vegetation that was deemed a severe nuisance when it\r\nbegan rapidly colonizing the Potomac River, has instead benefited the\r\nwatershed&#39;s ecosystem, according to a study by the U.S. Geological Survey\r\n(USGS) published in the journal <em>Limnology\r\nand Oceanography.<\/em><!--introend--> The robust exotic hydrilla\r\nfirst appeared and began to flourish in the fresh water reaches of the tidal Potomac River just as management investments to reduce\r\nnutrient loads from sewage treatment plants were beginning to take effect. Submerged aquatic vegetation is an important\r\necosystem resource for fish and waterfowl and it was feared that the expansion\r\nof hydrilla would impair the reemergence of native species, but this has not\r\nproven to be the case.\r\n<\/p>\r\n<p>\r\n&quot;Before\r\nand during the seventeen-year period of the study, restoration of the Potomac\r\nhas focused on reducing nitrogen loads entering the river system and the Chesapeake Bay,&quot; said USGS scientist Nancy Rybicki, who\r\nwith colleague Jurate Landwehr were curious how the emergence of hydrilla would\r\naffect the benefits sought for by management investments. \r\n<\/p>\r\n<p>\r\nShortly\r\nafter it first appeared in the Potomac in\r\n1983, hydrilla produced dense vegetation masses and, in some areas, impeded\r\nboat traffic and water sports.&quot; More significantly, it was feared that\r\nhydrilla would interfere with native vegetation, which is important for\r\nwaterfowl, such as black duck, a signature species in this area.\r\n<\/p>\r\n<p>\r\nUsing\r\ninformation from annual field surveys and aerial photographs, Rybicki and\r\nLandwehr created a data base to document bed-by-bed which species of vegetation\r\nwere found in different sections of the Potomac River\r\nsystem. They recorded the percentage of\r\ntotal coverage and biomass each species attained annually. In comparing species coverage with water\r\nquality composition, they discovered that, with the reduction of nitrogen\r\nconcentration in Potomac River, hydrilla\r\ncoverage expanded but so did the diversity of plant species found in the River.\r\nHydrilla did not crowd out native species; indeed, native species increased. In addition, hydrilla is a good winter food\r\nsource for waterfowl communities, which have increased significantly over this\r\nperiod. \r\n<\/p>\r\n<p>\r\n&quot;This\r\nresearch is the only long-term, quantitative study of aquatic plant\r\nbiodiversity following the colonization of an exotic species in an estuary\r\nwhere millions of dollars are spent annually to reduce nutrient input and it\r\ndemonstrates that exotics are not always harmful to an ecosystem,&quot; said\r\nRybicki.\r\n<\/p>\r\n<p>\r\n&quot;Furthermore,&quot;\r\nLandwehr pointed out, &quot;the methods developed for this study are\r\ntransferable to any ecological assessments that need to merge remotely-sensed\r\nspatial coverage with field observations.&quot;\r\n<\/p>\r\n<p>\r\nThe findings support current federal and state management\r\nstrategies to improve water clarity and reduce nutrient loads to: enhance aquatic\r\nvegetation coverage; increase waterfowl habitat; and protect biodiversity of\r\nthe existing native community. \r\n<\/p>\r\n<p>\r\nThe study was conducted as part of the USGS Chesapeake Bay\r\nstudies, which is providing integrated science to for effective conservation\r\nand restoration of the Bay ecosystem. The USGS is a federal partner in the\r\nChesapeake Bay Program, the federal-state partnership to restore the Bay ecosystem.\r\nMore information can be found at <a href=\"http:\/\/chesapeake.usgs.gov\/\" target=\"_blank\">http:\/\/chesapeake.usgs.gov<\/a>\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1179460800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170177"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}