{"title":"Mapping the Nationâ\u0080\u0099s Wind Turbines","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignleft\" width=\"350\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/10_19_2009_s84Aq11PPk_10_19_2009_8#.Uvo8XPmzHQg\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/10_19_2009\/s84Aq11PPk_10_19_2009\/medium\/09_Bats_and_Wind_Energy.JPG\" alt=\"A wind turbine against a blue sky with gray and white clouds with green forest at the base of the picture\" width=\"350\" height=\"263\" \/><\/a> Wind generates electricity by turning the blades of turbines. Individual turbines can range in height from several dozen to several hundred meters tall, with blade lengths measuring several dozen meters.[\/caption]\n\nWind energy is one of the fastest-growing sectors of renewable energy in the United States. Â About 3% of the total electricity in the United States was generated by wind turbines in 2012 (according to the U.S. Energy Information Administration), which is equivalent to the annual electricity use for about 12 million households.Â  The amount of electricity generated by wind has increased from about 6 billion kilowatt hours (kwh) in 2000 to 140 billion kwh in 2012.\n\nIn response to the Department of Interiorâ\u0080\u0099s Powering Our Future initiative, the U.S. Geological Survey (USGS) has begun investigating how to assess the impacts of wind energy development on wildlife at a national scale.\n\n<strong>Assessment Experience<\/strong>\n\nThe USGS has extensive experience assessing energy resources, and itâ\u0080\u0099s that expertise that makes the USGS qualified to assess nationwide impacts of wind energy development. One of the major reasons behind the success of USGS energy resource assessments is the scientifically robust methodology that underpins them.\n\nUSGS energy resource assessment methodologies are publicly available and are technically peer reviewed externally, and just as importantly, are used consistently in every assessment. That means that a USGS oil and gas assessment in Alaska provides comparable information to a USGS oil and gas assessment in Texas, or that a USGS geothermal assessment in California is comparable to a USGS geothermal assessment in Nevada.\n\n<strong>A Different Kind of AssessmentÂ <\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"450\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_01_2009_kOFr37Uhh0_05_01_2009_8#.Uvk0svmzHJw\"><img class=\" \" src=\"http:\/\/gallery.usgs.gov\/images\/05_01_2009\/kOFr37Uhh0_05_01_2009\/medium\/Wind.jpg\" alt=\"Image shows several rows of wind turbines set against the brown and gray backdrop of mountains in California\" width=\"450\" height=\"307\" \/><\/a> Wind turbines are often grouped together in facilities to maximize electricity-generating capacity. This image shows a wind farm on BLM land in California. Image credit: BLM[\/caption]\n\nUSGS has recently undertaken a project to develop a methodology for assessing wind energy impacts on wildlife at a national scale. This research is different from previous USGS energy assessments. Instead of looking at technically recoverable resources of<a href=\"http:\/\/energy.usgs.gov\/OilGas\/AssessmentsData\/NationalOilGasAssessment.aspx#.UvFFYvmzHQg\"> oil, gas<\/a>, <a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/Geothermal.aspx\">geothermal<\/a> or <a href=\"http:\/\/energy.usgs.gov\/Coal\/AssessmentsandData\/CoalAssessments.aspx\">coal<\/a>, or even technically accessible storage areas for <a href=\"http:\/\/energy.usgs.gov\/HealthEnvironment\/EnergyProductionUse\/GeologicCO2Sequestration.aspx\">carbon sequestration<\/a>, the USGS is developing a method for determining the impacts of a type of energy production. This work will merge the experience the USGS has creating assessment methodologies with its expertise in <a href=\"http:\/\/www.usgs.gov\/ecosystems\/wildlife\/index.html\">wildlife ecology<\/a> and <a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/\">wind-wildlife research<\/a>, as well as in <a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/\">land change science<\/a>.\n\nWind energy can impact both wildlife and their habitats. Wildlife impacts include potential bird and bat mortality from collisions with turbine blades, and in some cases, species avoidance of habitat near turbines. Habitat impacts include the turbine pads in addition to service roads, transmission lines, substations, meteorological towers, and other structures associated with wind energy siting, generation, and transmission.\n\n<strong>Turbine Locations<\/strong>\n\nThe first step in understanding the impact of wind energy development is to determine where the wind turbines are located. Prior to this study, there was no publicly available national-level data set of wind turbines. There were maps that showed turbines locationsÂ  in a few states, and there were national-level maps that showed wind power facilities, but not individual turbines, or information aboutÂ  those turbines, such as height, blade length, or energy producing capacity.\n\n[caption id=\"attachment_190951\" align=\"aligncenter\" width=\"860\"]<a href=\"http:\/\/eerscmap.usgs.gov\/windfarm\/\"><img class=\" wp-image-190951    \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/02\/WindFarm-Map-Screenshot-1024x581.jpg\" alt=\"A screenshot of the USGS WindFarm Mapping Application, showing various wind turbines in Southern California. The red and yellow turbines have a higher electricity-generating capacity than the green and blue turbines do.\" width=\"860\" height=\"488\" \/><\/a> A screenshot of the USGS WindFarm Mapping Application, which allows users to access the more than 47,000 individual wind turbines contained within the national wind turbine database. This view shows facilities in Southern California, color-coded for their wind-generating capacity. The red and yellow turbines have a higher electricity-generating capacity than the green and blue turbines do. Click the map to get started![\/caption]\n\nTo remedy the lack of information, the USGS created this publicly available <a href=\"http:\/\/pubs.usgs.gov\/ds\/817\/\">national dataset<\/a> and <a href=\"http:\/\/eerscmap.usgs.gov\/windfarm\/\">interactive mapping application<\/a> of wind turbines.Â  This dataset is built with publicly available data, as well as searching for and identifying individual wind turbines using satellite imagery. The locations of all wind turbines, including the publicly available datasets, were visually verified with high-resolution remote imagery to within plus or minus 10 meters.\n\nKnowing the location of individual turbines, as well as information such as the make, model, height, area of the turbine blades, and capacity creates new opportunities for research, and important information for land and resource management.Â  For example, turbine-level data will improve scientistsâ\u0080\u0099 ability to study wildlife collisions, the wakes causes by wind turbines, the interaction between wind turbines and ground based radar, and how wind energy facilities overlap with migratory flyways.\n<div style=\"padding: 5px\" align=\"center\">[iframe title=\"Windfarm Mapper Tutorial\" name=\"Windfarm Mapper Tutorial\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/YD9sT-uKW1s?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\n<strong>Next Steps<\/strong>\n\nIn addition to the value this powerful tool has to Federal and State land managers, non-governmental organizations, the energy industry, scientists, and the public, it will be a useful component in the methodology that the USGS is developing for assessing wind energy impacts. The USGS is bringing together scientists with expertise in landscape-level science, wildlife biology, and other associated disciplines to create the methodology. Once developed, the methodology will be externally peer-reviewed and tested with pilot-level data projects. Once peer reviewed, the revised methodology will be published for others to understand and use.\n\n<strong>Read More<\/strong>\n\n<a href=\"http:\/\/eerscmap.usgs.gov\/windfarm\/\">USGS WindFarm â\u0080\u0093 Wind Turbine Interactive Web Map<\/a>\n\n<a href=\"http:\/\/energy.usgs.gov\/Miscellaneous\/Articles\/tabid\/98\/ID\/308\/USGS-Releases-First-Ever-National-Wind-Turbine-Map-Database.aspx\">USGS Energy Resources Program<\/a>\n\n<a href=\"http:\/\/energy.usgs.gov\/OtherEnergy\/WindEnergy.aspx\">USGS Wind Energy Research<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/ecosystems\/energy_wildlife\/wind_solar.html\">USGS Wind-Wildlife Research<\/a>\n\n<a href=\"http:\/\/www.usgs.gov\/climate_landuse\/lcs\/\">USGS Land Change Research<\/a>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24351","uid":"31","filename":"WindFarmFinal.jpg","uri":"public:\/\/WindFarmFinal.jpg","filemime":"image\/jpeg","filesize":"150034","status":"1","timestamp":"1425492768","type":"image","uuid":"45c78ada-a141-4d37-aa35-5e2dbec7107b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["data","energy","Energy and Minerals","GIS","Mapping","maps","wind","Wind Energy","Wind Power","Wind Turbines"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1392143713","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}