{"title":"Space Veteran Landsat 7 Marks 15 Years of Observing Earth ","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"Launched on April 15, 1999, the Landsat 7 satellite has now been observing Earth from outer space for 15 years. The Landsat program is a decades-long NASA and U.S. Geological Survey (USGS) partnership that has provided a continuous, unbiased record of change across the earth land surface since 1972.\n\nAs illustrated in this <a href=\"http:\/\/landsat.usgs.gov\/\">collection of Landsat 7 images<\/a>, Landsat 7 provides a worldwide audience with objective views, both current and historical, of events and trends across the global landscape. Landsat data can be used to detect and monitor urban growth, forestry practices, the extent of floods, wildfire burn acreage, major natural or human-caused disasters, and many other important changes in land-surface conditions.\n\n[caption id=\"attachment_194471\" align=\"alignleft\" width=\"330\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image1.jpg\"><img class=\" wp-image-194471 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image1.jpg\" alt=\"Yellowstone Park Boundary\" width=\"330\" height=\"330\" \/><\/a> The boundary between Yellowstone National Park (right) and Targhee National Forest (left) is clearly seen in this Landsat 7 image. Clearcuts are evident on the left (west) side of the boundary. Landsat 7; July 13, 1999.[\/caption]\n\nLandsat 7â\u0080\u0099s remarkable longevity has been vital to the majority of Landsat data users who require frequent imaging of specific areas for land and resource management.Â  For example, water resource managers in western U.S. states need Landsatâ\u0080\u0099s unique combination of thermal and vegetation conditionÂ readings at field scale to estimate water use more efficiently for crop irrigation Â­â\u0080\u0094 typically the major source of water consumption in these arid regions<strong>Â <\/strong>\n\n<strong>Continuous data and more of it<\/strong>\n\nCombined with Landsat 8, Landsat 7 ensures the collection of images across the entire U.S. every eight days (clouds permitting) and enables the collection of critical global imagery sets on a seasonal basis.Â  Working in tandem, Landsat 7 and Landsat 8 together collect nearly 1000 images daily, almost double the amount of data collected when Landsat 5 and 7 were operating together. This increased data collection benefits all Landsat applications, especially in persistently cloudy areas (e.g. humid tropics and high latitudes) where multiple imaging attempts are essential.\n\n[caption id=\"attachment_194481\" align=\"alignright\" width=\"330\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image2.jpg\"><img class=\" wp-image-194481 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image2.jpg\" alt=\"Missouri River Flood, Hamburg, Iowa\" width=\"330\" height=\"330\" \/><\/a> In spring 2011, communities along the Missouri River were threatened by high flows and record releases from dams in Montana and the Dakotas. Landsat 7; August 2, 2011.[\/caption]\n\nA mechanical failure onboard Landsat 7 in 2003 reduces the amount of data in each scene by 22%. However, this loss does not affect the quality or usefulness of the remaining data. Many users simply treat the blank areas of each scene as if they were obscured by clouds. Landsat customers, especially those with agricultural interests, who require 8-day repeat data collection have a strong motivation to use Landsat 7 data even with the 22% loss per scene.\n\nBarring the failure of any key spacecraft component, the remaining fuel on Landsat 7 is expected to permit imaging operations through 2017. NASA and the USGS are working together on a plan to ensure long-term continuity of land imaging operations while also addressing the near-term need to replace Landsat 7.\n\n<strong>Seeing the worldâ\u0080\u0099s forests and the trees<\/strong><strong>Â <\/strong>\n\nAn outstanding example of the scientific value of Landsat 7 imagery is the research published in 2013 by a team of scientists led by the University of Maryland.Â  This team <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3728#.U0aRD-ZdXOE\">analyzed data<\/a> from Landsat 7 to map changes in forests from 2000 to 2012 around the world at local to global scales.\n\nPublished inÂ the journal <em>Science<\/em>, the <a href=\"http:\/\/www.sciencemag.org\/content\/342\/6160\/850\">study<\/a> comprehensively described changes in the world's forests from the beginning of this century, tracking forest loss and gain at the spatial granularity of an area covered by a baseball diamond (30-meter resolution). The uniform data obtained from more than 650,000 scenes taken by Landsat 7 ensured a consistent global perspective across time, national boundaries, and regional ecosystems.\n\n[caption id=\"attachment_194491\" align=\"alignleft\" width=\"330\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image4.jpg\"><img class=\" wp-image-194491  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image4.jpg\" alt=\"Wallow Fire, Arizona\" width=\"330\" height=\"330\" \/><\/a> The largest wildfire in Arizona history burned well over 500,000 acres in the White Mountains of eastern Arizona. Landsat 7; June 7, 2011.[\/caption]\n\n<strong>A Landsat primer<\/strong>\n\nLandsat images from space are not just pictures. They contain many layers of data collected at different points along the visible and invisible light spectrum. Consequently, Landsat images can show where vegetation is thriving and where it is stressed, where droughts are occurring, and where wildland fire is a danger.\n\nLandsat satellites give us a view as broad as 12,000 square miles per scene while describing land cover in units the size of a baseball diamond. From a distance of more than 400 miles above the earth surface, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.\n\nLandsat data have been used to monitor water quality, glacier recession, sea ice movement, invasive species encroachment, coral reef health, land use change, deforestation rates, and population growth.\n\n[caption id=\"attachment_194501\" align=\"alignright\" width=\"330\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image3.jpg\"><img class=\" wp-image-194501 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2014\/04\/Image3.jpg\" alt=\"Oil Spill, Gulf of Mexico\" width=\"330\" height=\"330\" \/><\/a> Landsat imagery showed the extent of the oil slick resulting from the Deepwater Horizon oil spill. Landsat 7; May 1, 2010.[\/caption]\n\n<strong>Free data for innovation<\/strong>\n\nThe Department of the Interior and USGS policy of unrestricted access and free distribution of Landsat data encourages researchers everywhere to develop practical applications of the data. Ready access to Landsat images provides a reliable common record of Earth conditions that advances the mutual understanding of environmental challenges worldwide by citizens, researchers, and decision makers.\n\n<strong>USGS role in observing Earth<\/strong>\n\nUSGS and NASA have distinct roles in the Landsat program. NASA develops remote-sensing instruments and spacecraft, launches satellites, and validates their performance. The USGS then assumes ownership and operation of the satellites, in addition to managing ground-data reception, archiving, product generation, and distribution. USGS has managed daily end-to-end Landsat operations since October of 2000.\n\n<strong>Learn more<\/strong>\n\n<a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat <\/a>Â (latest satellite status and related information)\n\n<a href=\"http:\/\/landsat.gsfc.nasa.gov\/\">NASA Landsat<\/a>\n\n<a href=\"http:\/\/pubs.usgs.gov\/pp\/1796\/\">What is the Economic Value of Satellite Imagery?Â <\/a>(USGS Professional Paper)","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24364","uid":"31","filename":"MainImage4.jpg","uri":"public:\/\/MainImage4.jpg","filemime":"image\/jpeg","filesize":"33118","status":"1","timestamp":"1425492768","type":"image","uuid":"9b41fffd-6d1e-4424-850a-537800cf2a31","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["earth observation","landsat","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1397577777","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}