{"title":"Colorado River Will Run Red for Management Study","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>About 2200 pounds of nontoxic red dye will be dumped into the Colorado River Wednesday (Mar. 27, 1996) as part of a controlled flood experiment in the Colorado River in the Grand Canyon, according to hydrologists at the U.S. Geological Survey. <\/p>\n<p>The dye study is one of a number of experiments that the USGS will conduct during the controlled flood to help determine a better scientific basis for future management of all the river&rsquo;s resources. <\/p>\r\n<p>\"This is one of the largest dye studies that the USGS has ever done,\"said Julia Graf, hydrologist, and coordinator of the dye study. \"We have done similar studies on a smaller scale in just about every state. Dye studies in the Mississippi River back in the 1970&rsquo;s did involve larger volumes of water, but the dye traveled shorter distances. <\/p>\r\n<p>\"By measuring how fast the dye travels downstream and how quickly it mixes with the water, we will be able to calibrate some of our computer models of the Colorado River flow.\" <\/p>\r\n<p>The controlled flood will be conducted by the Bureau of Reclamation as a part of its ongoing Glen Canyon Dam Environmental Studies. It will simulate the seasonal flooding that occurred in the Colorado River basin under natural conditions prior to construction of the Glen Canyon Dam in northern Arizona. The controlled flood, to be accomplished by the release of about 45,000 cubic feet per second (cfs) of water from the dam, will provide scientists with an opportunity to observe the impact of the increased flow on sandbars and will provide data on streamflow, sediment transport, and water chemistry. <\/p>\r\n<p>The dye, rhodamine WT, a nontoxic red dye, will be mixed with 400 gallons of water and sprayed into the river at mile one, near Lees Ferry, with a gas-powered pump and firehose. It will take about 20 minutes to inject all of the dye into the stream. USGS scientists will collect water samples at eight downstream sites. <\/p>\r\n<p>(Note to Editors: Reporters are invited to observe the dye being injected into the Colorado River at mile one, near Lees Ferry, Wed., Mar. 27, 1996, at noon. For directions to the site, call Mark Anderson, USGS, in Tucson, Ariz., 520-670-6671, 520-419-0795 (cellular) or at the Marble Canyon Lodge, 520-355-2225.) <\/p>\r\n<p>AND WATCH THE FLOOD ON THE WORLD WIDE WEB AT <a href=\"http:\/\/h2o.usgs.gov\/\">http:\/\/h2o.usgs.gov<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","Utah"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"827730000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170308"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}