{"title":"New Maps of Afghanistan Provide ","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A coalition of scientists from the United States and Afghanistan today released 60&nbsp;<a href=\"http:\/\/pubs.er.usgs.gov\/#search:basic\/query=Afghanistan%20hyperspectral\/page=1\/page_size=100:0\">high-tech maps<\/a> that will help Afghanistan chart a course for future economic development.<!--introend-->&nbsp; These maps represent a milestone as Afghanistan is the first country to be almost completely mapped using hyperspectral imaging data.<\/p>\n<p>The coalition of the U.S. Geological Survey, the Afghanistan Ministry of Mines and Petroleum, and the Task Force for Business and Stability Operations (TFBSO), was created by the U.S. Department of Defense, to share American international science and technology as a strategic tool for promoting economic development.&nbsp;<\/p>\r\n<p>\"Hyperspectral data from this research provides a fingerprint that identifies Afghanistan&rsquo;s natural resources,\" said Dr. Suzette Kimball, acting USGS director. \"This detailed data serves as the backbone of crucial scientific information needed for economic development of natural resources as well as the potential to identify water, biological and natural hazard information.\"<\/p>\r\n<p><a href=\"http:\/\/afghanistan.cr.usgs.gov\/hyperspectral-data\">Hyperspectral imaging<\/a> is an advanced imaging technique that measures visible and near-infrared light reflecting off the Earth's surface. Researchers use hyperspectral imaging spectrometer data to identify and characterize mineral deposits, vegetation, and other land surface features.<\/p>\r\n<p>Data were collected in 28 flights that commenced from Kandahar Air Field in 2007. Because of great advances in technology, this information was gathered in just two months where in the past, it would have likely taken up to 25 years to acquire.<\/p>\r\n<p>The project utilized NASA's WB-57 high altitude research jet outfitted with an imaging spectrometer. Flying at an altitude of 50,000 feet, the spectrometer captured hyperspectral images over 400,000 square kilometers.&nbsp; Scientists using data from the flights have mapped an area that covers more than 70 percent of Afghanistan.<\/p>\r\n<p><a href=\"http:\/\/pubs.er.usgs.gov\/#search:basic\/query=Afghanistan%20hyperspectral\/page=1\/page_size=100:0\">The maps<\/a> are the newest and most detailed addition to a series of hyperspectral data from the USGS and the TFBSO. In July 2012, the hyperspectral data team released <a href=\"http:\/\/afghanistan.cr.usgs.gov\/hyperspectral-maps.\">two surface materials maps<\/a> of Afghanistan produced in partnership with the Afghan Geological Survey and TFBSO.<\/p>\r\n<p>Learn more about <a href=\"http:\/\/afghanistan.cr.usgs.gov\/background\">USGS projects in Afghanistan<\/a>.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Afghanistan","mineral","Afghanistan Mineral Resources","Afghanistan Natural Resources","Afghanistan Water","Afghanistan Biology","Afghanistan Natural Hazards"],"article_type":["International News Release"],"distribution":["Biology","Mapping","Natural Hazards","Water"],"release_date":{"und":[{"value":"1394424000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"170143"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}