{"title":"Maine Earthquake Lowers Ground Water...Water in Monitoring Well Still Dropping","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nView the Acadia National Park well level at: <br \/>\r\n<a href=\"http:\/\/waterdata.usgs.gov\/me\/nwis\/uv\/?site_no=442238068154101&amp;PARAmeter_cd=72019\">\r\nhttp:\/\/waterdata.usgs.gov\/me\/nwis\/uv\/?site_no=442238068154101&amp;PARAmeter_cd=72019<\/a> \r\n<\/p>\r\n<p>\r\n<!--introstart-->A minor earthquake that shook Maine Oct. 2 at 8:07 pm caused the\r\nwater level in a U.S. Geological Survey (USGS) monitoring well to drop\r\nmore than 2 &frac12; feet.<!--introend--> Nearly 17 hours later, the groundwater level was\r\nstill dropping, according to scientists at the USGS Maine Water Science\r\nCenter in Augusta. Hydrologists call the change in the well &ldquo;dramatic,&rdquo;\r\nand note that well-water users could notice changes in their drinking\r\nwater. USGS hydrologists will continue to monitor this well several\r\ntimes per day.\r\n<\/p>\r\n<p>\r\nThe preliminary magnitude 3.9 earthquake was the third such event to\r\nshake up residents in Maine in the past few weeks. This event was\r\ncentered about 4 miles south-southeast of Bar Harbor, or 45 miles\r\nsoutheast of Bangor, Maine. A magnitude 2.5 earthquake on Sept 28 and a\r\nmagnitude 3.4 on Sept. 22 were centered in the same location.\r\n<\/p>\r\n<p>\r\n&ldquo;It isn&rsquo;t unusual for earthquakes to cause minor changes in water\r\nlevels in wells, but this is the most memorable in Maine in the last\r\ndecade,&rdquo; said USGS hydrologist Gregory Stewart. &ldquo;Users of well water\r\ncould notice cloudy water and possibly a change in availability of\r\nwater,&rdquo; said Stewart, who notes that the region&rsquo;s fractured bedrock\r\nmeans it is difficult to predict whether or not other wells will be\r\naffected. &ldquo;Water-level responses can occur over time periods of a few\r\nminutes to several months.&rdquo;\r\n<\/p>\r\n<p>\r\nThe well, located in Acadia National Park in Bar Harbor, is a\r\ndrilled bedrock well that is 98 feet deep. On a normal day, water-level\r\nchanges are generally 3-4 inches at this well. One other well near the\r\nepicenter also showed a drop in water level from this event. Other\r\nlocal earthquakes in the past two weeks were not detected at water\r\nlevel monitoring wells in the state.\r\n<\/p>\r\n<p>\r\nMonday&rsquo;s earthquake was widely felt in coastal and central Maine. \r\nMore than a thousand citizens from about 176 zip codes have reported\r\nlight to moderate shaking on the USGS Did You Feel It website: <a href=\"http:\/\/pasadena.wr.usgs.gov\/shake\/STORE\/Xtib1_06\/ciim_display.html\">http:\/\/pasadena.wr.usgs.gov\/shake\/STORE\/Xtib1_06\/ciim_display.html<\/a> . \r\n<\/p>\r\n<p>\r\nAlthough this series of felt earthquakes is notable for this area,\r\nMaine has been shaken by stronger events. Several minor earthquakes\r\ncentered in Maine are recorded each year; many are too small to be\r\nfelt. \r\n<\/p>\r\n<p>\r\nThe largest earthquake centered in Maine occurred March 21, 1904.  Its\r\nmagnitude was 5.1.  This event toppled chimneys and was widely felt\r\nthroughout New England. Historic earthquakes centered outside Maine\r\nhave been large enough to cause damage in the state. The largest\r\nhistoric earthquake to shake the region was a magnitude 7.0 earthquake\r\nin 1663, centered in Quebec along the St. Lawrence River. It toppled\r\nchimneys in eastern Massachusetts. In 1755, a magnitude 6.0 earthquake\r\noff Cape Ann, Mass. shook down chimneys and several brick buildings in\r\neastern Mass.\r\n<\/p>\r\n<p>\r\nMore information on the earthquake history of Maine is found on:  <a href=\"http:\/\/earthquake.usgs.gov\/regional\/states.php?regionID=19&amp;region=Maine\">http:\/\/earthquake.usgs.gov\/regional\/states.php?regionID=19&amp;region=Maine<\/a>  \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1159934400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"},{"tid":"169468"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}