{"title":"Advances in Science, Technology, have Bay Area better prepared for the next big earthquake","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Twenty years after the Loma Prieta earthquake caused loss of life and widespread property damage, advances in science, technology and engineering have the San Francisco Bay Area better prepared for the next big earthquake.<\/p>\n<p>When the Loma Prieta quake hit just after 5 p.m. October 17, 1989 &ndash; 20 years ago Saturday &ndash; the digital age was in its infancy.&nbsp;<\/p>\r\n<p>On that day, with most damage reports initially coming in from San Francisco and Oakland to the north and calling into question the accuracy of assessments of the quake&rsquo;s epicenter, U.S. Geological Survey scientists at Menlo Park, Calif., worked quickly and -- in the dark -- to manually verify their computers had correctly identified the location of the magnitude 6.9 quake.&nbsp; The initial assessments were right, but it would be days before the full extent of the damage to the communities of Watsonville, Santa Cruz, and to homes in the Santa Cruz Mountains would be fully understood.<\/p>\r\n<p>Today, more digital sensors, improvements in communication technologies, more detailed and accurate maps, and a better understanding of earthquakes are but a few of the advances making the area better prepared than ever before, and safer.<\/p>\r\n<p>Now, after moderate and large earthquakes, the USGS automatically generates near real-time ShakeMaps of ground motion and shaking intensity throughout the extended Bay Area, immediately identifying areas hardest hit for emergency responders. Most loss of life and damage to property during an earthquake stems from strong ground shaking.<\/p>\r\n<p>With more back-up power sources, and more sensors across the landscape, the northern California earthquake-monitoring network is considerably more robust now than it was 20 years ago.<\/p>\r\n<p>New digital sensors have replaced many of the aging analog instruments, and communication networks to retrieve the data have been strengthened. A denser array of instruments in the region provides a more detailed, accurate, and complete record of ground shaking after a quake.&nbsp;<\/p>\r\n<p>Understanding the different levels of shaking on a wide variety of geologic materials, including soft, unconsolidated mud and clay has resulted in more accurate maps of seismic hazards in Bay Area cities. Assessments of ground motion are used by engineers to establish better building codes, resulting in structures more able to withstand a quake.<\/p>\r\n<p>Great strides in understanding the geologic history of Bay Area faults have improved probability forecasts of future damaging quakes. Geologists have uncovered new evidence for the dates and amounts of slip of prehistoric earthquakes and for the amounts of movement on faults over past millennia. Coupled with seismologists&rsquo; reassessments of the early earthquake history of the region, the USGS has forecast a large damaging earthquake to be twice as likely as not to happen in the Bay Area in the next 30 years.<\/p>\r\n<p>The way scientists study quakes has also changed.&nbsp; In 1989, the morning after the quake, USGS geologists fanned out across the Poison-Oak-covered hillsides near the epicenter, looking for surface ruptures or other telltale clues about what happened during the quake.<\/p>\r\n<p>Today, traditional geologic field mapping is assisted by Light Detection And Ranging images of the ground surface. Reflected laser light pulses from an airplane create clear images of the elevation of the ground surface, digitally &ldquo;stripped&rsquo; of trees, ground cover, and other impediments to mapping, so geologists can get a clear, unobstructed view of the land. LiDAR technology assists geologists in visualizing landforms, revealing clues to prehistoric earthquakes, and helping identify locations for further study.<\/p>\r\n<p>In addition to LiDAR technology bringing more clarity to the landscape, the further development of Global Positioning System satellites allows scientists to directly and continuously measure ground motions. While scientists can e","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["geology","earthquake","Loma Prieta","hazard","safety","technology","Science","anniversary","shake","map","California","Bay Area","San Francisco","damage"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1255752000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}