{"title":"The Best of Earth As Art","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>During a span of 40 years, since 1972, the Landsat series of Earth observation satellites has become a vital reference worldwide for understanding scientific issues related to changes on the Earth's surface.<\/p>\n<p>To celebrate the 40th Anniversary of Landsat, the U.S. Geological Survey (USGS) and NASA would like your help in selecting the top five \"<a href=\"http:\/\/eros.usgs.gov\/imagegallery\/collection.php?type=earth_as_art_3\">Earth as Art<\/a>\" images from the more than 120 images in the collection.&nbsp;<\/p>\r\n<p>The poll is now open and will close on July 6.<\/p>\r\n<p><a href=\"http:\/\/eros.usgs.gov\/eaa_voting\/\">More information and details on how to cast your vote<\/a>. &nbsp;<\/p>\r\n<p>Earth as Art's Top Five will be announced on July 23 in Washington, D.C. at a special event commemorating the launch of the first Landsat satellite.&nbsp;<\/p>\r\n<p>Built by NASA and operated by USGS, Landsat satellites supply Earth scientists, land-resource managers, and policy makers with objective data about changes across the global landscape. Some changes, like major floods or volcanic eruptions, come quickly; others, like urban sprawl or regrowth from forest fires, appear gradually. Landsat impartially records these and many other changes to the land that are induced by man or nature.&nbsp;<\/p>\r\n<p>Beyond the scientific information they confer, some Landsat images are simply striking to look at &mdash; presenting spectacular views of mountains, valleys, and islands; forests, grasslands, and agricultural patterns. By selecting certain features and coloring them from a digital palate, the USGS has created a series of \"Earth as Art\" perspectives that demonstrate an artistic resonance in land imagery and provide a special avenue of insight about the geography of each scene.&nbsp;<\/p>\r\n<p>NASA is preparing to launch the next Landsat satellite in 2013, which will be turned over to USGS for operations and data distribution. For more information about the Landsat Program, visit:&nbsp;<\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a><\/li>\r\n<li><a href=\"http:\/\/www.nasa.gov\/landsat\">NASA Landsat<\/a>&nbsp;<\/li>\r\n<\/ul>\r\n<p>Contest <a href=\"http:\/\/eros.usgs.gov\/eaa_voting\/\">website<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Climateand Land Use Change Earth Resources Observationand Science Center","Climateand Land Use Change Land Remote Sensing","Citizen Science"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1339128000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}