{"title":"USGS Scientists Receive Presidential Recognition","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) is celebrating the success of three distinguished researchers who are recipients of the Presidential Early Career Award for Scientists and Engineers (PECASE). This award is the highest recognition granted by the United States government to scientists and engineers in the early stages of their research careers.<\/p>\n<p>The 2010 USGS recipients are: Jeanne Hardebeck, research geophysicist, for her assessment of the nature and strength of earthquake-generating forces and of earthquake prediction tools; Nicolas Luco, research structural engineer, who studies seismic risk and structural responses to ground motion; and Pamela Nagler, research physical scientist, for her studies of plant water use and water preservation in America's arid western states.&nbsp;<\/p>\r\n<p>Each year, ten federal departments and agencies join together to nominate outstanding scientists and engineers whose discoveries and advancements expand the horizons of science and technology, contribute to their agencies&rsquo; missions, and benefit America&rsquo;s economy and the health and safety of her people.<\/p>\r\n<p>\"Science and technology have long been at the core of America's economic strength and global leadership,\" President Obama said, in a White House press release from Nov. 5, 2010. \"I am confident that these individuals, who have shown such tremendous promise so early in their careers, will go on to make breakthroughs and discoveries that will continue to move our nation forward in the years ahead.\"<\/p>\r\n<p>Nominee selections are based on two criteria: innovation that advances scientific and engineering frontiers and scientific leadership demonstrated through community service, outreach and public education.<\/p>\r\n<p>\"The fact that these talented young researchers are being recognized for the highly prestigious Presidential Early Career Awards reminds us that there is ample opportunity for creativity, innovation, and excellence for those who perform science in service to society, such as through reducing our vulnerability to natural hazards and helping to better manage our essential ecosystems,\" said Director of the USGS, Dr. Marcia McNutt.<\/p>\r\n<h3>Meet the Awardees<\/h3>\r\n<p class=\"Default\"><strong>Dr. Jeanne Hardebeck:<\/strong><em> &ldquo;<\/em><em>My Lab is in the Faults of Earthquake Zones<\/em><em>&rdquo;<\/em><\/p>\r\n<p class=\"Default\">Menlo Park, CA<\/p>\r\n<p class=\"Default\"><img style=\"float: left; margin: 3px;\" src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2010-12-13\/hardebeck_fault.jpg\" alt=\"Jane Hardebeck standing next to a road sign indicating the San Andreas Fault and North American Plate.\" width=\"200\" height=\"255\" \/>Hardebeck&rsquo;s outstanding scientific contributions are many, including research on the strength of faults and the orientation of stress along the San Andreas fault system. Her research has led to the discovery of many first-order features that interest and impact society, causing the scientific community to rethink its understanding about the forces that cause earthquakes.&nbsp;<\/p>\r\n<p>Hardebeck&rsquo;s contributions address critical issues in seismotectonics that have previously been poorly understood due to a lack of information and poor quality data. Hardebeck explains, &ldquo;I study data from thousands of small shaking events deep within the earth to determine how the forces acting on faults change in time and space.&rdquo;<\/p>\r\n<p>One fundamental problem she addresses is the strength of the faults that cause large earthquakes. She explains that the key is to go to areas where 7.0 earthquakes and greater have occurred and examine how events can change the direction and maximum forces acting on the fault. &ldquo;And things can change quite a bit,&rdquo; she said modestly. &ldquo;If the large earthquake is changing the stress on the fault, and we can measure the stress that was released from that earthquake, we can get an idea of what the stress on the fault was before the event.&rdquo;<\/p>\r\n<p>&ldq","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Colorado","California"],"country":["United States of America"],"mm_tags":["Awards","water","earthquakes"],"release_date":{"und":[{"value":"1292130000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169577"},{"tid":"170194"},{"tid":"170211"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}