{"title":"Karen Siderelis is Named USGS Geographic Information Officer","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>U.S. Geological Survey Director Charles Groat announced the appointment of Karen Siderelis as the USGS Geographic Information Officer (GIO) effective November 27, 2000. Siderelis has most recently served as director of the Center for Geographic Information for the state of North Carolina. <\/p>\n<p>\"The power of place-based information can integrate and enhance all of our science at USGS,\" Groat said. \"I am confident that Karen has the technical knowledge, the organizational ability, and the initiative to effectively develop and implement our organizational vision for this new position.\" <\/p>\r\n<p>The responsibilities of the GIO at the USGS will be similar to those of a Chief Information Officer (CIO), a position mandated for all Cabinet departments and recommended for all federal agencies by the 1996 Information Technology Management Reform Act (ITMRA). The USGS is unique among federal agencies, however, in specifically designating this position as a Geographic Information Officer. <\/p>\r\n<p>\"The USGS is widely recognized for providing reliable scientific information,\" said Groat. \"By establishing the position of a GIO, we want to fully develop the rich potential of geographic information for integrating our scientific findings and for making our science even more accessible to the public.\" <\/p>\r\n<p>As the GIO, Siderelis will be responsible for guiding the formulation of agency strategies that will provide innovative information management solutions and ensure the integrity of USGS scientific information. She will ensure that USGS information management policy supports its mission and will provide leadership in coordinating USGS scientific information management with other government agencies. <\/p>\r\n<p>While serving as director of the Center for Geographic Information for the state of North Carolina, Siderelis managed the state&rsquo;s GIS service center and oversaw the development and maintenance of a statewide geographic database. From 1981 to 1991 she was the director of the Land Resources Information Service of the N.C. Department of Environment, Health, and Natural Resources. She has been a member of the Mapping Science Committee of the National Academy of Sciences since 1994 (vice chair since 1997) and has served on the board of the National States Geographic Information Council since 1993 (president, 1998-99). <\/p>\r\n<p>Siderelis received a master&rsquo;s degree in park management from the University in Georgia in 1976 and a bachelor&rsquo;s degree in education in 1973 from the University in Georgia. She is a fellow of the Royal Geographical Society.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"975301200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}