{"title":"More USGS Science at GSA","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note to editors: Interviews with the scientists during the conference in Reno can be arranged by contacting the GSA newsroom 775-335-8886. <\/p>\n<p>Mercury in Lake Linked to Climate Change:<\/b> USGS scientist N. Terence Edgar will present evidence from a sediment core taken from Lake Tulane, Florida, by the University of Maine, Orono, that shows a natural variation in mercury levels that appears to correlate with changes in global climate. Mercury accumulation appears to correspond to temperature proxies from cores drilled in ice sheets in Greenland and Canada. It also appears to correspond to periods of dryness around Lake Tulane as indicated by variations in oak and pine pollen incorporated in the lake sediment thousands of years ago. A possible source of the mercury is dust blown across the Atlantic from North Africa. If so, then the dust may also be the source of mercury in the Everglades. The analysis of mercury in this core is believed to represent the longest record of natural variation of mercury. <b>\"Variation of Mercury in Sediment from Lake Tulane, Florida, Related to Climate\" in Session 189, is scheduled for 3:15 pm on Weds., Nov. 15, Reno\/Sparks Convention Center Room B7.<\/b> <\/p>\r\n<p><b>More on African Dust:<\/b> Besides viable fungus spores, numerous bacteria survive the 5-7 day trip across the Atlantic in atmosphere-borne dust from the drought-ridden Sahel region of North Africa. USGS scientist Eugene Shinn will describe recent research on the types of spores, bacteria, and viruses that are part of the hundreds of millions of tons of dust per year that make the trip, and the effect that some of these hitch hikers have on the health of corals in the Caribbean. <b>\"Effects of African Dust on Holocene Coral Communities, Did it Happen in the Past?\" in Session 115, is scheduled for 4:45 pm on Tues., Nov. 14, Reno\/Sparks Convention Center Room A3.<\/b> <\/p>\r\n<p><b>A Crater Full of Brine and Breccia:<\/b> Flash evaporation of a large volume of sea water and giant tsunamis were part of the havoc caused 35 million years ago when a large bolide struck what is now the southern part of the Chesapeake Bay. USGS scientist Wylie Poag will present findings from recent drilling and seismic surveys that show at least 23 secondary craters also formed. <b>\"Nature and Distribution of Deposits Derived from the Chesapeake Bay Submarine Impact\" in Session 73, is scheduled for 11:45 am on Tues., Nov. 14, Atlantis Casino Resort Ballroom D.<\/b><\/p>\r\n<p><b>Did the Chesapeake Bay Bolide Activate a Fault Zone?:<\/b> Preliminary data from a deep corehole drilled this summer into the edge of the Chesapeake Bay impact crater, confirm several features that had been hypothesized, including the unusual thickness of the breccia filling the crater and the variable salinity of the water inside the western part of the crater. The core also yielded a highly unusual visible fault. USGS scientist David Powars will show why it appears that a pre-impact structure (fault) zone lay quiescent in the area of the James River until the tremendous impact of a comet or meteorite 35 million years ago activated it. Powars will also describe how the \"pre-impact James River structural zone,\" the zone&rsquo;s structural adjustments to the impact, and the cataclysmic nature of the impact itself help explain the complex stratigraphy and the striking dichotomy of the drainage patterns north and south of the river. <b>\"Structural and Stratigraphic Complexities in the Coastal Plain of Virginia\" (poster) in Session 204, is scheduled for 8:00 am Thurs., Nov 16, Reno\/Sparks Convention Center Hall C.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nevada"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"974091600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}