{"title":"Science Documents Mammoth Climate Findings at Legendary Snowmastodon Ice Age Site, Colorado","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"\" align=\"alignright\" width=\"643\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/11_18_2010_cHXj0NMa87_11_18_2010_2#.VHMyr_TF_6d\"><img class=\" \" title=\"Mastodon Fossil\" src=\"http:\/\/gallery.usgs.gov\/images\/11_18_2010\/cHXj0NMa87_11_18_2010\/large\/Mastodon_Tusk.JPG\" alt=\"Mastodon Fossil\" width=\"643\" height=\"482\" \/><\/a> Mastodon Fossil[\/caption]\n\n<strong>Columbian Mammoth Discovery Thrills and Puzzles Scientists<\/strong>\n\nFour years ago, a bulldozer operator turned over some bones during construction at Ziegler Reservoir near Snowmass Village, Colorado. Scientists called to the scene confirmed the bones were those of a juvenile Columbian mammoth, setting off a frenzy of excavation, scientific analysis and international media attention.\n\nâ\u0080\u009cNothing beats pulling fossils out of the ground,â\u0080\u009d said project scientist Dr. Jeff Pigati of the U.S. Geological Survey. â\u0080\u009cBut this site also lets us see what the Colorado Rockies were like during a period of time that we simply couldnâ\u0080\u0099t reach before the discovery.â\u0080\u009d\n\nThis dramatic and unexpected discovery culminates next month with the publication of the Snowmastodon Project Science Volume in the international journal <a href=\"http:\/\/www.journals.elsevier.com\/quaternary-research\"><em>Quaternary Research<\/em><\/a>.\n\nFourteen papers by 47 authors from the United States and abroad collectively represent â\u0080\u009ca new benchmark for understanding climate change in the American West,â\u0080\u009d said paleontologist Dr. Ian Miller, co-leader of the Snowmastodon Project and chair of the Denver Museum of Nature &amp; Scienceâ\u0080\u0099s Earth Sciences Department.\n\n<strong style=\"font-size: 13px;\">Historic Finding<\/strong>\n\n<span style=\"font-size: 13px;\">The Snowmastodon site was an ancient lake that filled with sediment between 140,000 and 55,000 years ago preserving a series of Ice Age fossil ecosystems. Particularly fortuitous is the high-elevation locale, providing first-time documentation of alpine ecosystems during the last interglacial period between about 130,000 and 110,000 years ago. Because scientists were able to collect and study such a wide range of fauna and flora â\u0080\u0094 from tiny specks of pollen to the bones of giant mastodons â\u0080\u0094 the site emerged as a trove of information that will inspire future research for years to come.<\/span>\n\n<span style=\"font-size: 13px;\">\"This project was unprecedented in its size, speed, and depth of collaboration,â\u0080\u009d said excavation team co-leader Dr. Kirk Johnson, formerly with DMNS and now the Sant Director of the Smithsonian's National Museum of Natural History â\u0080\u009cThe science volume now moves beyond the pure excitement of the discovery to the presentation of its hard science and its implications for understanding the biological and climate history of the Rocky Mountain region.\"<\/span>\n\n<span style=\"font-size: 13px;\">Several key research questions have emerged from study of the site:<\/span>\n<ul>\n\t<li>What does the site, which is at 8874 feet above sea level, tell us about Pleistocene climate and biota at high elevations in the Ice Age Rockies?<\/li>\n\t<li>How and when did vegetation and climate change in the past?<\/li>\n\t<li>Did environmental changes at the site mimic what was happening globally?<\/li>\n\t<li>How did large mammals respond to changes in vegetation and climate?<\/li>\n\t<li>What information can we ascertain regarding the life histories of the site's proboscideans (mammoths and mastodons)?<\/li>\n<\/ul>\n<span style=\"font-size: 13px;\">The siteâ\u0080\u0099s ecosystems â\u0080\u0094 plants, insects, and animals combined â\u0080\u0094 varied dramatically in response to climate change. â\u0080\u009cIn other words, turn the climate dial a little and the ecosystems change considerably,â\u0080\u009d Miller said. â\u0080\u009cWe were surprised to find that certain periods in the record that seem to be cool elsewhere in North America were quite warm in the central Rockies.â\u0080\u009d<\/span>\n\n<span style=\"font-size: 13px;\">The opposite was true as well. Other periods that seem only to be cool elsewhere were extremely cold in the central Rockies. The implication is that alpine ecosystems respond differently to climate change than other, lower elevation ecosystems. These new results have huge implications for predicting present-day climate change in Colorado and beyond.<\/span>\n\n<strong style=\"font-size: 13px;\">Thousands of Bones<\/strong>\n\n<span style=\"font-size: 13px;\">During a total of 69 days in 2010 and 2011, the scientists pulled 5,000 large bones and more than 22,000 tiny bones representing 50 different species. The site is notable for portions of more than 35 American mastodons that were recovered, representing both genders as well as a variety of ages, from calves to full-grown adults.<\/span>\n\n<span style=\"font-size: 13px;\">â\u0080\u009cWe had no idea that the high Rockies were filled with American mastodons during the last interglacial period,â\u0080\u009d Miller said.<\/span>\n\n<span style=\"font-size: 13px;\">Initially, scientists proposed a hypothesis that many of the mastodons had been trapped in lake sediments that transformed into quicksand during an earthquake or series of quakes. This â\u0080\u009cshake-kill-shake-buryâ\u0080\u009d theory was covered in a NOVAâ\u0080\u0090National Geographic program about the project, broadcast in early 2012. â\u0080\u009cBut that initial idea was too simple,â\u0080\u009d said Miller. â\u0080\u009cAs we learned more and studied the bones themselves, some of the mastodons do appear to have died en masse; the cause remains unclear, although a catastrophe is still possible. Other animals seem to have died sporadically. In those cases, we think the animals were simply visiting a favorite watering hole, died of various causes, and then were scavenged.â\u0080\u009d<\/span>\n\n<strong style=\"font-size: 13px;\">Climatic Questions and Answers?<\/strong>\n\n<span style=\"font-size: 13px;\">Usually fossil sites preserve only snapshots in time. Scientists investigate lots of them and piece together what they learn to understand different time periods in the past. By contrast, the Snowmastodon site captures a nearly continuous 85,000-year time span. As a result, the site provides the best-known record of life and climate at high elevation anywhere in North America.<\/span>\n\n<span style=\"font-size: 13px;\">Â â\u0080\u009cWe are fortunate that this natural laboratory sits in our backyard,â\u0080\u009d said Pigati. â\u0080\u009cWe look forward to many more years of cooperative research at the site.â\u0080\u009d<\/span><span style=\"font-size: 13px;\">Â <\/span>\n<ul>\n\t<li>Photos:Â http:\/\/gallery.usgs.gov\/tags\/NR2010_11_18<\/li>\n<\/ul>\n<ul>\n\t<li>Podcast:Â http:\/\/gallery.usgs.gov\/audios\/381#.VG-jdvnF8WI<\/li>\n<\/ul>\n<ul>\n\t<li>Previous news release:Â http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2643#.VG-j0PnF8WI<\/li>\n<\/ul>\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24400","uid":"31","filename":"Mastodon_Tusk.jpg","uri":"public:\/\/Mastodon_Tusk.jpg","filemime":"image\/jpeg","filesize":"192321","status":"1","timestamp":"1425492768","type":"image","uuid":"36a250c6-fd39-4933-ac12-68637463a7e1","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["climatechange","Colorado","DenverMuseumofNatureandScience","Snowmastodon"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1416837519","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}