{"title":"Record Low Water Levels in May for Georgia Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<strong>Editors Note: Maps and graphs illustrating this information are at the&nbsp;<a href=\"http:\/\/ga.water.usgs.gov\/drought\/may2007.html\">Georgia DroughtWatch 2007 Web site<\/a>.<\/strong> \r\n<\/p>\r\n<p>\r\n<!--introstart-->May was a dry month in Georgia bringing many of the state&#39;s rivers and streams to their lowest levels ever recorded for the month.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe U.S. Geological Survey (USGS) has been monitoring and recording stream flow for more than 100 years at many locations throughout the state.&nbsp; The lowest May streamflow on record was recorded for 34 monitoring stations with at least 30 years of record in Georgia with many other rivers approaching record lows. \r\n<\/p>\r\n<p>\r\nRivers across the state are experiencing moderate to severe hydrologic drought. This was the lowest May streamflow recorded in 115 years for the Oostanaula River at the Resaca gage; 110 years for the Oconee River at the Milledgeville gage, and 98 years for the Flint River at the Albany gage. Streamflow was the lowest recorded for 50 years for any month for the Suwannee River at Fargo. \r\n<\/p>\r\n<p>\r\n&quot;Little if any widespread, sustained relief from the drought is anticipated. The long-term outlook suggests the drought will continue to intensify,&quot; said Georgia State Climatologist David Stooksbury. \r\n<\/p>\r\n<p>\r\nNormally the lowest streamflows of the year occur in late summer, when water use demands are highest, and fall. If below average rainfall continues through the summer and fall, new record low flows are likely to occur in Georgia&#39;s rivers. With the conditions so dry this early in the year, it could create significant impacts to water supplies, ecological habitats, and recreational uses. Already the agricultural industry has been heavily impacted by the drought. \r\n<\/p>\r\n<p>\r\n&quot;Extreme drought now covers most agricultural areas, delaying peanut and cotton planting and raising concerns for the crops this year,&quot; said Brad Haire of University of Georgia. \r\n<\/p>\r\n<p>\r\n&quot;It is difficult to compare previous droughts with the ongoing drought while it is developing. During the previous century, hydrologic droughts have affected large portions of Georgia numerous times, with the most recent event from 1999-2002. Hydrologic droughts typically last for one or more years and may not have obvious beginning and ending times,&quot; explained Mark Landers, a USGS hydrologist. \r\n<\/p>\r\n<p>\r\nGroundwater levels also are declining across Georgia, although the effects depend on the hydrogeology and pumping characteristics of specific aquifers. Many wells are approaching their average annual minimum water level, which normally occurs in late summer or early fall. \r\n<\/p>\r\n<p>\r\nThe USGS and its federal, state, and local cooperators maintain 233 streamgaging stations and 209 monitoring wells throughout Georgia. \r\n<\/p>\r\n<p>\r\nReal-time river and ground water levels are available from the <a href=\"http:\/\/ga.water.usgs.gov\/\">Georgia Water Science Center Web site<\/a>. \r\n<\/p>\r\n<p>\r\nAdditional Georgia drought information is online at the <a href=\"http:\/\/www.georgiadrought.org\">GeorgiaDrought.org Web site<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1180670400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170041"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}