{"title":"Fish Mercury Concentrations Decrease in the 1970s and 80s; Recent Trends Show Variation","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A recent U.S. Geological Survey study examined a compilation of state and federal fish-monitoring data for trends in mercury levels in fish from 1969 to 2005 in U.S. rivers and lakes.<\/p>\n<p class=\"ColorfulList-Accent11\">Twenty-two of 50 sites sampled across the nation from 1969 to 1987 showed significant decreases in fish mercury concentration, whereas only four sites showed increases. Where decreases were observed, mercury concentrations in fish decreased rapidly in the 1970s and more gradually or not at all during the 1980s. Most waters examined during this time period were medium to large rivers, which drain areas of mixed land use.<\/p>\r\n<p class=\"ColorfulList-Accent11CxSpFirst\">Trends were more variable from 1996 to 2005, during which data were assessed for six states in the Southeast and Midwest. More<strong> <\/strong>upward mercury trends in fish occurred in the Southeast compared to the Midwest. Upward mercury trends in fish in the Southeast were associated with increases in wet mercury deposition from Mercury Deposition Network sites in the region. Upward trends may, in part, be attributed to a greater influence of long-range global mercury emissions in the Southeast.<strong> <\/strong>In general, however, fish mercury concentrations did not change in most aggregated state data from 1996-2005.<\/p>\r\n<p><strong>About the Study: <br \/><\/strong><\/p>\r\n<p>The USGS examined nearly 75,000 measurements of fish mercury concentrations from about 7,800 lakes, rivers and reservoirs across the nation. The data were compiled from numerous state and federal monitoring programs, spanning a time period from 1969 to 2005.<\/p>\r\n<p>The scientists determined trends at individual water bodies (sites). Each trend analysis was limited to one fish species and tissue type and a restricted fish length range (within ten percent of the median length for a given site or state). As a result of this screening process, most of the monitoring data were eliminated from site-by-site trend analysis. Fifty nationally distributed U.S. Fish and Wildlife Service sites were retained for 1969 to 1987. These 50 sites were part of the Fish and Wildlife Service&rsquo;s National Contaminant Biomonitoring Program, which was discontinued in the late 1980s.<\/p>\r\n<p>More recent analyses from 1988 to 2005 were based on state aggregated state data. The data are limited to eight states: Georgia, Louisiana, North Carolina, South  Carolina, Iowa, Indiana, Michigan and Minnesota. In addition, fish mercury data from six states &mdash; Georgia, Louisiana, South Carolina, Iowa, Indiana and Minnesota &mdash; were analyzed for trends between 1996 and 2005 for direct comparison to wet mercury deposition data from the Mercury Deposition Network over the same period.<\/p>\r\n<p>Recent trends could not be assessed for large parts of the nation, primarily due to two factors. First, no nationally coordinated network of fish mercury monitoring sites has existed since 1987. The current frequency, spatial distribution and coordination of fish mercury monitoring is not well suited to detecting long-term trends in fish mercury concentrations across the nation, and thus for evaluating the effectiveness of proposed mercury control efforts. Second, not all state fish-monitoring data sets were available at the time the study was started. Future efforts should yield an improved view of fish-mercury trends across the nation.<\/p>\r\n<p>This study used the <a href=\"http:\/\/emmma.usgs.gov\/\">Environmental Mercury Mapping, Modeling, and Analysis<\/a> database. To create this database, the USGS started with the U.S. Environmental Protection Agency's National Listing of Fish and Wildlife Advisories and updated it with selected additional state and federal data sets.<\/p>\r\n<p>The report, &ldquo;Mercury trends in fish from rivers and lakes in the United States, 1969-2005,&rdquo; was published in the journal <em>Environmental Monitoring and Assessment<\/em>, and is available <a href=\"http:\/\/water.usgs.gov\/nawqa\/","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Mercury","water",""],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1277092800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168845"},{"tid":"169801"},{"tid":"170033"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}