{"title":"USGS Measures Suspended Solids in San Francisco Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A report summarizing suspended-solids concentrations in San Francisco Bay from October 1997 through September 1998 has been published by the U.S. Geological Survey. Suspended solids, which are sediments and organic matter moving in the bay water, are important because they transport adsorbed contaminants, such as metals and pesticides, provide the habitat for benthic organisms, limit light availability and photosynthesis, and deposit in ports and shipping channels, which require dredging. <\/p>\n<p>Suspended-solids concentrations were measured at Mallard Island, Benicia Bridge, Golden Gate Bridge, Point San Pablo, San Francisco Pier 24, San Mateo Bridge, Dumbarton Bridge, and at a channel marker south of Dumbarton Bridge. Measurements were collected every 15 minutes from optical sensors positioned at mid-depth and near the bottom of the bay. The suspended-solids concentration data will be used by the U.S. Geological Survey to determine the factors that affect suspended-solids concentrations in San Francisco Bay and to help develop numerical models of the bay. These data were collected in cooperation with the San Francisco Regional Water Quality Control Board and the U.S. Army Corps of Engineers. <\/p>\r\n<p>Copies of the U.S. Geological Survey Open-File Report 00-88, \"Summary of Suspended-Solids Concentration Data, San Francisco Bay, California, Water Year 1998\", by Paul A. Buchanan and Catherine A. Ruhl are available from the U.S. Geological Survey, Earth Science Information Center, Open-File Reports Section, Box 25286, MS 517, Denver Federal Center, Denver, Co 80225. The price of the paper copy is $11.75; microfiche is $5.00. When ordering, please mention the number and complete title of the report. Payment (check, money order, purchase order, Visa or MasterCard information, including expiration date and signature) in the exact amount, plus a $5.00 handling fee, must accompany order. Make all drafts payable to U.S. Geological Survey, Department of Interior. The report is available for inspection at the following offices and libraries: <\/p>\r\n<p>U.S. Geological Survey Library<br>Room 4A100, National Center<br>12201 Sunrise Valley Drive<br>Reston, VA 20192 <\/p>\r\n<p>U.S. Geological Survey <br>Placer Hall <br>6000 J Street <br>Sacramento, CA 95819-6129 <\/p>\r\n<p>U.S. Geological Survey Library <br>345 Middlefield Road MS 955<br>Menlo Park, CA 94025 <\/p>\r\n<p>U.S. Geological Survey <br>5735 Kearny Villa Road, Suite O<br>San Diego, CA 92123 <\/p>\r\n<p>U.S. Geological Survey<br>Federal Center<br>Room C2202, Building 20<br>Lakewood, CO 80225 <\/p>\r\n<p>Natural Resources Library <br>Gifts and Exchange Section <br>18th and C Streets, NW <br>Washington, DC 20240 <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"956548800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170234"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}