{"title":"Didymo Confirmed in Remote Chilean Rivers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The presence of the invasive diatom <em>Didymosphenia geminata, <\/em>or didymo, has been confirmed in remote Chilean rivers near Esquel, Argentina, by a U.S. Geological Survey scientist and diatom expert.<\/p>\n<p>Didymo is an aquatic invasive species in several regions of the world. It invaded New Zealand in 2004 and has since spread to 32 watersheds there. The species is problematic because of its propensity to erupt into massive &ldquo;nuisance blooms&rdquo; that cover stream and river bottoms. These dense masses substantially alter the aquatic habitat for other life forms, such as invertebrates and fish, and consequently the health of the aquatic ecosystem.<\/p>\r\n<p>Although the presence of didymo was reported in Lago Sarmiento, Chile, in 1964, this is the first known occurrence of a nuisance bloom in South America. The newly discovered bloom was reported on Rio Espolon and Rio Futaleuf&uacute;, covering &nbsp;a total of more than 56 river kilometers.<\/p>\r\n<p>Didymo is known to survive in damp conditions for more than 30 days and can be transported on the gear of aquatic recreationists. The pristine, low-nutrient rivers that recreationists seek are the same ones that are most vulnerable to large blooms of didymo, if the species is introduced.<em> <br \/><\/em><\/p>\r\n<p><em>Didymosphenia geminata<\/em> cells produce large amounts of mucilaginous stalks. These stalks are white and look like wet toilet paper when clinging to fishing line. The stalks, cells, and associated sediment can resemble raw sewage lining riverbeds or streambeds.<\/p>\r\n<p>Didymo presents a paradox to scientists because it is able to create large amounts of biomass in low-nutrient rivers. Recent work indicates that the amount of stalk produced is related to the phosphorus concentration of the water, implying that the stalk acts to attract and take up phosphorus for the cells. In some regions of the world, the blooms are persistent for a number of years after the initial invasion.<strong> <br \/><\/strong><\/p>\r\n<p><strong>For more information, visit:<\/strong><\/p>\r\n<ul>\r\n<li><a href=\"http:\/\/www.fort.usgs.gov\/Products\/Publications\/pub_abstract.asp?PubID=22046\">Increase in nuisance blooms and geographic expansion of the freshwater diatom <em>Didymosphenia geminata<\/em><\/a> (2007) <\/li>\r\n<li><a href=\"http:\/\/www.fort.usgs.gov\/Products\/Publications\/pub_abstract.asp?PubID=22141\">Potential habitat distribution for the freshwater diatom Didymosphenia geminata in the continental US<\/a> (2009) <\/li>\r\n<\/ul>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["didymo","invasive","species","Chile","biology","First","nuisance","blooms","biology"],"article_type":["Technical Announcement","State News Release"],"release_date":{"und":[{"value":"1275624000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170426"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}