{"title":"Land-Subsidence Trends in the Coachella Valley Detailed in New Report","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SACRAMENTO, Calif. &ndash; While most of the Coachella Valley was relatively stable, land surfaces declined about nine inches to two feet in some areas of Palm Desert, Indian Wells, and La Quinta, between 1995 and 2010. An important recent exception was observed in La Quinta where groundwater levels have stabilized and risen, and&nbsp;the rate of land subsidence substantially decreased after groundwater replenishment systems were installed in 2009, according to a new scientific report published by the <a href=\"http:\/\/ca.water.usgs.gov\/\">U.S. Geological Survey<\/a> and the <a href=\"http:\/\/www.cvwd.org\/\">Coachella Valley Water District<\/a>.&nbsp;<\/p>\n<p>The positive trend in La Quinta was detected in the vicinity of CVWD&rsquo;s Thomas E. Levy Groundwater Replenishment Facility that began operations in 2009 to replenish the groundwater system using Colorado River water. Here, the aquifer system responded quickly to the replenishment operations, and continued the recovery through 2010 when data collection for the report concluded.<\/p>\r\n<p>&ldquo;This is very encouraging news, and is further validation of CVWD&rsquo;s long-term groundwater management plans to eliminate overdraft of the aquifer,&rdquo; said CVWD General Manager Jim Barrett. &ldquo;The mid-valley cities are currently our highest priority, and we are addressing dropping groundwater levels with the Mid-Valley Pipeline, the first phase of which was completed in 2007. This brings Colorado River water to golf courses in Palm Desert and Rancho Mirage to supplement the recycled water supply and help alleviate demand for groundwater.&rdquo; Barrett said.<\/p>\r\n<p>Subsidence was observed in or near areas where groundwater pumping generally caused seasonal groundwater-level fluctuations and longer-term groundwater-level declines during 1993&ndash;2010 throughout most of the study area. In 2010, some groundwater levels were at the lowest levels in their recorded histories. These low levels can cause aquifer-system compaction that could result in permanent land subsidence. Land subsidence can cause ground levels to decline at different rates and locations, possibly causing damage to infrastructure such as roads, bridges, and canals.<\/p>\r\n<p>The report details scientific results and interpretations of GPS data, and of detailed maps of vertical land-surface changes generated using satellite radar imaging data collected between 1993 and 2010 that extend from near Palm Desert to near the Salton Sea. Groundwater-level measurements from the early to mid-1990s to 2010 were compared with the GPS measurements and the satellite-based Interferometric Synthetic Aperture Radar. This analysis indicates that groundwater-level declines could be causing aquifer-system compaction resulting in subsidence.<\/p>\r\n<p>&ldquo;Continued monitoring in the Coachella Valley is warranted because groundwater levels continue to decline in some areas due to pumping,&rdquo; said Michelle Sneed, hydrologist and project chief with the USGS. &ldquo;The Coachella Valley Water District has been proactive in their efforts to mitigate groundwater overdraft and subsidence &mdash; continued monitoring will provide them feedback to assess their operations, and information to help in planning for sustainable aquifer system use.&rdquo;<\/p>\r\n<p>Since the early 1920s, groundwater has been a major source of agricultural, municipal, and domestic water supply in Coachella Valley, where average rainfall on the arid valley floor is less than 3 inches a year. Groundwater pumping resulted in groundwater-level declines up to 50 feet through the late 1940s. In 1949, Colorado River water imports to the eastern Coachella Valley began, resulting in reduced groundwater pumping and water level recovery during the 1950s through the 1970s. Since the late 1970s, however, demand for water in the valley has exceeded imported surface water deliveries, resulting in increased pumping and associated groundwater-level declines and land subsidence","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["water","Coachella Valley","groundwater","subsidence","aquifer"],"article_type":["State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1402372800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169483"},{"tid":"169926"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}