{"title":"How Was That Valley Formed?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Diving deep into the mechanics of bedrock incision caused by debris flows, scientists now have a better understanding of the erosive forces responsible for cutting valleys into mountainous terrain, according to recently published research in the <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/jgrf.20041\/abstract\">Journal of Geophysical Research-Earth Surface<\/a>.&nbsp;<\/p>\n<p>\"Our field-based measurements shed new light on what is happening beneath fast-moving debris flows,\" said U.S. Geological Survey scientist Jeff Coe. \"Debris flows carry large rocks and impacts from those rocks make the flows very efficient at carving bedrock from valleys bottoms.\"&nbsp;<\/p>\r\n<p>Debris flows are fast-moving landslides that occur in a wide variety of environments throughout the world. They are particularly dangerous to life and property because they move quickly, destroy objects in their paths, and often strike without warning.&nbsp;<\/p>\r\n<p>The new research provides an improved understanding of how mountain valleys are formed and a better idea of the rate of formation given the frequency of debris flows in the current climate.&nbsp;&nbsp;<\/p>\r\n<p>\"A possible extension of this work would be to incorporate the results into quantitative landscape evolution models that predict how landforms evolve through time given static, or changing climatic conditions. Improved knowledge of how landforms evolve is useful for hazard assessments and possibly for long-term, land use planning,\" said Coe.&nbsp;<\/p>\r\n<p>For four years, scientists from the University of Colorado and USGS used specialized instruments installed at the Chalk Cliffs Natural Debris Flow Laboratory near Buena Vista, Colo. to monitor 11 naturally-occurring debris flows.&nbsp; During that time, they found that downward-directed impact forces beneath the flows caused about 30-60 millimeters (1.2 to 2.4 inches) of bedrock erosion.&nbsp;<\/p>\r\n<p>The group observed the mechanisms by which the bedrock was removed by passing debris flows and determined the statistical distribution that best characterized the impact forces.&nbsp;<\/p>\r\n<p>\"We also found that a thin layer of sediment shielded the bedrock surface from debris-flow impacts and erosion,\" said Scott McCoy, lead author from the University of Colorado, now at the Massachusetts Institute of Technology.&nbsp;&nbsp;\"Our measurements and statistical analyses provide a foundation for linking impact forces that cause erosion to easily measured debris flow properties.\"<br \/><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_05_21\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_05_21\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":["Geographic Areas Southwest","Natural Hazards","Natural Hazards Landslide Hazards"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1369195200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}