{"title":"Interior's Secretary Jewell Announces New Wildlife and Climate Studies at the Northwest Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects for the Northwest Climate Science Center are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Northwest Climate Science Center is awarding nearly $1.3 million to universities and other partners for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/northwest\">research<\/a> to assist Native Americans and federal and state land managers plan for and adapt to climate change.<\/p>\r\n<p>\"Even as we take new steps to cut carbon pollution, we must also prepare for the impacts of a changing climate that are already being felt across the country,\"said Secretary Jewell. \"These new studies, and others that are ongoing, will help provide valuable, unbiased science that land managers and others need to identify tools and strategies to foster resilience in resources across landscapes in the face of climate change.\"<\/p>\r\n<p>The Northwest CSC will fund seven new projects and continue funding eight projects from previous years; the ongoing projects range from developing future climate, water, and vegetation scenarios for the Northwest to determine how climate impacts will affect different habitats, such as wetlands, streams and sagebrush steppe, and the animals that live in them, such as frogs, salmon and sage grouse.<\/p>\r\n<p>Most of the new projects focus on the effects of climate on resources of cultural significance to tribes. While the emphasis is on Northwest tribes, the NW CSC has built a partnership with the Alaska CSC and the North Pacific Landscape Conservation Cooperative to fund projects that benefit Native Americans in both regions. This underscores the NW CSC pledge to provide enhanced services to the Native American community at large and to engage in collaborative partnerships that leverage limited resources and address shared priorities. New projects include:<\/p>\r\n<ul>\r\n<li>Assessing the vulnerability of traditional women&rsquo;s foods of the Port Gamble S&rsquo;Klallam Tribe to climate change in the Olympic Peninsula, Wash. Elders and wisdom keepers in these tribes are deeply concerned that climate change may diminish or eliminate culturally significant plant species. Researchers will work closely with them and resource managers to document the historical distribution of these plants and assess future distribution using climate scenarios. Study results will produce specific management options for the tribes. <\/li>\r\n<li>Understanding Native American cultural responses associated with climate change. There are aspects of tribal culture -- such as songs, stories, prayers and dances &ndash; that focus on fish, wildlife or plants as central images or main symbolic figures. Because climate change affects the presence, abundance and patterns of distribution of animals and plants, the study will concentrate on four Northwest tribes to document whether and how such changes influence tribal cultural aspects connected to those significant resources. These observations will help better describe the nuances and dimensions of Northwest tribal culture and its vulnerability and adaptive capacity to a changing climate.&nbsp; <\/li>\r\n<li>Supporting&nbsp; the Pacific Northwest Climate Science Conference, an annual forum that provides an opportunity for &nbsp;researchers and practitioners to exchange scientific results, challenges, and solutions related to the impacts of climate on people, natural resources, and infrastructure in the region. <\/li>\r\n<li>Through several projects funded jointly by the NW CSC, the Alaska CSC and the North Pacific Landscape Conservation Cooperative, researchers will:   \r\n<ul>\r\n<li>Work with the Chugachmiut tribal consortium to develop a model that predicts where subsistence berry plants will be most resistant to recent moth outbreaks that are decimating berry harvests in south-central Alaska. The Native people of this region rely hea","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","Oregon","Washington"],"country":["United States of America"],"mm_tags":["Climateand Land Use","climate","Climate Science Centers","Limate Change","climate","global Change","Northwest Climate","washington","Oregon","Idaho","Montana"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1387429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169471"},{"tid":"170245"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}