{"title":"Two Recent Perspectives on USGS Water Information","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->USGS collects a wide range of hydrologic data, assures the quality of these data, and makes historical and continuing records of the nation&rsquo;s water resources freely available in national databases.<!--introend--> USGS scientists have recently published two separate papers that provide national overviews of the status of USGS water resources information in the context of historical and technical developments in the last half-century.<\/p>\n<p>Robert M. Hirsch and Gary T. Fisher (retired) point out in &ldquo;<a href=\"http:\/\/www.ucowr.org\/issue-153-water-data\/past-present-and-future-of-water-data-delivery-from-the-us-geological-survey\">Past, Present, and Future of Water Data Delivery from the U.S. Geological Survey<\/a>&rdquo; that USGS innovations, aided by rapidly improving technology, have enabled a transition in recent years from paper reports to online reports and from daily data to instantaneous data. An increasing emphasis on national and international data standards and web services makes it possible for users in the water management and research communities to quickly and easily import USGS water data into the operational and scientific software tools that they use. Further, distributing water data with applications on new mobile platforms brings value to new and nontraditional consumers of hydrologic information.<\/p>\r\n<p>Writing in the May 2014 edition of Water Resources Impact, USGS Chief Scientist for Water Jerad D. Bales <a href=\"http:\/\/water.usgs.gov\/nrp\/bales_2014_awra_impact.pdf\">reviews<\/a>&nbsp;(PDF) 1974 predictions of how water data would be collected in the future and notes how those predictions have been fulfilled or altered. He also describes factors, both technical and otherwise, affecting changes in water-resources data collection and management, as well as future challenges for water data collection.<\/p>\r\n<p><strong>References<\/strong><\/p>\r\n<p>Robert M. Hirsch and Gary T. Fisher. &ldquo;<a href=\"http:\/\/www.ucowr.org\/issue-153-water-data\/past-present-and-future-of-water-data-delivery-from-the-us-geological-survey\">Past, Present, and Future of Water Data Delivery from the U.S. Geological Survey<\/a>&rdquo; in Journal of Contemporary Water Research &amp; Education, Universities Council on Water Resources, Issue 153, April 2014, pp. 4-15.<\/p>\r\n<p>Jerad D. Bales. &ldquo;<a href=\"http:\/\/water.usgs.gov\/nrp\/bales_2014_awra_impact.pdf\">Progress in Data Collection and Dissemination in Water Resources &ndash; 1974-2014<\/a>&rdquo; (PDF)&nbsp;in Water Resources IMPACT, May 2014, v. 16, no. 3, pp. 18-23.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Streamflow Information","Water Hydrologic Networksand Analysis"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1408507200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}