{"title":"New USGS Map Highlights Central U.S. Earthquake History","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new map from the U.S. Geological Survey and the Central United States Earthquake Consortium shows that Central States, including Arkansas, Tennessee, Missouri, Kentucky and Indiana are among the most seismically active states east of the Rocky Mountains. More than 800 earthquakes are cataloged on the map that depicts the locations of earthquakes large enough to be felt, since 1699. <\/p>\n<p>The large-format colored map, &quot;Earthquakes in the Central United States - 1699-2002 identifies the infamous New Madrid earthquakes of 1811 and 1812 which by today&rsquo;s standards would have been disastrous magnitude 8.0 + temblors. But it also shows many smaller, but still destructive earthquakes including a magnitude 6.3 earthquake which shook eastern Arkansas in January of 1843; a magnitude 6.6 earthquake which shook residents of six states on Halloween morning in 1895 and was centered in southeastern Missouri; and a magnitude 5.4 earthquake which cracked foundations and toppled tombstones in southeastern Illinois in November of 1968. <\/p>\r\n<p>\"Many people in this region have felt earthquakes and many have not,\" said Eugene Schweig, scientist-in-charge of the USGS Central U.S. Earthquake Center in Memphis, TN. &quot;What&rsquo;s most important to understand is that in this space of 300 years, we&rsquo;ve seen some dramatic earthquakes in this region. That&rsquo;s a very short amount of time compared to the geologic history of the Earth. People in the Central U.S. should realize that large earthquakes have happened in this region and will again. With the dramatic development of the past 20 years, a lot of people are at risk and they may not know it. The historical perspective provided by this new map reminds us that we must not be complacent about earthquake dangers in Central United States.\" <\/p>\r\n<p>Although earthquakes cannot be reliably predicted or prevented today, the new map and accompanying web site are intended to increase public awareness of Northeastern earthquake hazards. <\/p>\r\n<p>\"This USGS map graphically illustrates that Missouri has a sleeping giant (earthquake potential) in our backyard. Every year, hundreds of minor earthquakes occur and some are felt in this the region. This new map shows our citizens that earthquakes in the mid-west are active, and the potential for a damaging earthquake is very real,\" Jerry Uhlmann, Missouri&rsquo;s State Emergency Management Agency Director said.<\/p>\r\n<p>The largest and most frequent earthquakes are the shocks concentrated in the New Madrid seismic zone from northeastern Arkansas to southernmost Illinois. Other earthquakes are scattered abundantly as far north as a line from St. Louis to Indianapolis. The map summarizes effects of the most notable earthquakes, including one in southwestern Indiana less than 2 years ago. <\/p>\r\n<p>\"Development of this map for the central U.S. clearly demonstrates the power of partnerships,&quot; said Jim Wilkinson, executive director of the Central U.S. Earthquake Consortium (CUSEC). &quot;CUSEC working with the USGS has created a product which is mutually beneficial in raising public awareness to the seismic hazard in the central U.S. from both the scientific and emergency preparedness perspectives.\" <\/p>\r\n<p>Copies of the map are available by telephone, and on the internet. For a paper copy of \"Earthquakes in the Central U.S., 1699-2002,\" call 1-888-ASK-USGS and request USGS map I-2812. Price is $7 plus $5 shipping and handling. For a digital version: download files free from <a href=\"http:\/\/pubs.usgs.gov\/imap\/i-2812\/\">http:\/\/pubs.usgs.gov\/imap\/i-2812\/<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Tennessee","Indiana","Kentucky","Missouri"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1080795600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168993"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}