{"title":"Memphis Chosen for Earthquake Hazard Mapping... USGS Scientists Look for Rock and Roll Sites in Memphis","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Elvis and Beale Street are not the only things around Memphis that have been known to rock and roll. The strongest and most widely felt earthquakes in the conterminous United States occurred in 1811-1812 in the Mississippi River Valley.<!--introend--> These earthquakes, three of which were estimated to have been greater than magnitude 8, caused the Mississippi River to temporarily flow backward, and were felt more than 1000 miles away. Because the most intense effects were in a sparsely populated region, loss of human life and property was slight. If just one of these enormous earthquakes occurred in the same area today, millions of people, buildings, and other structures worth billions of dollars would be affected. \n<p>Even today this region, called the New Madrid seismic zone, has more earthquakes than any other part of the United States east of the Rocky Mountains. Government agencies, universities, and private organizations are working to increase awareness of the earthquake threat and to provide information to reduce loss of life and property in future shocks. \r\n<p><b>The U.S. Geological Survey (USGS) has selected the Memphis, Seattle, and San Francisco Bay regions for detailed study and mapping of earthquake hazards caused by strong ground shaking.<\/b> For the Memphis site, the USGS and Mid-America Earthquake Center (MAE Center), in collaboration with other Federal, State and local agencies, and research institutions nationwide will be producing a series of earthquake hazard maps of the City of Memphis and Shelby County. The maps will show the geologic structure of the area and the influence of soil and geology on ground shaking. They will be used by emergency response managers, city planners for determining building design and zoning, setting of insurance rates, siting of critical facilities, and prioritization of retrofitting existing buildings and structures. \r\n<p>On December 2-3, during the annual MAE Center meeting at the Peabody Hotel in Memphis, USGS scientists and MAE Center representatives will coordinate project activities. The first product produced will be geologic maps of the area. Subsequent maps will show earthquake related landslide and liquefaction susceptibility based on regional soil conditions. The most challenging task for the scientists will be to produce a final series of maps that show probabilities that certain levels of shaking will be experienced in given time frames. \r\n<p>Representatives from Memphis and Shelby County governments, the Tennessee Division of Geology, the Tennessee Emergency Management Agency, the Federal Emergency Management Agency, Memphis Light, Gas &amp; Water, local business leaders, structural engineers, and researchers in academia and industry will serve on an advisory board to provide input to the project and to project scientists.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington","Tennessee","California"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"912574800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169675"},{"tid":"169370"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}