{"title":"USGS Featured at AAAS&mdash;Nation&rsquo;s Largest Science Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Editor&rsquo;s Note: Please check with AAAS regarding their embargo policy for the symposia listed below. <\/p>\n<p>Washington, D.C. - <!--introstart-->How close are we to predicting earthquakes? Can science help diplomacy and national security? Could an ancient catastrophe offer a solution to a very modern problem? Learn the answer to these questions and more as USGS scientists participate in the annual American Association for the Advancement of Science meeting, Feb. 17-21. \"The Nexus: Where Science Meets Society\" is this year&rsquo;s theme.<!--introend--> <\/p>\r\n<p><b>Saturday, Feb. 19<br>Symposium: Sharing Geospatial Data Across the Homeland<br>Security Enterprise<\/b> 8:00 a.m. - 9:30 a.m.<br>Omni Shoreham Hotel, Level 2B, Empire <\/p>\r\n<p>Geographic information that is reliable and readily available is critical for improving preparedness in national emergencies. Data-sharing partnerships at all levels of government and across the civilian, defense and intelligence communities have been essential to emergency planning, mitigation, response and recovery efforts. This session brings together officials from civilian organizations, defense agencies, and state government to explore future coordination across the homeland security enterprise for emergency response. <\/p>\r\n<p><b>Symposium: The Earth Sciences and National Security<\/b><br>8:00 a.m. - 9:30 a.m.<br>Marriott Wardman Park, Mezzanine Level, Wilson B <\/p>\r\n<p>Earth science has long been relevant to national security and diplomacy. Since ancient times, battles of war and diplomacy have been decided on knowledge. But modern times mean that earth science must bring more to the table. Solving water conflicts, monitoring nuclear testing, or planning for natural disasters requires geoscientists who can work across scientific disciplines with planners, and with military and political leaders. <\/p>\r\n<p><b>Symposium: The Chesapeake Bay Impact Structure: Formation and Consequences<\/b><br>8:00 a.m. - 11:00 a.m.<br>Marriott Wardman Park, Exhibit Hall B North, Workshop Room E <\/p>\r\n<p>About 35 million years ago, an asteroid or comet nucleus measuring about 1-1\/2 miles in diameter collided with the Earth at the mouth of the Chesapeake Bay. The force of this collision was so great that it vaporized hundreds of feet of seawater and blasted sediments forming a 53-mile-diameter crater. Glass particles called \"tektites\" scattered across North America. Tsunamis triggered by the impact may have topped the Blue Ridge Mountains and were much larger than those caused by the recent Indonesian earthquake. This symposium will review the crater&rsquo;s formation, how scientists discovered it 35 million years later, and how the results of this impact crater affect the residents in one of the fastest growing urban centers on the East Coast. The international group of scientists will also discuss several possible implications of recent findings. <\/p>\r\n<p><b>Workshop: See Your Backyard with Just a Click and a Few Layers of Data<\/b><br>10:15 a.m. - 11:45 a.m.<br>Marriott Wardman Park Hotel, Workshop Room B <\/p>\r\n<p>Learn how to use scientific information by mapping the terrain, monitoring changes over time, and analyzing how and why these changes have occurred with the hope some day of forecasting events before they happen. <\/p>\r\n<p><b>Plenary Lecture: Climate Change and Sustainability: Status and Trends of the Nation&rsquo;s Water<\/b><br>12:45 p.m. - 1:30 p.m.<br>Marriott Wardman Park, Marriott Ballroom Salon 1 <\/p>\r\n<p>Join USGS Director Chip Groat for a discussion about how today&rsquo;s science affects tomorrow&rsquo;s water. For any natural resource, whether its water, minerals or energy decisions about future utilizations depend on having a clear understanding of the status of the resource, the amount that has already been extracted, the amount remaining, and the impact of further depletion. Resource managers in communities, cities, and regions need to know how much water they currently have, how i","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1108616400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168777"},{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}