{"title":"EFFECT OF CURRENT DROUGHT ON WATER RESOURCES IN MAINE","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Drought conditions have stretched from the mid-Atlantic states through New England and into Maine.<!--introend--> The U.S. Geological Survey (USGS) monitors these conditions by collecting streamflow and ground-water data. The following paragraphs summarize the current levels of streamflow and ground water in the Maine. \n<p><b>Streamflows on free-flowing streams<\/b> \r\n<p>All flows on free-flowing streams in Maine on September 2nd were below their long-term median for this date. The long-term median flow is defined as the middle value of a set of flows that are ordered from lowest to highest. For the following rivers, the long term median was based on 48 to 95 years of flow data, depending on how long the river has been monitored. \r\n<p>* The lowest streamflows in the state on September 2nd occurred in the southern half of Maine on the Piscatiquis, Carrabassett, Sandy, Swift, Sheepscot, Narraguagus, and Royal Rivers. \r\n<p>* The streamflows on September 2nd for the Piscatiquis, Carrabassett, Sandy, Swift, Sheepscot, Narraguagus, and Royal Rivers were within the lowest 10 percent of recorded flows for this date. \r\n<p>* Monthly average streamflows for the Narraguagus River have been below the long-term median for the last 5 months and for the Carrabassett and Piscatiquis Rivers for 4 of the last 5 months. \r\n<p>\r\n<p>Current provisional streamflows in Maine are available on the web at <a href=\"http:\/\/me.water.usgs.gov\/\">http:\/\/me.water.usgs.gov <\/a>\r\n<p>\r\n<p>Current provisional streamflows across the Nation are available on the web at <a href=\"http:\/\/water.usgs.gov\/dwc\/national_map.html\">http:\/\/water.usgs.gov\/dwc\/national_map.html <\/a>\r\n<p>\r\n<p>\r\n<p>\r\n<p><b>Ground water \r\n<p><\/b>\r\n<p>Ground-water levels across Maine were measured by the USGS from August 23rd to August 29th. \r\n<p>\r\n<p>* Ground-water levels in western, central, and eastern Maine were below normal (within the lowest 25 percent of recorded data for the end of August). \r\n<p>* Record-low August ground-water levels were recorded in Litchfield (based on 21 years of data), Augusta (based on 39 years of data), T24 MD (Washington County near Wesley, based on 14 years of data), Calais (based on 19 years of data), Madison (based on 15 years of data), and Stratton (based on 10 years of data). \r\n<p>* Ground-water levels have been at record-low levels for 5 consecutive months at wells in Augusta and Stratton, and for 4 consecutive months in Madison. \r\n<p>* Ground-water levels in northern and southern Maine were in the normal range.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maine"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"936763200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170360"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}