{"title":"Images of Texas Neighborhood Devastated by Hurricane Ike Now Online","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Before-and-after Hurricane Ike photographs showing the near total destruction of a coastal neighborhood in Texas are now accessible online.<!--introend--><\/p>\n<p>On Monday, Sept. 15, a team of U.S. Geological Survey (USGS) scientists flew the coast impacted by Hurricane Ike and acquired photographs and video. Images of Crystal Beach, Texas, on the Bolivar Peninsula are compared to aerial photographs of the same area taken Sept. 9, several days before Ike's landfall, and are now available from the USGS at <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/photo-comparisons\/bolivar.html\">http:\/\/coastal.er.usgs.gov\/hurricanes\/ike\/photo-comparisons\/bolivar.html<\/a>.<\/p>\r\n<p>\"The Bolivar Peninsula was in or near the right eyewall of Hurricane Ike when the storm made landfall,\" said USGS scientist Abby Sallenger. \"This was the location of the strongest winds and where we observed the greatest impacts to the coast.\"<\/p>\r\n<p>Storm surges and waves crested Crystal Beach and swept sand inland, along with the remains of homes. The four sets of before-and-after photographs posted online show these extreme changes to the residential area.<\/p>\r\n<p>While the maximum impacts of Ike were on the Bolivar Peninsula, vast areas of Louisiana and Texas were flooded by storm surge, Sallenger said. Beaches served as rims that contained the flood waters, and water continues to extend landward in some places for tens of kilometers.<\/p>\r\n<p>The before-and-after images were taken during airborne surveillances of the Gulf shore from western Louisiana to south of Galveston, Texas. Additional USGS photograph comparisons will be posted on the web site in the coming days to show how Ike's aftermath varies across the entire impact zone.&nbsp; A pair of photographs is attached.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi","Texas"],"country":["United States of America"],"mm_tags":["Texas","hurricanes","imagery","tropicalstorm","Ike","erosion"],"release_date":{"und":[{"value":"1222142400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168785"},{"tid":"170026"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}