{"title":"USGS Earthquake Research in the Central and Eastern U.S.&mdash; What&rsquo;s Shakin&rsquo;","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->From the Great Plains through the New Madrid seismic zone to the eastern seaboard, the USGS funds research through the Earthquake Hazards Program to characterize and mitigate earthquake hazards. <!--introend-->Recent work by scientists from State and local agencies, universities, private organizations, and the USGS will be described during two special sessions at the American Geophysical Union meeting in Boston, MA, May 26-29. This research focuses on the history, causes, and potential effects of earthquakes in the central and eastern U.S. \n<p>Though not generally regarded as earthquake country, nearly every State east of the Mississippi River has had damaging earthquakes. The strongest earthquakes ever recorded in the continental U.S. were not in the West. In the winter of 1811-1812, three magnitude 8 earthquakes occurred near in the Mississippi Valley of Missouri, Arkansas, and Tennessee. These shocks were so strong that observers reported that the land distorted into visible rolling waves. They temporarily backed up the Mississippi River; they made church bells ring in Boston and Washington, D.C. In August of 1886, a magnitude 7.3 earthquake damaged most of Charleston, South Carolina. Boston has also been shaken by earthquakes centered nearby offshore, in Massachusetts and other eastern states, and in Canada. Several have caused damage. \r\n<p>Earthquakes in this region are particularly troubling because buildings and infrastructure are not designed to withstand strong shaking, the causes of the region&rsquo;s earthquakes have not been clearly identified, zones of seismicity do not correlate with identified surface faulting, and earthquakes of the same magnitude cause ground shaking over a much larger area in the East than in the West. \r\n<p>The two special sessions are titled \"USGS Earthquake Hazards Program, Central and Eastern USA.\" One session, starting at 1:30 on Wednesday, May 27 in Convention Center Room 104, will include presentations on Boston, the southern Appalachians, and New Madrid areas. A separate poster session, is scheduled for 8:30am on Thursday, May 28 in Convention Center Hall C. \r\n<p>Note to Editors: Interviews during the AGU meeting with the Special Session conveners, Dr. John Sims and Dr. Eugene Schewig, can be arranged by contacting Marion Fisher in the AGU newsroom 105; phone 617-954-3867. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"896241600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}