{"title":"November Streamflows Low","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Below-average streamflows in November caused a drop in reservoir levels and could signal a return to drought conditions if the trend continues over the winter months. <!--introend-->Streamflows generally increase monthly in the Maryland-Delaware-D.C. region from October through March, so the November decrease in streamflow rates throughout most of our region is not following the average seasonal pattern, according to hydrologists at the U.S. Geological Survey (USGS) in Baltimore, Maryland. The extremely low conditions of Autumn 1998 and Winter 1999 contributed to the drought conditions during the Summer of 1999. \n<p>\r\n<p>Contents of the Baltimore reservoir system decreased from 58,960 million gallons (58.96 billion gallons) in October to 57,640 million gallons near the end of November, which was 81 percent of average and 68 percent of capacity. Likewise, ground-water levels at the end of November have decreased and remain in the below normal range in west-central Maryland. Similarly, Eastern Shore water levels remain in the below normal range. \r\n<p>\r\n<p>In November, the average daily flow rate in the Potomac River at Little Falls decreased from 5.4 billion gallons per day (bgd) in October to 2.6 bgd in November, or 21 percent below the normal for November flow rate. During November, flow varied from a high of about 4.2 bgd to a low of about 1.8 bgd. Similarly flow into the Chesapeake Bay was low, about 21.4 bgd, or 44% below normal. Although flow rates in the Potomac River and flow into the Chesapeake Bay are below normal, they are higher than this time last year.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"944456400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170133"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}