{"title":"Low Levels of Gasoline Additive in Urban Stormwater and Ground Water a Key Topic at Chemical Society Meeting in San Francisco","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>(Note to Editors: Reporters are encouraged to attend the paper presentations and view the poster sessions on MTBE at the national meeting of the American Chemical Society in San Francisco, Calif., April 13-17, 1997, at the San Francisco Marriott, 55 Fourth St. ACS will hold a media advisory on MTBE on Wed., April 16, at 12:30 p.m. in Pacific Suite C. The ACS press room telephone number at the Marriott is 415-284-8008.) \n<p>\r\n<p>Methyl tert-butyl ether (MTBE) and its potential effects on air and water quality were the focus of a session Wed. and Thurs, April 16-17, 1997, at the American Chemical Society annual meeting in San Francisco, California. U.S. Geological Survey scientists will report on several studies of the occurrence and distribution of this compound in surface water and ground water during the session. \r\n<p>MTBE, derived from natural gas, is added to gasoline in many parts of the United States to reduce carbon monoxide and ozone levels in the air (95% of total MTBE use), or to increase the octane of gasoline (5% of use). MTBE is the most widely used oxygenate for these purposes, however, ethanol is used in many areas of the Nation. Oxygenates, such as MTBE and ethanol, reduce the need for benzene and other ozone-forming aromatic compounds in gasoline. \r\n<p>MTBE, and other ether oxygenates, are some of the 88 volatile organic compounds (VOCs) that are being measured by the USGS in 1997 in surface water and ground water throughout the United States as part of the USGS National Water-Quality Assessment Program. MTBE was included in the list of compounds measured because of its: (a) widespread use as an oxygenate, (b) potential release, past and present, from storage tanks and other point sources, (c) detection in shallow ground water in urban areas, and (d) impact to some drinking-water wells. The U.S. Environmental Protection Agency (USEPA) has classified MTBE as a possible human carcinogen and has established a draft lifetime drinking-water advisory of 20-200 ug\/L (micrograms per liter). This advisory is currently being updated. Also, MTBE imparts taste and odor to water, which can be detected by many persons beginning at levels between 40-130 ug\/L. (more--ACS-97-MTBE) \r\n<p>\r\n<p><b>*** MTBE In Municipal Stormwater ***<\/b> \r\n<p>\r\n<p>MTBE was detected in some urban stormwater samples collected in 16 cities and metropolitan areas by the USGS, but all detections of MTBE were less than the lower limit of the draft health advisory for drinking water. \r\n<p>At a reporting level of 1.0 ug\/L for most samples, USGS scientist Greg Delzer said MTBE was detected in one or more stormwater samples in eight cities--Atlanta, Baton Rouge, Birmingham, Colorado Springs, Denver, Dallas\/Fort Worth, San Antonio, and Phoenix. The detection rate in urban stormwater was highest in samples collected during the months of October through March each year of the study (1991-95). This October-March period corresponds with the expected seasonal use of oxygenated gasoline in areas where carbon monoxide exceeds established air-quality standards. \r\n<p>Concentrations of 62 VOCs and other constituent groups were measured in 592 stormwater samples collected in the 16 cities in 11 states, all of which have a population greater than 100,000. MTBE was the seventh most frequently detected VOC and was detected in 41 of the 592 stormwater samples. In decreasing order, the most frequently detected VOCs were toluene, total xylenes, chloroform, trimethylbenzene, tetrachloroethene, and naphthalene. Detections of MTBE ranged from 0.2 to 8.7 ug\/L with a median of 1.5 ug\/L. \r\n<p>In each of the three cities--Phoenix, Colorado Springs, and Denver--known to use MTBE to abate air pollution, it was detected only in stormwater samples collected during the season when oxygenated gasoline was in use. \r\n<p>MTBE was detected in 40 percent of the samples collected in these three cities during October through March. \r\n<p>Detection of MTBE in cities confirmed not to use oxygen","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"861076800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}