{"title":"Media Advisory &mdash; American Public Health Association Annual Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>WHO: <\/b>U.S. Geological Survey at the American Public Health Association Annual Meeting <\/p>\n<p><b>WHAT: Environmental Science and Human Health: An Exhibitor Workshop<\/b><br>The workshop will explore environmental threats to human health and describe how health organizations and the USGS can form effective partnerships for public-health protection. <\/p>\r\n<p><b>WHERE:<\/b> Hynes Center; Room 105<br>Boston, Massachusetts <\/p>\r\n<p><b>WHEN:<\/b> November 12, 2000<br>3:00 p.m. - 3:45 p.m. <\/p>\r\n<p><b>WHY:<\/b> Signs of environmental threats to human health are everywhere: West Nile Virus spreads among birds, mosquitoes, and people; cancer and reproductive failure are linked to arsenic, pesticides and other chemicals are found in water; most states have fish-consumption advisories because of toxic mercury in sport-fish; arsenic is released from burning coal; and dust blown from Africa to North America and the Caribbean harbors harmful chemicals and microbes. <\/p>\r\n<p>Recent partnerships between the USGS and the National Cancer Institute, the National Institute for Environmental Health Science, the Centers for Disease Control and Prevention, and other public-health organizations have helped to provide a better understanding of the nature of environmental health threats. At the USGS, the nation&rsquo;s largest water, earth and biological science and civilian mapping agency, that understanding is enhanced through systematic monitoring and data collection, sophisticated geographic analysis, and basic research. <\/p>\r\n<p>For additional information about the American Public Health Association Annual Meeting visit <a href=\"http:\/\/www.apha.org\/meetings\/\">http:\/\/www.apha.org\/meetings\/<\/a> <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Massachusetts"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"973659600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169440"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}