{"title":"Meet Kati: Diving into the World of Water","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"float: right; padding: 5px;\" align=\"right\">[iframe title=\"Student Youth video\" name=\"Student Youth Video\" width=\"400\" height=\"225\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/nL6HSSVdb-Q?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nHi, my name is Kaitlyn Bednar but everyone calls me Kati. I am currently a Student Trainee Hydrologist with the California Water Science Center (CAWSC) in Sacramento. I am also a full-time geology and geography student at California State University of Sacramento, and a part-time student at American River College within their G.I.S. certificate program. It may seem like a lot, but I enjoy keeping busy and learning new things.\n\n<strong>How did you start working for the USGS?<\/strong>\n\nI first heard about the Student Temporary Employment Program (STEP) with the USGS during my sophomore year of high school from my chemistry teacher. She knew how interested and excited I was about science and highly recommended that I look into the position and apply. Before I knew it, I was being offered the position and started my student employment with the USGS while finishing up high school.\n\nOnce I graduated, I immediately knew I wanted to continue to pursue a career with the USGS and declared my major as geology. Over the next few years, because of my student employment and involvement in geology, I was also exposed to the fields of geography and G.I.S., and converted into the Student Career Experience Program (SCEP). That played a huge role with my decision to also pursue an additional degree and certificate to contribute to the skills I use every day at work when trying to locate field sites and querying their corresponding data.\n\n<strong>What is a day in your life like?<\/strong>\n\n<strong><\/strong>Right now I work in Data Management where I mainly establish new sites and also work with historical data and other unique data sets that require special attention. For example, I have looked at descriptions of sites that were recorded as far back as the 1900s and used G.I.S. data to locate them. That process helps us to pinpoint and monitor exact sites overtime. I also help people enter their censored data into the National Water Information System (NWIS), making sure their metadata is not only correct, but that it also fully describes their dataset and matches exactly in both places.\n\nDuring spring, summer, and winter breaks from school, I try and get out in the field as much as possible with any group that needs an extra set of hands. So far, I have had the opportunity to work with projects studying groundwater, surface water, soils, gases, and some biological samples that have allowed me to gain a wide range of experience by completing tasks above my level. In the near future, I hope to transition into a position that has more responsibility, as a technician or hydrologist, and to be in charge of my own field runs.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/KBednar1.jpg\"><img class=\" wp-image-174515 alignleft\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/KBednar1-225x300.jpg\" alt=\"\" \/><\/a>\n\n<strong>What is your most memorable experience with the USGS so far? <\/strong>\n\nI have had so many memorable experiences working with the USGS that this is a hard decision to make. If I had to choose just one, I would have to say I will never forget the summer of 2010 when I had the opportunity to collect groundwater samples for water level measurements and water quality analysis. The field crew and I were collecting samples along the west coast all the way up from Sacramento to Crescent City and back. Never have I seen as much of California as I did that summer collecting samples. There is nothing more exciting than being pushed out of the â\u0080\u009cusualâ\u0080\u009d and into an unfamiliar place that is filled with natural beauty, talking to people I would never have met, and doing the job I continue to love that always has had some unexpected twist waiting for me to solve.\n\n<strong>What do you see as the most valuable part of your work?<\/strong>\n\n<strong><\/strong>The most valuable part of my work has been having the opportunity to gain experience in all areas by collecting, processing, and analyzing samples to establish them in our database. In my opinion, everyone should have at least one opportunity to see how each step is performed so that they too can have a general understanding of how what they do affects the bigger picture.<strong><\/strong>\n\n<strong>What are your future plans?<\/strong>\n\n<strong><\/strong>While finishing up with my degrees, I plan to continue working with the USGS and get out in the field as much as possible traveling throughout California and wherever else the USGS takes me. With the USGS I hope to fully gain an understanding of the hydrological issues that we are going to face in the near future, particularly those dealing with climate change and water availability.\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/KBednar3.jpg\"><img class=\" wp-image-174514 alignright\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/06\/KBednar3-225x300.jpg\" alt=\"\" \/><\/a>\n\n<strong>Why is the USGS a good place for students to work?<\/strong><strong><\/strong>\n\nI would have to say that the USGS is a great place to work because they taught me many life values that any teenager could benefit from. I am most thankful to have such amazing coworkers who have not only taught me essential work related skills but have also shared valuable life experiences that have inspired me to be the person I am today. They have been supportive of not only my career related goals, but also have been understanding of my personal goals and have put my education first. Many of my coworkers are now even close friends with whom I can see myself remaining in contact many years down the road.\n\nIf you would like to know more about me or what I do, please donâ\u0080\u0099t hesitate to contact me at <a href=\"mailto:kbednar@usgs.gov\">kbednar@usgs.gov<\/a> and introduce yourself. I love meeting new people and sharing stories.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24216","uid":"31","filename":"KBednar5.jpg","uri":"public:\/\/KBednar5.jpg","filemime":"image\/jpeg","filesize":"80707","status":"1","timestamp":"1425492768","type":"image","uuid":"c2c29a11-1735-4ca9-9bbb-5c5f8892e43b","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":360,"width":620},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["California","California Water Science Center","DOI Youth Initiative","geography","geology","SCEP","STEP","Student Career Experience Program","Student Temporary Employment Program","water","youth"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1341230838","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}