{"title":"20-Year Study Shows Levels of Pesticides Still a Concern for Aquatic Life in U.S. Rivers and Streams","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Levels of pesticides continue to be a concern for aquatic life in many of the Nation&rsquo;s rivers and streams in agricultural and urban areas, according to a new USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/pnsp\/pubs\/pest-streams\/\">study<\/a> spanning two decades (1992-2011).<!--introend--> Pesticide levels seldom exceeded human health benchmarks.<\/p>\n<p>Over half a billion pounds of pesticides are used annually in the U.S. to increase crop production and reduce insect-borne disease, but some of these pesticides are occurring at concentrations that pose a concern for aquatic life.<\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"405\" align=\"right\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_11\/pesticide_graph.jpg\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_11\/pesticide_graph_tn.jpg\" alt=\"Percent of streams with one or more pesticide compounds exceeding a chronic aquatic-life benchmark.\" \/><\/a><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\"><a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2014_09_11\/pesticide_graph.jpg\">High resolution image<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The proportion of streams with one or more pesticides that exceeded an aquatic-life benchmark was similar between the two decades for streams and rivers draining agricultural and mixed-land use areas, but much greater during the 2002-2011 for streams draining urban areas.<\/p>\r\n<p>Fipronil, an insecticide that disrupts the central nervous system of insects, was the pesticide most frequently found at levels of potential concern for aquatic organisms in urban streams during 2002-2011.<\/p>\r\n<p>&ldquo;The information gained through this important research is critical to the evaluation of the risks associated with existing levels of pesticides,&rdquo; said William Werkheiser, USGS Associate Director for Water.<\/p>\r\n<p>Since 1992, there have been widespread trends in concentrations of individual pesticides, some down and some up, mainly driven by shifts in pesticide use due to regulatory changes, market forces, and introduction of new pesticides. &ldquo;Levels of diazinon, one of the most frequently detected insecticides during the 1990s, decreased from about 1997 through 2011 due to reduced agricultural use and the U.S. Environmental Protection Agency&rsquo;s regulatory phase-out of urban uses,&rdquo; said, Wesley Stone, USGS hydrologist.<\/p>\r\n<p>The potential for adverse effects on aquatic life is likely underestimated in these results because resource constraints limited the scope of monitoring to less than half of the more than 400 pesticides currently used in agriculture each year and monitoring focused only on pesticides dissolved in water.<\/p>\r\n<p>The USGS <a href=\"http:\/\/water.usgs.gov\/nawqa\/\">National Water-Quality Assessment Program<\/a> is continually working&nbsp;to&nbsp;fill these data gaps by adding new pesticides that come into use, such as&nbsp;the&nbsp;neonicotinoid and pyrethroid insecticides, improving characterization of short-term acute exposures, and enhancing evaluations of sediment and other environmental media.<\/p>\r\n<p>The study &ldquo;Pesticides in U.S. Streams and Rivers:&nbsp; Occurrence and trends during 1992-2011&rdquo; is a feature article in the <em>Environmental Science and Technology<\/em> journal. The article and additional information including data, reports, and maps on pesticide status, trends, and use are available <a href=\"http:\/\/water.usgs.gov\/nawqa\/pnsp\/pubs\/pest-streams\/\">online<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water National Streamflow Information","Water Groundwater Resources","Water National Water Quality Assessment","Ecosystems Terrestrial Freshwaterand Marine Environments","Energyand Minerals Mineral Resources","Environmental Health","Environmental Health Toxic Substances Hydrology"],"article_type":["National News Release"],"distribution":["Biology","Environmental Health","Water"],"release_date":{"und":[{"value":"1410408000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169368"},{"tid":"170672"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}