{"title":"Mount St. Helens Takes a Rest","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->VANCOUVER, WA-The U.S. Geological Survey (USGS) reported today that a dome of lava that has been growing continuously in the crater of Mount St. Helens in Washington State for more than three years has stopped.<!--introend--> As a result, volcano experts at the Cascades Volcano Observatory (CVO) are lowering the Volcano Alert Level from Watch\/Orange to Advisory\/Yellow to indicate that, although lava growth has ceased, renewed activity is possible.<\/p>\n<p>Since late January 2008, seismic activity has fallen to an extremely low level, daily ground tilt events have stopped, and images acquired from field cameras show no evidence of recent lava-dome growth. A GPS instrument (spider) deployed via helicopter onto the lava dome on February 15 is showing only subtle movements consistent with settling of the dome.<\/p>\r\n<p>The new lava dome began growing rapidly in October 2004 and since then the rate of growth has been gradually slowing. Thus, \"considering the low rate of dome growth during the past several months, the current pause is not surprising,\" said CVO scientists.&nbsp; The new dome has grown to a volume similar to that of the dome that grew in the Mount St. Helens crater between 1980 and 1986.<\/p>\r\n<p>During the 1980s, lava dome growth was episodic, with pauses in eruptive activity lasting from weeks to almost a year. Such episodic patterns are also observed at many other volcanoes worldwide.&nbsp; \"We cannot determine at this time how long the current pause at Mount St. Helens will last or whether eruptive activity will cease for the foreseeable future,\" said CVO scientists.<\/p>\r\n<p>Despite the pause in dome growth, some hazards persist. The new lava dome remains hot in places and can still produce localized hot avalanches or small steam explosions that could cause hazardous conditions in and around the crater. Sudden melting of snow and ice or intense rainfall could send small lahars onto the Pumice Plain and perhaps down the Toutle River as far as the Sediment Retention Structure (SRS). Ash clouds from small explosions could affect aircraft.<\/p>\r\n<p>The USGS and the University of Washington's Pacific Northwest Seismic Network will continue to monitor Mount St. Helens closely to watch for any sign of renewed lava-dome growth or other types of volcanic activity.<\/p>\r\n<p>Updates will be issued weekly, not daily, while Mount St. Helens is in Advisory\/Yellow status.<\/p>\r\n<p>For more information about the eruption and current activity reports visit <a href=\"http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/Eruption04\/framework.html\">http:\/\/vulcan.wr.usgs.gov\/Volcanoes\/MSH\/Eruption04\/framework.html<\/a>. Alert level and aviation color code definitions may be found at <a href=\"http:\/\/pubs.usgs.gov\/fs\/2006\/3139\/fs2006-3139.pdf\">http:\/\/pubs.usgs.gov\/fs\/2006\/3139\/fs2006-3139.pdf<\/a>.<\/p>\r\n<p>Additional information about volcanoes and volcano hazards may be found at <a href=\"http:\/\/volcanoes.usgs.gov\/\">http:\/\/volcanoes.usgs.gov\/<\/a>.<\/p>\r\n<p><strong>Current Volcanic- Alert Level ADVISORY; Aviation Color Code YELLOW:<\/strong> Growth of the new lava dome inside the crater of Mount St. Helens, which began in October 2004, appears to have paused during the past month. The rate of lava extrusion as determined by repeated aerial photography had been declining since late 2004, and other indicators of eruptive activity have also declined significantly. Comparison of photographs taken by remote cameras between late January and mid-February shows no evidence of extrusion. In addition, very few earthquakes have been recorded since late January, gas emissions are barely detectable, and daily ground-tilt events have stopped. These changes may only reflect a temporary pause in the eruption. Therefore, we are lowering the alert level to Advisory and the aviation color code to Yellow, which signifies that volcanic activity has decreased significantly but continues to be closely monitored for possible renewed increase. The new lava dome rema","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1203570000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169005"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}