{"title":"Fatalities Increase in 1998, but ... Earthquake Death Toll Still Below Long-Term Average","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to editors: Because of the nature of earthquake data collection, information on these events should be considered preliminary. We will issue an update if necessary. \n<p>At least 8,928 people were reported killed from earthquakes world wide in 1998, according to the U.S. Geological Survey National Earthquake Information Center (NEIC) in Golden, CO. Although this is a three-fold increase over the 1997 toll of 2,907, and a twenty-fold increase over the 1996 total of 419 deaths, it is still under the long-term average of about 10,000 earthquake-related deaths in the world each year. \r\n<p>\"This is the 5th consecutive year in which the death toll has been below average world wide,\" said Waverly Person, Director of the USGS NEIC. \"The border area of Afghanistan and Tajikistan bore the brunt of fatalities in two events (at least 6,323 fatalities), neither of which was the strongest earthquake for the year or even classified as a major earthquake,\" Person explained. \r\n<p>The strongest earthquake in 1998, one of only two great earthquakes recorded in the world in 1998 (magnitude 8.0 or above), occurred on March 25 in the Balleny Islands region, between Australia and Antarctica. Its magnitude was 8.3. The other great earthquake occurred on Nov. 29 in the Ceram Sea, near Sulawesi, Indonesia. That earthquake&rsquo;s magnitude was 8.1 and at least 34 people were killed. Only ten earthquakes were classified as \"major.\" Major earthquakes have a magnitude of 7.0-7.9. According to long-term records, an average of 20 major earthquakes occur in the world per year. \r\n<p>\"No fatalities occurred in the U.S. in 1998 from earthquakes; however two people were reported injured in the August 12, magnitude 5.3 earthquake in southern Santa Cruz County, California,\" said Person. \r\n<p>Three earthquakes of magnitude 6.2 were the strongest recorded in the U.S. in 1998. All occurred in Alaska: July 9 in southern Alaska, Aug. 20 and Sept. 14 in the Aleutian Islands. \r\n<p>\"A magnitude 5.2 earthquake on the Ohio-Pennsylvania border on Sept. 25 generated the greatest number of inquiries to the NEIC. Although this earthquake did not cause very much damage, it was felt strongly throughout northern Ohio and most of Pennsylvania. It was also felt in Illinois, Indiana, Michigan, New Jersey, New York, and southern Ontario, Canada,\" said Person. \"We continue to hear from many people throughout the world that earthquakes are on the increase. Although it may seem that we are having more earthquakes, this is not the case. In fact, earthquakes of magnitude 7.0 or higher have remained fairly constant throughout this century,\" Person noted. \r\n<p>A partial explanation for the impression of increased earthquakes may be that in the last twenty years, we have definitely had an increase in the number of earthquakes USGS has been able to locate each year. This is because of the tremendous increase in the number of seismograph stations in the world and the many improvements in global communications. Besides enhancing public safety, this increase in the number of stations and the more timely receipt of data has allowed seismological centers to locate many small earthquakes which were undetected in earlier years, and we are able to locate earthquakes more rapidly. Also, because of the improvements in communications and the increased interest in natural disasters, the public now learns about more earthquakes. \r\n<p>Also, the effect that earthquakes have when they strike is generally more pronounced. Although we have gained much knowledge in building safer structures, when earthquakes occur today, losses (both human and property) are greater in many areas of the world. This is not because the earthquakes are stronger; it is simply because the Earth&rsquo;s population is increasing and more property (much of it not built to withstand earthquakes) exists that can be destroyed in an earthquake. \r\n<p>USGS estimates that several million earthquakes occur in the world each year. Many of","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"915685200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}