{"title":"Landsat 7 Continues To Provide Earth Science Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Landsat 7, one of the Nation&rsquo;s two earth remote sensing satellites, continues to provide useful images and data of the earth&rsquo;s surface despite a problem encountered with one part of the satellite. Attempts to fix the problem from earth have not been successful. <\/p>\n<p>\"The problem involves a correction for the forward motion of the satellite,\" said R.J. Thompson, chief of the U.S. Geological Survey&rsquo;s EROS Data Center, from where the Landsat Program is managed. \"But Landsat 7 continues to operate and send back degraded but still useful images and data that earth scientists use to track changes in the surface of our planet.\" <\/p>\r\n<p>Thompson said Landsat 7 is acquiring about 75 percent of the data of each image it was designed to provide. In the meantime, data from Landsat 5, launched in 1984, continues to send vital images of the U.S. and will continue to be used as a backup and to fill in gaps in coverage areas.<\/p>\r\n<p>Landsat 5, launched in 1984, covers the entire earth&rsquo;s surface every 16 days and has continually served as a backup for the technologically advanced Landsat 7 since its 1999 launch. Landsat 5 has performed far beyond its three-year design lifetime, and sent hundreds of thousands of 100-mile by 100-mile land-surface images to U.S. and international ground receiving stations. <\/p>\r\n<p>The Landsat Program is the longest running program providing vital images of the Earth&rsquo;s surface from space. The first Landsat satellite was launched in 1972 and since then, Landsat satellites have been providing a constant stream of moderate-resolution images. In 1999, the Landsat Program took a giant leap forward technologically with the launch of Landsat 7. The instruments on the Landsat satellites have acquired more than 4 million images of the surface of the planet, providing a unique resource for scientists who study agriculture, geology, forestry, regional planning, education, mapping and global change research. <\/p>\r\n<p>The Landsat Program is a joint initiative of USGS and NASA to gather Earth resource data using a series of satellites including Landsats 5 and 7. NASA is responsible for developing and launching the spacecrafts, while the USGS is responsible for flight operations, maintenance, and management of all data reception, processing, archiving, product generation, and distribution. The primary objective of the Landsat Program is to ensure a consistent, calibrated collection of Earth imagery that can be used to scientifically measure change over decades and beyond. Landsat&rsquo;s global survey mission is to repeatedly capture images of the Earth&rsquo;s land mass, coastal boundaries, and coral reefs; and to ensure the data acquired are of maximum utility in supporting the scientific objectives of monitoring changes in the Earth?s land surface and associated environment. <\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1063080000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}