{"title":"USGS Adds SPOT Imagery to Satellite Archive","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey and SPOT Image Corporation have agreed to make \n700,000 historical SPOT satellite images available to other federal agencies as \r\nearly as this summer. \r\n<\/p>\r\n<p>The SPOT imagery will complement the Landsat archive by substantially \r\nincreasing the number of low-cloud-cover images and by filling gaps in Landsat \r\ncoverage. In addition to environmental research, satellite data are used by \r\ncustomers worldwide in the government, commercial and educational communities \r\nfor applications in areas such as forestry, agriculture, geology, oceanography, \r\nland mapping and geographic research. \r\n<\/p>\r\n<p>\"The USGS welcomes this opportunity to work with SPOT Image Corporation to \r\nget important information about the Earth&rsquo;s landscape and the dynamics of change \r\ninto the hands of users of satellite imagery,\" said USGS chief geographer \r\nRichard Witmer. \"This partnership draws upon and enhances the capabilities of \r\nboth organizations and provides another gateway to these data,\" Witmer said. \"At \r\nthe same time, the partnership helps ensure these data are preserved for future \r\nuse.\" \r\n<\/p>\r\n<p>The USGS EROS Data Center (EDC) in Sioux Falls, S.D., holds one of the \r\nworld&rsquo;s largest collections of aerial and satellite images of the Earth&rsquo;s land \r\nsurface. The EDC will permanently archive the SPOT scenes acquired over the \r\nUnited States from 1986 through 1998 as well as provide catalog query services, \r\norder fulfillment, and product generation to federal research and operational \r\nusers. Products will be distributed at the cost of reproduction, plus a royalty \r\nfee paid to SPOT Image Corporation for use of the data. Users should continue to \r\ncontact SPOT Image Corporation directly to order post-1998 imagery and non-U.S. \r\nimagery or to arrange for satellite programming to acquire images in the \r\nfuture.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"953528400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"170388"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}