{"title":"Value of Nation&rsquo;s Mineral Production Still on the Rise in 2005","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<b>\n<p>Editors: \"Mineral Commodity Summaries 2006\" is available on the USGS Web site at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a>. Hardcopy will be available in March.<\/p><\/b>\r\n<p><!--introstart-->The value of U.S. non-fuel mine production rose last year to $51.6 billion &ndash; a 13 percent increase from 2004, the U.S. Geological Survey (USGS) announced today. <!--introend-->Strong demand from China continued to drive up prices for metals and some industrial minerals, and led to increased production of some commodities, according to the annual USGS report \"Mineral Commodity Summaries 2006,\" which was released on the Internet today.<\/p>\r\n<p>\"The demand for metals and minerals from emerging industrial giants China and India continues to drive the world economy,\" said USGS Acting Director Pat Leahy, whose agency is the sole federal government provider of scientific information and objective assessments on mineral resources, production, consumption, and environmental effects. <\/p>\r\n<p>The estimated value of domestically processed non-fuel mineral materials totaled $478 billion in 2005. This is an increase of about 8 percent from the previous year. Mining of copper, iron ore, molybdenum, and aggregates (crushed stone and sand and gravel) increased, according to the report. Cement, pig iron, and steel manufacturing also increased. The 188% increase in the value of mined molybdenum significantly raised the ranking of several mining states. China&rsquo;s increasing steel production provided strong demand for molybdenum. High molybdenum prices have encouraged higher output from molybdenum mines and the preferential mining of copper ores containing byproduct molybdenum.<\/p>\r\n<p>\"The USGS evaluates these materials because they are used to make all kinds of manufactured products and, therefore are an important part of the economy and our national security,\" said Leahy. \"Mining is the first step in building or manufacturing nearly everything, so these statistics are also an indicator of how the global minerals economy will affect our nation&rsquo;s economic future.\"<\/p>\r\n<p>The report provides detailed information about events, trends, and issues in the domestic and international minerals industries during 2005. It summarizes minerals industry trends for individual mineral commodities and provides an outlook for domestic mineral industries in 2006. Separate chapters include production, trade, and resources statistics for about 90 mineral commodities. <\/p>\r\n<p>The USGS collects, analyzes, and disseminates data on current production and consumption of about 100 mineral commodities, for the U.S. and about 180 other countries. <\/p>\r\n<p>\"Mineral Commodity Summaries 2006\" is available on the USGS Web site at <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/\">http:\/\/minerals.usgs.gov\/minerals\/pubs\/mcs\/<\/a>. Hardcopy will be available in March 2006 from the Government Printing Office, Superintendent of Documents. Call 202-512-1800 (1-866-512-1800 toll free) or visit its Web site at <a href=\"http:\/\/www.gpoaccess.gov\/index.html\">http:\/\/www.gpoaccess.gov\/index.html<\/a> for ordering information.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1138078800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169986"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}