{"title":"The Buzz on Native Bees","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<div style=\"width: 500px\">\n\nSCIENCE FOR SHARING\n\n<hr \/>\n\n\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198101\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\" alt=\"\" width=\"24\" height=\"20\" \/><\/a>Â Bee Sweet: Bees pollinate 75% of U.S. fruits, nuts &amp; veggies #PollinatorWeek2014 <a href=\"http:\/\/bit.ly\/1kTua3G\">http:\/\/bit.ly\/1kTua3G<\/a>\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198071\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.png\" alt=\"\" width=\"24\" height=\"20\" \/><\/a> Â Â Bee Beautiful: up close and personal bee photos #PollinatorWeek2014 <a href=\"http:\/\/bit.ly\/1kGAqH6\">http:\/\/bit.ly\/1kGAqH6<\/a>\n\n<hr \/>\n\n<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.jpg\"><img class=\"alignleft size-full wp-image-198071\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/twwet.png\" alt=\"\" width=\"24\" height=\"20\" \/><\/a>Â Â  Bee Smart: Pollinator Garden App #PollinatorWeek2014 <a href=\"http:\/\/bit.ly\/1jxoLhL\">http:\/\/bit.ly\/1jxoLhL<\/a>\n\n<hr \/>\n\n<\/div>\n<strong>Itâ\u0080\u0099s National Pollinator Week, and ecosystems â\u0080\u0093 whether agricultural, urban, or natural --Â depend on pollinators, great and small.<\/strong>\n\nPollinators in the form of bees, birds, butterflies, bats and beetles provide vital, but often invisible, services from supporting terrestrial wildlife and plant communities to supporting healthy watersheds. USGS and federal partners are studying native bees and their behaviors at selected sites across the country.\n<a href=\"http:\/\/trilat.org\/component\/content\/article\/17-roknewsrotator\/1400-the-monarch-butterfly\" target=\"_blank\">High-level interest<\/a>Â in pollinators was spotlighted at a February 2014 North American Leadersâ\u0080\u0099 Summit meeting, where Mexico, United States, and Canada discussed the need for monarch butterfly conservation efforts.Â In another meeting a few weeks ago, the three countriesÂ theÂ laid the ground workÂ forÂ coordinating scientific and management actions to benefit the monarch butterfly, aÂ <a href=\"http:\/\/www.monarchjointventure.org\/\" target=\"_blank\">landmark species<\/a>Â in all three countries.Â USGS will participate in a new interagency task force to work on monarch management with Canada and Mexico;Â in addition, USGS researchers, who have already examined AmericanÂ <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3712&amp;from=rss#.U58AKY1dX8t\" target=\"_blank\">willingness to help conserve monarchs<\/a>Â are also beginning research to figure out the best places in the country to focus monarch restoration efforts.\n\n<strong>Bevy of Bees<\/strong>\n\n[caption id=\"\" align=\"alignright\" width=\"331\"]<a href=\"http:\/\/www.flickr.com\/photos\/usgsbiml\/7516991810\/in\/set-72157630468783226\/\"><img class=\"     \" src=\"https:\/\/farm8.staticflickr.com\/7249\/7516991810_1bb964a4b3_o.jpg\" alt=\"\" width=\"331\" height=\"262\" \/><\/a> Anthophora occidentalis, male, Badlands National Park, June 2012[\/caption]\n\nBees are nearly ubiquitous, occurring on every continent except Antarctica. Wherever there are insect-pollinated flowering plants -- forest, farms, cities and wildlands -- there are bees. And just because you donâ\u0080\u0099t see plants blooming, does not mean that there are no bees around. There are nearly 20,000 known bee species in the world, and 4,000 of them are native to the United States. From the tiny and solitary <em>Perdita minima,<\/em> known as the worldâ\u0080\u0099s smallest bee, to the large carpenter bee, to the brilliant blue of the mason bee; native bees come in a variety of shapes, sizes and <a href=\"http:\/\/www.fs.fed.us\/wildflowers\/pollinators\/pollinator-of-the-month\/mason_bees.shtml\">colors<\/a>. Â And all these bees have jobs, as pollinators.\n\n<strong>Providing Ecosystem Services<\/strong>\n\nNative bees pollinate native plants like cherries, blueberries and cranberries, and were here long before European honeybees were brought to the country by settlers. Honeybees, of course, are well known for pollinating almond and lemon trees, okra, papaya and watermelon plants. But native bees are estimated to pollinate 80 percent of flowering plants around the world. And none of them sting â\u0080\u0093 really!\n\nAccording to the USDA, bees of all sorts pollinate approximately 75 percent of the fruits, nuts and vegetables grown in the United States, and one out of every four bites of food people take is courtesy of bee pollination. In sum, bee pollination is responsible for more than $15 billion in increased crop value each year.\n\nBees are vegetarians who descended from wasps about 125 million years ago when the first flowering plants evolved. Some wasps switched from hunting prey to gathering pollen, evolving to become bees. Bees feed on both nectar and pollen â\u0080\u0093 the nectar is for energy, and the pollen provides protein and other nutrients. Most pollen is used by bees as larvae food, but bees also transfer it from plant-to-plant providing the pollination services needed by plants and nature as a whole.\n\n[caption id=\"\" align=\"alignleft\" width=\"384\"]<a href=\"http:\/\/www.flickr.com\/photos\/usgsbiml\/8354392738\/sizes\/z\/in\/photostream\/\"><img class=\" \" src=\"http:\/\/farm9.staticflickr.com\/8190\/8354392738_3891e4c876_z.jpg\" alt=\"\" width=\"384\" height=\"248\" \/><\/a> Halictus ligatus, Morris Arboretum, Philadelphia Pennsylvania, covered in pollen from an unknown plant[\/caption]\n\n<strong>Home Sweet Home<\/strong>\n\nMost native bees build nests and provide food for their offspring, but about 20-25 percent have gone the way of the cuckoo birds, laying their eggs in the nests of others. Aside from the â\u0080\u009ccuckooâ\u0080\u009d bees, all bees build nests, and stock them with pollen and nectar before laying their eggs. Some, like the sweat bee, build nests underground while others choose hollow stems or holes in trees, like the leafcutter bee.\n\n<strong>Got Bees? USGS Does<\/strong>\n\nThe <a href=\"http:\/\/www.pwrc.usgs.gov\/nativebees\/\">USGS Native Bee Inventory and Monitoring Program<\/a><strong> <\/strong>designs and develops large- and small-scale surveys for native bees. As part of the program they also provide the first-ever comprehensive <a href=\"http:\/\/www.pwrc.usgs.gov\/nativebees\/Keys.html\">identification tools and keys<\/a> for North American native bee species. Established in 2004, the program has made advances in bee monitoring, and developed and tested survey techniques that were incorporated into the bee manual, â\u0080\u009c<a href=\"http:\/\/www.pwrc.usgs.gov\/nativebees\/Handy%20Bee%20Manual\/Handy%20Bee%20Manual.pdf\">The Very Handy Manual: How to Catch and Identify Bees and Manage a Collection<\/a>.â\u0080\u009d\n\nProgram scientists have also devised a technique for collecting and processing native bee specimens for the inventory, as well as having developed an easy-to-use permanent monitoring technique that will be deployed nationally in 2014. The program also manages the worldâ\u0080\u0099s largest <a href=\"http:\/\/tech.groups.yahoo.com\/group\/beemonitoring\/\">international listserv of bee monitoring and identification<\/a>.\n\nUSGS and its partners have conducted native bee inventories at more than 100 national parks, wildlife refuges and forests; and nearly 1000 super-high resolution public domain<a href=\"http:\/\/www.flickr.com\/photos\/usgsbiml\/\"> images of bees and wasps are available online.<\/a> The programâ\u0080\u0099s native bee database of approximately 250,000 collection records of bees and wasps rivals that of the largest museums. Records can be viewed at the <a href=\"http:\/\/www.discoverlife.org\/\">Discoverlife<\/a> and <a href=\"http:\/\/eol.org\/\">Encyclopedia of Life<\/a> websites. Even with all that is being learned about native bees, native bee researchers still face challenges.\n\n[caption id=\"\" align=\"alignright\" width=\"349\"]<a href=\"http:\/\/www.flickr.com\/photos\/usgsbiml\/7496919530\/in\/set-72157630468783226\/\"><img class=\"    \" src=\"https:\/\/farm8.staticflickr.com\/7263\/7496919530_7b141e1b91_o.jpg\" alt=\"Bombus griseocollis, Queen, South Dakota, USA, Badlands\" width=\"349\" height=\"340\" \/><\/a> Bombus griseocollis, Queen, South Dakota, USA, Badlands[\/caption]\n\n<strong>Population Declines: Beyond Honey Bees<\/strong>\n\nColony collapse disorder, the cause of which is unknown, affects only European honeybees and has been recorded across the county. The primary symptom of the disorder is having no or low numbers of adult honeybees present in a hive; no dead honeybees are present, but a queen is. Immature bees will be present and honey will still be in the hive. Fortunately, colony collapse disorder does not affect native bees, though some native bees and other pollinators are also experiencing population declines and range reductions. Native bee species are being affected by at least some of the same factors affecting honeybees such as habitat loss and fragmentation as well as the use of pesticides.\n\n<strong>What can you do for native bees?<\/strong>\n\nTo increase or improve habitat for native bees, plant a diversity of pollen and nectar sources native to your area that bloom at various times during the year. Native plants and native pollinators have mutually adapted over the millennia. Many native bee species are pollen specialists and need to provide their young with pollen from native plants, so providing native plants will increase the diverse community of native bee species. If possible, avoid use of pesticides and provide a source of pesticide-free water, and mud, which is used as a nesting material by some bee species.Â  You can also provide nesting habitat for native bees by rototilling a bare spot in the lawn or garden for soil-nesting bees, leaving standing dead trees, which will provide housing for native bees, or Â building a bee house. For more tips, listen to our podcast, Bees are Not Optional.\n\n&nbsp;\n\n[SlideDeck2 id=179912]\n\n&nbsp;\n\nLinks:\n\n<a href=\"http:\/\/www.pwrc.usgs.gov\/nativebees\/\">USGS Native Bee Inventory and Monitoring Program<\/a>\n\n<a href=\"http:\/\/pubs.er.usgs.gov\/publication\/70035669\">The Plight of the Bees: USGS article on bee declines<\/a>\n\n<a href=\"http:\/\/pollinator.org\/index.html\">The North American Pollinator Partnership:<\/a> Activities for Pollinator Week 2014 and info about pollinators of all kinds.\n\n<a href=\"http:\/\/gallery.usgs.gov\/audios\/414\">Bees Are Not Optional:<\/a> Podcast that discusses the tremendous importance of native bees and pollinators in general, and how you can lend a hand to these tiny titans.\n\nThe Buzz on <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=1962\">Pollinators<\/a>:Â  Series of podcasts done with the Interior Department and the Pollinator Partnership:Â  The Pollinator Partnership, Pollinators and Climate, Endangered Butterflies and Plants, Busy Bees in the Beltway, Pollinators on Public Lands.\n\n<a href=\"http:\/\/www.monarchjointventure.org\/\" target=\"_blank\">Joint Monarch Venture<\/a>:Â  A partnership of federal and state agencies, NGOs, and academic programs working together to support and coordinate efforts to protect the monarch migration across the lower 48 states.\n\n&nbsp;\n\n&nbsp;","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24377","uid":"31","filename":"BeeMain.jpg","uri":"public:\/\/BeeMain.jpg","filemime":"image\/jpeg","filesize":"216909","status":"1","timestamp":"1425492768","type":"image","uuid":"28b1afa4-91d4-4760-b7ab-d84db330cc0c","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Native Species"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1402942692","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}