{"title":"Crater Drilling Declared Major Success<br>More than a mile-long core retrieved","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Following three months of around-the-clock work, the Chesapeake Bay Impact Crater Deep Drilling Project successfully completed its operations, extracting more than a mile long segment of rocks and sediments from the Earth. On Dec. 4, the drill bit reached a final depth of 5,795 ft (1.1 miles, 1.77 kilometers) within the structure of the crater. <\/p>\n<p>The impact crater was formed about 35 million years ago when a rock from space struck the Earth at hypersonic speed. Scientists have only recently begun to explore the consequences from that distant event and learn how it has greatly affected the population living in southeastern Virginia today. <\/p>\r\n<p>\"The drilling project was a major success,\" said Greg Gohn, a U. S. Geological Survey (USGS) scientist in Reston, Va. \"We recovered a nearly complete set of core samples from the top of the crater fill to the crater floor.\" USGS and the International Continental Scientific Drilling Program (ICDP) are the project&rsquo;s sponsors.<\/p>\r\n<p>Gohn is a co-principal investigator of the drilling project, along with Christian Koeberl of the University of Vienna in Austria, Kenneth Miller of Rutgers University in New Brunswick, NJ, and Uwe Reimold, at Humboldt University in Berlin, Germany.<\/p>\r\n<p>\"This is one of the most complete cores ever obtained in an impact structure,\" said Koeberl, \"and will allow us to understand a shallow-marine impact event at an unprecedented level.\" <\/p>\r\n<p>The team successfully recovered the complete succession of post-impact sediments above the crater, the entire sequence of rocks broken up during the impact, and rocks from the crater floor. These samples will allow the project&rsquo;s international science teams to research the post-impact environment, impact-related processes, and the impact process itself. In addition, the team completed geophysical down-hole logging to collect additional data, such as the temperature gradient within the corehole. <\/p>\r\n<p>Important in this multidisciplinary venture is the analysis of the groundwater reservoir in the Chesapeake Bay impact crater. Findings have direct implications for the millions of people living in the area along Virginia&rsquo;s eastern shore and to future development. Several teams from the U.S. and Europe are investigating the microbial life present in the impact crater, part of intriguing recent studies of life in exotic environments.<\/p>\r\n<p>\"The post-impact sediments record the recovery of the continental-shelf target area from devastating impact mega-tsunamis to the passive continental shelf and coastal plain that continues today,\" said Ken Miller, who chairs the Department of Geological Sciences at Rutgers University. \"Comparison of the section in Virginia with more complete sections sampled in New Jersey and Delaware will yield new insight into global sea-level changes and the distribution of water-bearing units in the coastal plain.\"<\/p>\r\n<p>The drillsite is located on private land in Northampton County on Virginia&rsquo;s Eastern Shore. The site was chosen because of its location above the central part of the buried crater. Drillsite activities began with extensive site preparations in July 2005. The drill rig arrived in early September, and scientists recovered the first core sample on September 15th. <\/p>\r\n<p>Cores are being stored at the USGS in Reston, VA and will be photographed and documented during the next 3 months. In March 2006 members from all international teams will gather at the USGS to obtain samples of the core for their various studies.<\/p>\r\n<p>ICDP and USGS provided the initial funding for the drilling project. The project received supplementary funding in late November from ICDP and USGS, and from the Solar System Division of the NASA Science Mission Directorate, which allowed drilling to continue into December. The National Science Foundation, Earth Science Division, is supporting the post-impact studies.<\/p>\r\n<p>DOSECC (Drilling, Observation, and Sampling of the Ear","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1137128400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169465"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}