{"title":"Large Trees Declining in Yosemite","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Large trees have declined in Yosemite National Park during the 20<sup>th<\/sup> century, and warmer climate conditions may play a role.<!--introend--><\/p>\n<p>The number of large-diameter trees in the park declined 24 percent between the 1930s and 1990s. U.S. Geological Survey and University of  Washington scientists compared the earliest records of large-diameter trees densities from 1932&ndash;1936 to the most recent records from 1988&ndash;1999.<\/p>\r\n<p>A decline in large trees means habitat loss and possible reduction in species such as spotted owls, mosses, orchids and fishers (a carnivore related to weasels). Fewer new trees will grow in the landscape because large trees are a seed source for the surrounding landscape. Large-diameter trees generally resist fire more than small-diameter trees, so fewer large trees could also slow forest regeneration after fires.&nbsp;<\/p>\r\n<p>&ldquo;Although this study did not investigate the causes of decline, climate change is a likely contributor to these events and should be taken into consideration,&rdquo; said USGS scientist emeritus Jan van Wagtendonk. &ldquo;Warmer conditions increase the length of the summer dry season and decrease the snowpack that provides much of the water for the growing season. A longer summer dry season can also reduce tree growth and vigor, and can reduce trees&rsquo; ability to resist insects and pathogens.&rdquo;<\/p>\r\n<p>Scientists also found a shift to fire-intolerant trees in some forests that had not experienced fires for nearly a century. In these areas, trees changed from fire-tolerant ponderosa pines to fire-intolerant white fir and incense cedar. In burned areas, however, pines remained dominant.<\/p>\r\n<p>&ldquo;We should be aware that more frequent and severe wildfires are possible in Yosemite because of the recent shift to fire-intolerant trees in unburned areas and warmer climates bring drier conditions,&rdquo; said van Wagtendonk.<\/p>\r\n<p>This research was published in <em>Forest Ecology and Management<\/em> and can be found <a href=\"http:\/\/www.werc.usgs.gov\/yosemite\/pdfs\/Lutz_vanWagtendonk_Franklin_Declining_Large_Trees_FEM_2009.pdf\">online<\/a> (PDF).&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","National Parks","Climate Change","forest","wildfires"],"release_date":{"und":[{"value":"1248840000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169551"},{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}