{"title":"New Satellite Map of Chesapeake Bay to Aid Management Efforts","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A new satellite image map of the Chesapeake Bay that will aid a multi-state effort to restore and manage the Bay&rsquo;s resources was unveiled Thursday (October 10, 1996) in Harrisburg, Pa., by the U.S. Geological Survey. <\/p>\n<p>USGS scientists hope that the image of the entire 64,000 square mile drainage basin of the Chesapeake Bay will provide a snapshot of recent surface conditions, including vegetation, that can be compared with future images to help produce a report card of progress or setbacks in meeting resource management goals. <\/p>\r\n<p>\"Because the image can provide a key to at least a dozen vegetation types and other land-cover features, we hope we can work with other agencies to develop methods for monitoring progress on such things as changes in the critical forest buffer zones along rivers and streams,\" said David Greene, mapping specialist with the USGS Chesapeake Bay Science Program. <\/p>\r\n<p>\"The type of land cover can have a tremendous effect on water quality in the Chesapeake Bay Region. The satellite image will not only provide quantifiable information on the location and extent of such things as forest buffer zones, but also aid public understanding of the extent and variety of resources in the Chesapeake Bay basin,\" Greene said. <\/p>\r\n<p>The map was unveiled in Harrisburg at the annual Executive Council Meeting of the interagency Chesapeake Bay Program (second floor conference room, Ramada Inn at Market Square). The council is composed of the governors of the three participating Chesapeake Bay states (Pennsylvania, Maryland and Virginia), the mayor of Washington, D.C., the chairman of the Chesapeake Bay Commission and the Administrator of the Environmental Protection Agency, representing the federal agencies. <\/p>\r\n<p>The image mosaic, composed of Landsat Thematic Mapper scenes collected from 1991 through 1994, will be the most complete and current basinwide image to date of the entire Chesapeake Bay. Although still in an experimental stage, the information on the map will be used by the USGS in hard copy format for educational activities, and in electronic soft copy format for such applications as land use analysis. <\/p>\r\n<p>The map is one of the first basinwide products of the USGS Chesapeake Bay Science Program, which works with other local, state and federal agencies to provide the scientific information needed by land and resources managers and other potential users. The information is designed to help improve the understanding of the entire Bay ecosystem and enhance the ability to predict and measure the effects of restoration efforts. Among other activities, the USGS is measuring surface-water and ground-water flow and quality; conducting studies of past and present natural and human induced changes, providing cartographic analysis, helping to modify hydrologic and geologic models of the Bay system, and working to improve the understanding of living resources in the Bay.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"844920000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}