{"title":"Interior's Secretary Jewell Announces New Wildlife and Climate Studies at the Alaska Climate Science Center","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Descriptions of the funded projects for the Alaska Climate Science Center are available <\/strong><a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p>Secretary of the Interior Sally Jewell announced today that Interior&rsquo;s Alaska Climate Science Center will share more than $130,000 with the Northwest Climate Science Center and North Pacific Landscape Conservation Cooperative for <a href=\"https:\/\/nccwsc.usgs.gov\/csc\/alaska\">research<\/a> to assist Native groups in planning for and adapting to climate change.<\/p>\r\n<p>In addition, the Alaska CSC will continue with <a href=\"http:\/\/www.doi.gov\/csc\/alaska\/science.cfm\">five funded projects<\/a> from previous years; those projects include climate change research on projects ranging from regional ecosystem modeling to understanding the impacts of coastal storms.&nbsp;<\/p>\r\n<p>\"Even as we take new steps to cut carbon pollution, we must also prepare for the impacts of a changing climate that are already being felt across the country,\"said Secretary Jewell. \"These new studies, and others that are ongoing, will help provide valuable, unbiased science that land managers and others need to identify tools and strategies to foster resilience in resources across landscapes in the face of climate change.\"<\/p>\r\n<p>The funded studies will focus on how climate change will affect natural and cultural resources, and management actions that can be taken to help offset such change. &nbsp;In addition, these studies also document the Center&rsquo;s priority on entering collaborative partnerships &ndash; such as these -- that help leverage limited resources and address shared priorities among different climate science centers.<\/p>\r\n<p>Alaska-region focused projects include:<\/p>\r\n<ul>\r\n<li>Researchers, working with the Chugachmiut tribal consortium, will develop a model that predicts where subsistence berry plants will be most resistant to recent moth outbreaks that are decimating berry harvests in south-central Alaska.&nbsp; The Native people of this region rely heavily on gathered food for sustenance and nourishment, but the recent outbreaks of geometrid moths may be linked to climate change; tribal elders and scientific records document that such outbreaks have not occurred in the area before. <\/li>\r\n<li>Identifying climate vulnerabilities of eulachon, a highly nutritious smelt that is culturally significant to peoples of the Tlingit Nation in Southeast Alaska. The project will conduct a climate change vulnerability assessment and adaptation plan for eulachon in the Chilkoot and Chilkat rivers near Haines, Alaska. A tribal group will analyze these climate change projections, apply traditional knowledge, rank climate vulnerabilities and prioritize adaptation strategies. This project's results will be valuable to Native communities throughout the region.<\/li>\r\n<\/ul>\r\n<p>Alaska CSC Director Steve Gray says that these projects represent a critical step forward in the development of their regional science portfolio. &nbsp;\"This research will provide us with a host of new opportunities to engage with resource managers in our Native communities,\" said Gray. &nbsp;\"At the same time, these projects are designed to help the Alaska CSC understand how climate science can be directly integrated into tribal decision-making processes, planning and climate change adaptation.\"<\/p>\r\n<p>Each of the Department of the Interior's eight&nbsp;<a href=\"http:\/\/www.doi.gov\/csc\/\">Climate Science Centers<\/a> worked with states, tribes, federal agencies, <a href=\"http:\/\/www.fws.gov\/landscape-conservation\/lcc.html\">Landscape Conservation Cooperatives<\/a>, universities supporting the CSCs, and other regional partners to identify the highest priority management challenges in need of scientific input, and to solicit and select research projects.<\/p>\r\n<p>The studies will be undertaken by teams of scientists, including individuals from the universities that comprise the","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Climateand Land Use","climate","Climate Science Centers","Limate Change","climate","global Change","Northwest Climate","Alaska"],"article_type":["State News Release"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1387429200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170480"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}