{"title":"Precipice of Survival: The Southern Sea Otter","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Sea otters delight children and adults alike with their endearing faces and behavior, and even scientists find them fascinating creatures. California&rsquo;s threatened sea otters are the focus of collaborative ongoing studies by U.S. Geological Survey (USGS) scientists and colleagues. Their story is the subject of a new USGS video that can be viewed on demand online. <\/p>\n<p>Half a million to perhaps several million sea otters were thought once to have ranged from central Baja California to Japan. The Pacific maritime fur trade beginning in the mid-1700s reduced their numbers to small and scattered remnants across their range. About a dozen remnant colonies survived at the time of their first being protected in the early 20th century, and with protection these colonies began to recover. In California at that time, a colony of perhaps 50 or fewer animals remained off the rugged Big Sur Coast, and this colony has since expanded to about 2,500 animals along California&rsquo;s central coast. <\/p>\r\n<p>The sea otter is a keystone organism of kelp forests. One of the sea otter&rsquo;s favorite foods is sea urchins, which feed on the kelp; hence changes in the sea otter population affect all levels of the kelp forest ecosystem. Slow population growth and recent declines in the 1990s have been challenges facing the California sea otter. Scientists now know that elevated mortality is hindering the southern sea otter&rsquo;s recovery, and are closely examining the causes of deaths in wild sea otters. <\/p>\r\n<p>&quot;Precipice of Survival: The Southern Sea Otter,&quot; USGS General Information Product 3, is a 48-minute video, and shows: <\/p>\r\n<UL>\r\n<LI>How scientists survey and monitor wild sea otters \r\n<LI>How scientists capture wild sea otters and track their movements and document behavior \r\n<LI>How veterinarians are surgically implanting devices that will allow researchers to closely follow individual animals as they live and die in the wild \r\n<LI>How necropsies &mdash; that is, an animal autopsy &#8212; of fresh sea otter carcasses can tell the scientists the causes of death for some sea otters \r\n<LI>How captive sea otters provide additional insight into how sea otters make their living. <\/LI><\/UL>\r\n<p>To view the video online: <\/p>\r\n<UL>\r\n<LI>In your Internet browser, go to the &quot;Precipice of Survival: The Southern Sea Otter&quot; web page at <a href=\"http:\/\/online.wr.usgs.gov\/outreach\/index.html\">http:\/\/online.wr.usgs.gov\/outreach\/index.html<\/a> \r\n<LI>Click on the video link and the video will immediately begin to download.<\/LI><\/UL>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1094011200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}