{"title":"Major Flooding on the Mississippi River  Likely to Cause Large Gulf of Mexico Dead Zone","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The Gulf of Mexico's hypoxic zone is predicted to be larger than average this year, due to extreme flooding of the Mississippi River this spring, according to an annual forecast by a team of NOAA-supported scientists from the Louisiana Universities Marine Consortium, Louisiana State University and the University of Michigan.<!--introend--> The forecast is based on Mississippi  River nutrient inputs compiled annually by the U.S. Geological Survey (USGS).<\/p>\n<p>Scientists are predicting the area could measure between 8,500 and 9,421 square miles, or an area roughly the size of New Hampshire.<strong> <\/strong>&nbsp;The largest hypoxic zone measured to date occurred in 2002 and encompassed more than 8,400 square miles.&nbsp;<\/p>\r\n<p>The average over the past five years is approximately 6,000 square miles of impacted waters, much larger than the 1,900 square miles which is the target goal set by the Gulf of Mexico\/Mississippi River Watershed Nutrient Task Force. This collaboration between NOAA, USGS and university scientists facilitates understanding links between activities in the Mississippi River watershed and downstream impacts to the northern Gulf of Mexico. Long-term data sets on nutrient loads and the extent of the hypoxic zone have improved forecast models used by management agencies to understand the nutrient reductions required to reduce the size of the hypoxic zone.<strong> <br \/><\/strong><\/p>\r\n<p>Hypoxia is caused by excessive nutrient pollution, often from human activities such as agriculture that results in too little oxygen to support most marine life in bottom and near-bottom water. The hypoxic zone off the coast of Louisiana and Texas forms each summer and threatens valuable commercial and recreational Gulf fisheries. In 2009, the dockside value of commercial fisheries in the Gulf was $629 million. Nearly three million recreational fishers further contributed more than $1 billion to the Gulf economy taking 22 million fishing trips.<\/p>\r\n<p>\"This ecological forecast is a good example of NOAA applied science,\" said Jane Lubchenco, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator. \"While there is some uncertainty regarding the size, position and timing of this year&rsquo;s hypoxic zone in the Gulf, the forecast models are in overall agreement that hypoxia will be larger than we have typically seen in recent years.\"<\/p>\r\n<p>During May 2011 stream-flow rates in the Mississippi and Atchafalaya Rivers were nearly twice that of normal conditions. This significantly increased the amount of nitrogen transported by the rivers into the Gulf. According to USGS estimates, 164,000 metric tons of nitrogen (in the form of nitrite plus nitrate) were transported by the Mississippi and Atchafalaya Rivers to the northern Gulf. The amount of nitrogen transported to the Gulf in May 2011 was 35 percent higher than average May nitrogen loads estimated in the last 32 years.<\/p>\r\n<p>\"The USGS monitoring network and modeling activities for water quantity and quality helps us 'connect the dots'to see how increased nutrient run-off in the Mississippi watershed during a historic spring flood event impacts the health of the ocean many hundreds of miles away,\" said Marcia McNutt, Ph.D., USGS director. \"This work on Gulf hypoxia is a great example of interagency teamwork between NOAA and USGS to work across the land-sea boundary.\"<\/p>\r\n<p>Coastal and water resource managers nationwide require new and better integrated information and services to adapt to the uncertainty of future climate and land-use changes, an aging water delivery infrastructure, and an increasing demand on limited resources. NOAA and USGS, as well as the U.S. Army Corps of Engineers, have signed an agreement that will further facilitate collaboration in the future. These agencies, with complementary missions in water science, observation, prediction and management, have formed this partnership to unify their commitment to","summary":null,"format":null}]},"field_images":[],"regions":["Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":["water","hypoxia","","Deadzone","gulfofmexico","Mississippi Delta"],"release_date":{"und":[{"value":"1308024000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168906"},{"tid":"169802"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}