{"title":"U.S. Geological Survey Provides Passport to Knowledge at Open House","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Have you ever wondered about those rocks in your yard? Have you been curious about the dinosaurs that used to roam Colorado? Are you curious about how maps are made, what grizzly bears eat or how water is tested?<!--introend--> To find out the answers to these and many more questions, join the U.S. Geological Survey (USGS) at an Open House on Saturday, August 28, from 10 a.m. to 6 p.m. at the Denver Federal Center in Lakewood or the National Earthquake Information Center in Golden. \n<p>Over 100 exhibits will highlight topics ranging from petrified lightning to endangered species like the Kemp&rsquo;s ridley sea turtles. Other exhibits include playing hide and seek with the global positioning system, panning for gold, making dinosaur footprints, and experiencing life in an 1840&rsquo;s field camp. Children will be given a \"passport\" to journey through the exhibits where science is interesting, understandable and exciting. They will get stamps at 16 passport checkpoints to signify that they&rsquo;ve visited with a scientist or participated in many hands-on activities, like water jeopardy. \r\n<p>All exhibits and tours are free and open from 10 a.m. to 6 p.m. There are fun activities for all age groups; adults must have a picture i.d. Interpreters for the hearing impaired will be available from noon to 4 p.m. \r\n<p>For more information and directions to the Denver Federal Center or the National Earthquake Information Center, please call 303\/236-8961. \r\n<p><b>Editors: Photos of many of the USGS Open House exhibits and interviews with the scientists can be arranged prior to the Open House by calling 303\/236-2730, x240.<\/b><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"934948800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170224"},{"tid":"170081"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}