{"title":"USGS Celebrates 50th Anniversary of Water Resources Research Act","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->The U.S. Geological Survey joins its many partners in other federal agencies, at universities, and in state and local governments in recognizing the importance of the Water Resources Research Act (WRRA) of 1964.<!--introend-->&nbsp;<\/p>\n<p>Signed into law 50 years ago by President Lyndon B. Johnson on July 17, 1964, the WRRA established a Water Resources Research Institute in each state and Puerto Rico.&nbsp;&ldquo;Abundant, good water is essential to continued economic growth and progress,&rdquo; said President Johnson at the time in a prepared statement. &ldquo;The Congress has found that we have entered a period in which acute water shortages are hampering our industries, our agriculture, our recreation, and our individual health and happiness.&rdquo;<\/p>\r\n<p>&ldquo;Water makes life on Earth possible, defines our landscape, and shapes our natural heritage.&nbsp; It is key to our continued prosperity,&rdquo; observed Anne Castle, assistant secretary for water and science at the Department of the Interior.&nbsp; &ldquo;The keen appreciation of the importance of water resources that was expressed by our nation&rsquo;s leaders in 1964 appears even more visionary today as we are facing the challenges of population growth, increased demand, and climate change.&rdquo;<\/p>\r\n<p>The WRRA&rsquo;s geographically distributed approach to water research and education, Johnson&rsquo;s 1964 statement continued, &ldquo;will enlist the intellectual power of universities and research institutes in a nationwide effort to conserve and utilize our water resources for the common benefit.&nbsp; The new centers will be concerned with municipal and regional, as well as with national water problems.&nbsp; Their ready accessibility to state and local officials will permit each problem to be attacked on an individual basis, the only way in which the complex characteristics of each water deficiency can be resolved.&rdquo;&nbsp;<\/p>\r\n<p>Subsequent amendments to the 1964 act broadened the list of <a href=\"https:\/\/niwr.net\/public\/Migration\/niwr.net\">National Institutes for Water Resources (NIWR)<\/a> so that, by 1983, there were 54 institutes, one in each state, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, and Guam.&nbsp;<\/p>\r\n<p>The Water Resources Research Institute Program originally authorized by WRRA in 1964 is a federal-state partnership that provides for competitive grants to be awarded for research projects focusing on the state and region. Each of the 54 institutes is charged with overseeing competent research that addresses water problems or expands the understanding of water and water-related phenomena. They are also responsible for aiding the entry of new research scientists into water resources fields, helping to train future water scientists and engineers, and transferring the results of sponsored research to water managers and the public.&nbsp;<\/p>\r\n<p>&ldquo;The water research partnerships fostered by the Water Resources Research Act are unparalleled,&rdquo; said Sharon Megdal, Director of the University of Arizona Water Resources Research Center and president-elect of NIWR.&nbsp; &ldquo;The network of Water Resources Research Institutes connects within states, across regions, and with USGS and other federal agencies to tackle the most pressing water resource challenges of our nation.\"&nbsp;<\/p>\r\n<p>Fifty years later, the Water Resources Research Institutes, in partnership with the U.S. Geological Survey, continue to fulfill their roles assigned by Congress in 1964. They have produced path-breaking research, developed innovative information and technology transfer programs, and provided training to more than 25,000 students in their 50-year history.<\/p>\r\n<p><strong>Learn more <\/strong><\/p>\r\n<ul>\r\n<li><a href=\"https:\/\/niwr.net\/public\/Migration\/niwr.net\">National Institutes for Water Resources (NIWR)<\/a><\/li>\r\n<li><a href=\"https:\/\/niwr.net\/Documents\/WH_Press_Release_7-17-64.pdf\">Statement of President Lyn","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["water","Water State Water Resources Research Institute"],"article_type":["National News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1405569600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169326"},{"tid":"169750"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}