{"title":"Ongoing Housing Decline Reflected in Mineral Production Data","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong><em>Data for Fourth Quarter of 2008&nbsp;<\/em><\/strong><strong><em>&nbsp;<\/em><\/strong><\/p>\n<p><!--introstart-->The U.S. Geological Survey's latest quarterly data on U.S. mineral commodity production reflect the overall decline in the U.S. economy and the domestic housing market.<!--introend-->&nbsp;<\/p>\r\n<p>U.S. production of construction materials declined significantly in the fourth quarter of 2008 as compared with the third quarter of 2008. These construction materials include cement, construction sand and gravel, crushed stone, and gypsum. There were also significant declines in production of these materials for 2008 as compared with those of 2007, which can be attributed to weakness in the domestic housing market. Output of these mineral construction materials is an important indicator of changes in economic activity.&nbsp;<\/p>\r\n<p>Aluminum, iron ore, and zinc production decreased about nine percent, fifteen percent, and one percent, respectively, in the fourth quarter of 2008 compared with those in the year's third quarter. However, they increased about six percent, two percent, and nine percent in 2008, respectively, as compared with those of 2007 based on strong first-half performance.&nbsp;<\/p>\r\n<p>USGS mineral production data are used by the Federal Reserve System's Board of Governors in preparing its index of industrial production and the related capacity indexes and capacity utilization rates. These measures, which are among the key economic indicators monitored by the FRS in determining monetary policy, cover electric and gas utilities, manufacturing, and mining.&nbsp;<\/p>\r\n<p>The United States is one of the world's leading users of mineral commodities. Domestic mineral data are collected by the USGS through voluntary cooperation of the mineral-producing and -consuming industries. The USGS is the sole Federal provider of unbiased research on mineral potential, production, consumption and environmental effects.&nbsp;<\/p>\r\n<p>To access the report \"U.S. Production of Selected Mineral Commodities in the Fourth Quarter 2008,\" please visit the <a href=\"http:\/\/minerals.usgs.gov\/minerals\/pubs\/commodity\/mis.html\">Mineral Industry Surveys Web site<\/a>.<\/p>\r\n<p>For more information, visit the USGS <a href=\"http:\/\/minerals.usgs.gov\/\">Mineral Resources Program Web site<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["geology","economics","Minerals"],"article_type":["Technical Announcement","National News Release"],"release_date":{"und":[{"value":"1235710800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170443"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}