{"title":"USGS Retiree Awarded Presidential Medal of Science","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>G. Brent Dalrymple has been awarded the National Medal of Science, the nation&rsquo;s highest honor for scientific achievement. President Bush presented the medal during a White House ceremony on Mar. 14.<\/p>\n<p>Dalrymple&rsquo;s remarkable scientific career spanned 31 years at the U. S. Geological Survey in Menlo Park, California. In addition to his many scientific contributions he also served as the USGS Western Regional Geologist in the mid-1980&rsquo;s. He was elected to the National Academy of Sciences in 1993 and retired from the USGS in 1994 to become Dean of the College of Oceanic and Atmospheric Sciences at Oregon State University, retiring for a second time in 2001.<\/p>\r\n<p>A member of the American Academy of Arts and Sciences, he also served as president of the American Geophysical Union for two years, as chair of the geology section of the&nbsp;National Academy of Sciences&nbsp;for three years, and received the Geological Society of America&rsquo;s Public Service Medal in 2002. He received an honorary doctorate from Occidental College where he had earned his first geology degree. He received his Ph.D. from the University of California at Berkeley in 1963.<\/p>\r\n<p>In addition to numerous scientific papers, he has also written two popular books: The Age of the Earth (Stanford University Press, 1991), and Ancient Earth, Ancient Skies: The Age of Earth and Its Cosmic Surroundings (Stanford University Press, 2004).<\/p>\r\n<p>Dalrymple was honored for his career accomplishments in volcano research, the early history of the moon and prominent lunar basins, and the geologic history of the western United States, and his long involvement in the development, improvement, and application of isotopic-dating techniques. He was instrumental in conducting research that led to the development of crustal-plate motion concepts and the theory of plate tectonics.<\/p>\r\n<p>Recruited to join a research project on the Earth&rsquo;s magnetic field, Dalrymple came to the USGS in 1963 to establish a laboratory for precise radiometric dating of rocks. Determining the precise ages of rocks was a crucial component to investigating the issue of magnetic polarity reversals in rocks, With a freshly minted PhD, Dalrymple arrived and immediately set to work building a Potassium-Argon rock-dating laboratory to perform argon extraction work and date rocks using a new mass spectrometer.<\/p>\r\n<p>These paleomagnetic studies in Menlo Park resulted in an understanding and insight related to patterns of magnetic reversals and laid the foundation for what became a revolution in the earth sciences....a revolution now known as plate tectonics. Through the efforts of Dalrymple and others, it became quite clear by early in 1964 that the earth&rsquo;s magnetic field had actually reversed its polarity several times in the last few million years. <\/p>\r\n<p>In late 1965 when Dalrymple presented the findings of the Rock Magnetics Lab during a meeting of the Geological Society of America, other scientists in attendance quickly grasped the significant piece of the plate tectonics puzzle the Paleomagnetics group at the USGS had discovered. At the time of their investigations, and crucial to the debate over continental drift, Brent Dalrymple and others could not have anticipated the impact of their findings, but their paleomagnetic timescale would become the \"Rosetta Stone\" that unlocked some of the earth&rsquo;s deepest secrets.<\/p>\r\n<p>As an outgrowth of his scientific expertise on the age of the Earth and the radiometric dating of ancient rocks, in 1979 Dalrymple was asked by a California deputy attorney general to testify as an expert witness for the state on evolution, geologic time, and other scientific subjects in a case involving Constitutional rights vs. the state science curriculum framework. This lead to his long-term participation in the debate over the inclusion of creation vs evolution in science curricula. Dalrymple served as an expert scientific witness f","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1110862800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}