{"title":"White-Nose Syndrome Bat Recovery May Present Challenges Similar to Those in Some Recovering AIDS Patients","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>UPDATED 11\/26\/2012<\/strong>:&nbsp; Phone number change for Judith Mandl, NIH<\/p>\n<p><!--introstart-->Bats recovering from white-nose syndrome show evidence of immune reconstitution inflammatory syndrome (IRIS), according to a hypothesis proposed by the U.S. Geological Survey and collaborators at National Institutes of Health.<!--introend--> This condition was first described in HIV-AIDS patients and, if proven in bats surviving WNS, would be the first natural occurrence of IRIS ever observed.<\/p>\r\n<p>IRIS is a syndrome in which an organism's immune system, having been suppressed for a time, reactivates and, perceiving a serious infection around it, goes into overdrive resulting in severe inflammation and tissue damage in infected areas.<\/p>\r\n<p>In both human patients with HIV-AIDS and bats with WNS, the functioning of the immune system is severely reduced. For humans, this occurs when the HIV virus attacks the patient's white blood cells, and for bats, this occurs during normal hibernation. For both humans and bats, IRIS can be fatal.<\/p>\r\n<p>\"The potential discovery of IRIS in bats infected with white-nose syndrome is incredibly significant in terms of understanding both the reasons for bat mortality and basic immune response,\" said USGS Director Marcia McNutt. \"This discovery could also prove significant for studies on treatment for AIDS.\"<\/p>\r\n<p>IRIS was first described in humans with HIV-AIDS after patients with low counts of helper T lymphocytes, the type of white blood cells the HIV virus attacks, had increases in those cell numbers following treatment with antiretroviral therapy. In some patients, who had secondary bacterial or other opportunistic infections due to their suppressed immune system, their condition significantly worsened as the restoration in immune cell function resulted in an over-response to pre-existing infection and substantial damage to healthy tissue.<\/p>\r\n<p>In bats, IRIS might be a result of changes in immune system function during hibernation. During hibernation, all internal systems for the bats enter a reduced state, including the immune system, so as to conserve resources. This reduced immunity allows <em>Geomyces destructans<\/em>, the fungus that causes white-nose syndrome, to spread unchecked over the wings, muzzle, and ears of bats eroding through skin.<\/p>\r\n<p>If they survive the fungal infection through winter, when the bats emerge in the spring, they face a new challenge&mdash;intense inflammation at sites of infection with <em>G. destructans<\/em>. This inflammation in the wings can be so severe that it contributes to death.<\/p>\r\n<p>Scientists from the <a href=\"http:\/\/www.nwhc.usgs.gov\/\">USGS National Wildlife Health Center<\/a> and National Institutes of Health propose this sudden reversal of immune suppression in bats with WNS, accompanied by intense inflammation is a form of IRIS.<\/p>\r\n<p>Although never before observed outside a clinical setting, there is strong evidence that the inflammation observed in bats with WNS is IRIS.<\/p>\r\n<p>\"We see strong similarities between human IRIS and the pathology associated with WNS , with potentially fatal outcome in bats,\" said USGS lead researcher Carol Meteyer. \"We hope that these findings will stimulate more experimental studies that yield insight into the role of the immune response during IRIS in humans as well as hibernating bats.\"<\/p>\r\n<p>Even as the <em>G. destructans<\/em> fungus spreads throughout the bat's body, there is no obvious inflammation in response to this hibernation-dependent fungal skin infection. This lack of inflammatory cell response is consistent with hibernation-induced inhibition of immune cell activity as the body temperature of hibernating bats drops to ambient temperatures 35-50 degrees Fahrenheit (2-10 degrees Centigrade).<\/p>\r\n<p>In addition, inflammation is not seen until the bat\"s body temperatures reach their active levels of 93-102 degrees Fahrenheit (34-39 degrees Centigrade). These temperature leve","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Energyand Mineralsand Environmental Health","Energyand Mineralsand Environmental Health Contaminant Biology","Environmental Health","Contaminants Biology","contaminants","Wildlife Disease","white Syndrome","","Immune Response Inflammation Syndrome","","",""],"article_type":["National News Release"],"distribution":["Biology","Environmental Health"],"release_date":{"und":[{"value":"1353301200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168806"},{"tid":"168998"},{"tid":"169784"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}