{"title":"New System Helps Protect Tybee Island, Savannah Water","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>SAVANNAH, Ga.<\/strong> -- <!--introstart-->State of the art water-quality monitoring equipment recently installed on wells in Tybee Island, Ga., is helping protect the area&rsquo;s principal water supply from saltwater contamination.<!--introend--><\/p>\n<p>The U.S. Geological Survey designed and installed the innovative system that uses satellite telemetry to monitor groundwater levels and salinity daily. Tybee Island is the most seaward municipality in the Savannah area and is vulnerable to groundwater contamination from seawater.&nbsp; This new system will serve as an early warning indicator of saltwater encroachment toward public supply wells.<\/p>\r\n<p>\"No community wants to worry about the quality of the water from its municipal system, and the cost of frequent sampling can become prohibitive,\" said USGS Director Marcia McNutt. \"We are pleased to be able to provide cutting-edge technology to provide affordable peace of mind for the citizens of Tybee Island.\"&nbsp;<\/p>\r\n<p>&ldquo;Although Tybee Island currently has a good supply of fresh groundwater, there is a potential for saltwater to enter the Upper Floridan aquifer, which is the principal source of fresh water in coastal Georgia and South Carolina,&rdquo; explained John Clarke, a USGS hydrologist.&nbsp; &ldquo;The early warning system will monitor in real time the salinity of the Upper Floridan aquifer in an area between the shoreline and existing supply wells. This real-time capability is a critical tool for state and local authorities to manage water resources effectively.&rdquo;<\/p>\r\n<p>Saltwater contamination of groundwater aquifers is a serious issue for many coastal communities throughout the U.S. that depend on aquifers for their water supply.&nbsp; When groundwater is removed at a rate faster than it recharges the aquifer, saltwater can migrate into freshwater zones.&nbsp; The Upper Floridan aquifer at Tybee Island is vulnerable to saltwater contamination from the Atlantic Ocean because of its shallow depth.&nbsp;<\/p>\r\n<p>&ldquo;This state-of-the-art monitoring system is extremely important because it provides an early warning to protect our supply wells,\" said Tybee Island Mayor Jason Buelterman. \"With this information, we can effectively plan a response to possible contamination problems,&rdquo; he added.<\/p>\r\n<p>These real-time-monitoring wells are part of a larger network of wells that the USGS annually samples for chloride concentration to determine relative movement of saltwater in the Upper Floridan aquifer in the Savannah, Georgia area. The wells are part of a statewide groundwater level monitoring network funded by the USGS and the Georgia Environmental Protection Division. The City of Tybee Island provided funding to upgrade the wells to enable real time monitoring of groundwater levels and salinity.<\/p>\r\n<p>Real time data for these and other well sites is available <a href=\"http:\/\/waterdata.usgs.gov\/ga\/nwis\/current\/?type=gw&amp;group_key=county_cd\">online<\/a>.<\/p>\r\n<p>Information on groundwater conditions and studies in Georgia is available <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5048\/\">online<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Georgia"],"country":["United States of America"],"mm_tags":["water","groundwater","Georgia","Water Quality","","saltwaterintrusion","","tybeeisland"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1330405200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"169700"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}