{"title":"Past Fire Regime Is Key to Managing Chaparral Fires in Southern California","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>News Editors: Reproducible photos for this news release can be downloaded at:<\/b><br><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-11-26a.tif\">http:\/\/www.werc.usgs.gov\/news\/2001-11-26a.tif<\/a> (Southern California chaparral wildfire. Courtesy U.S. Forest Service) <\/p>\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-11-26b.tif\">http:\/\/www.werc.usgs.gov\/news\/2001-11-26b.tif<\/a> (Fish Fire burning in southern California chaparral. Courtesy U.S. Forest Service) <\/p>\r\n<p><a href=\"http:\/\/www.werc.usgs.gov\/news\/2001-11-26c.tif\">http:\/\/www.werc.usgs.gov\/news\/2001-11-26c.tif<\/a> (Fire suppression activity on wildfire in disturbed coastal sage scrub in Riverside County, Southern California. Jon Keeley, USGS) <\/p>\r\n<p><!--introstart-->Understanding the natural role of fire in chaparral ecosystems is necessary to effectively manage fires in southern California&rsquo;s shrublands, where large, high-intensity fires sweep the landscape each year, threatening lives and homes. Researchers have wondered if the natural fire regime in chaparral ecosystems has been lost because of overly effective fire suppression, and if fire managers can restore the natural fire regime with widespread prescription burning and eliminate the hazard of catastrophic fires.<!--introend--> <\/p>\r\n<p>USGS studies argue no to these speculations -- that there is no evidence that past fire management policies have created the contemporary chaparral fire regime dominated by massive Santa Ana wind-driven fires. <\/p>\r\n<p>Writing in the December issue of Conservation Biology, USGS scientist Dr. Jon Keeley and co-author C. J. Fotheringham, a graduate student at the University of California, Los Angeles, refuted earlier studies that suggested the natural chaparral fire regime was one of frequent small fires that formed a landscape patchwork as a barrier to large, catastrophic crown fires. They questioned the earlier claim that destructive wildfires in southern California shrublands are a result of unnaturally high fuel accumulation from past efforts to suppress fires, and they presented arguments suggesting that landscape-scale prescription burning is not an effective means of preventing such fires. They added that limited and strategically placed prescription burns are more cost effective. <\/p>\r\n<p>\"One of the most important roles for fire managers of these ecosystems may be educating land planners on the limitations of reducing fire hazards in these natural crown-fire ecosystems,\" said Keeley, a research ecologist with the USGS Western Ecological Research Center at Sequoia-Kings Canyon Field Station in Three Rivers, Calif. <\/p>\r\n<p>Keeley and Fotheringham examined a model that compared contemporary burning patterns in southern California, where fire suppression has been practiced, with patterns in northern Baja California, Mexico, without effective fire suppression. After reviewing the evidence, they concluded that the degree to which fire regimes vary between these two regions was debatable and that any differences that existed could not be conclusively attributed to differences in fire suppression. <\/p>\r\n<p>\"Indeed, historical fire records show clearly that fire suppression has not even come close to excluding fire in these chaparral ecosystems, as is the case in many Western U.S. coniferous forests,\" said Keeley. \"Increased expenditures on fire suppression, and increased loss of property and lives, are the result of human demographic patterns that place increasing demand on fire suppression forces.\"<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1006837200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169755"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}