{"title":"Joint Media Advisory from USGS and the University of Southern California:  January 9: Earthquake Preparedness News Conference at USC","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<em>\r\n&quot;Shift Happens -- Dare To Prepare&quot;<\/em>\r\n<\/p>\r\n<p>\r\n<!--introstart-->\r\n<strong>\r\nMajor earthquake readiness campaign announced on 150th anniversary of last San Andreas fault earthquake.<\/strong><!--introend-->\r\n<\/p>\r\n<p>\r\n<strong>WHAT<\/strong>: A press conference will be held to:<br \/>\r\n<\/p>\r\n<ul>\r\n\t<li>Kick off the 2007 &quot;DARE to Prepare&quot; public awareness campaign, its major message, &quot;Shift Happens-Secure Your Space,&quot; and the campaign website, www.daretoprepare.org;<br \/>\r\n\t<\/li>\r\n\t<li>Announce the formation of the &quot;Movers and Shakers&quot; leadership group chaired by Sen. Diane Feinstein with government, business, entertainment, education, and community leaders;<br \/>\r\n\t<\/li>\r\n\t<li>Commemorate the 150th anniversary of the last major earthquake on the southern San Andreas fault with release of loss estimates if the quake were to happen today;<br \/>\r\n\t<\/li>\r\n\t<li>Demonstrate a large quake in a new Shake simulator. All media representatives are welcome to take it for a ride. See what happens inside your home during the shaking -- view first-hand hazards to both people and property.<\/li>\r\n<\/ul>\r\n<p>\r\n<strong>WHEN<\/strong>: Tuesday, January 9, 8:00 a.m.WHY: Historically, earthquakes on the southern San Andreas fault have occurred every 150 years on average. The region is due for another. We can be ready for the &quot;big one&quot; if we all act now.\r\n<\/p>\r\n<p>\r\n<strong>WHO<\/strong>: Presenters and participants will include:<br \/>\r\n<\/p>\r\n<ul>\r\n\t<li>Thomas Jordan, Southern California Earthquake Center at USC; Lucy Jones, U.S. Geological Survey; Ellis Stanley, City of Los Angeles; <br \/>\r\n\t<\/li>\r\n\t<li>A new &quot;Movers and Shakers&quot; group of prominent southern California leaders including Edward James Olmos and many others;<br \/>\r\n\t<\/li>\r\n\t<li>Members of the Earthquake Country Alliance, a partnership of leading earthquake professionals, emergency managers, elected officials, businesses, and community leaders\r\n\t<\/li>\r\n<\/ul>\r\n<p>\r\n<strong>WHERE<\/strong>: University of Southern California, Davidson Conference Center, 3415 S. Figueroa St., Los Angeles, 90089. Enter USC gate 4 on Jefferson Blvd at Royal St., and follow signs to the event. News Vans enter USC from Figueroa through gate at West 34th street, just south of Jefferson blvd.\r\n<\/p>\r\n<p>\r\n<strong>MORE<\/strong>: The largest earthquake in southern California&#39;s history occurred 150 years ago on January 9, 1857. It was a magnitude 7.9 on the San Andreas fault, yet killed only 2 people because the region had so few inhabitants. The fault ruptured for over 200 miles between central California and Cajon Pass. Farther to the south the fault has not had a major earthquake for over three hundred years, and is the most likely source of a great earthquake in the United States.\r\n<\/p>\r\n<p>\r\nThe briefing will be concurrent with the Southern San Andreas Fault Evaluation (SoSAFE) workshop hosted by the Southern California Earthquake Center (SCEC).\r\n<\/p>\r\n<p>\r\nSCEC is a consortium of 55 institutions headquartered at USC, with funding from the National Science Foundation and the USGS.\r\n<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1167973200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170030"},{"tid":"170469"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}