{"title":"USGS Digital Maps Aid Firefighters in New Mexico","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>New maps that combine the image characteristics of an aerial photograph with the geometric qualities of a map got a workout during recent efforts to contain wildfires in New Mexico. DOQs, or digital orthophotoquads, supplied by the U.S. Geological Survey in Menlo Park, Calif., were used to help control several wildfires northeast of Santa Fe, according to Gary Kress, the New Mexico State Liaison for the USGS. The maps, produced as the result of an ongoing agreement between the USGS and the U.S. Forest Service, were in the final stage of production when the emergency call came in. <\/p>\n<p>Not only were the New Mexico forestry officials able to get accurate, updated maps of the area, but they were able to get them into the hands of the firefighters in less than 24 hours from the initial request. Charlie Butler of the Las Vegas district office of the New Mexico State Forestry Division expressed his appreciation for the rapid response by the USGS and how invaluable DOQs are for managing forest lands and responding to emergency situations. DOQs were also used to fight the larger fire near Los Alamos. <\/p>\r\n<p>The technical name for the maps may be a mouthful, but DOQs are proving to be the working maps of the 21st century, because they can be produced \"on demand,\" duplicated quickly, delivered electronically and downloaded and printed by the recipient. This is in sharp contrast to a time when topographical maps had to be updated by hand scribers and printed on special presses. This process, from data checking to final print and distribution often took several months, or even years. In addition to being transmitted electronically, DOQs are also available on CD ROMs. <\/p>\r\n<p>By using DOQs rather than traditional topographical maps, firefighters can obtain a more accurate picture of the terrain where a fire is burning and where it might spread. On DOQs, for instance, trees look like trees, rather than just being part of an area of green on a topographic map, which may represent trees, brush or low vegetation. Structures too can be seen for what they are in size, shape and possible use, rather than being depicted as a small box on the map. <\/p>\r\n<p>DOQ images are derived from the archives of the National Aerial Photography Program, housed at the Earth Research Observation Satellite (EROS) Data Center in Sioux Falls, S.D. These images, which cover every square foot of the United States, are high-resolution photographs taken from an altitude of 20,000 feet, at a scale of 1:40,000. <\/p>\r\n<p>The USGS began producing DOQs at its Menlo Park, Calif., mapping center in 1991, in response to a request from the U.S. Department of Agriculture for more efficient method of mapping the nation&rsquo;s soils. Their value in fighting forest fires was soon recognized, and they have been used to plan strategies for fighting several large forest fires throughout the West. <\/p>\r\n<p>Today, nearly 165,000 DOQs of the United States are available, with complete coverage of the conterminous U.S. expected by 2004. Thereafter, most DOQs will be updated every 10 years, with a shorter cycle for those areas where land-use change is more rapid. <\/p>\r\n<p>Because the DOQs can serve as a layer in Geographic Information Systems (GIS), they are especially useful for community and special events planners and for hazard-response personnel. Prior to the 1998 summer Olympics in Atlanta, for example, DOQs were used to produce the maps that were needed by the event planners. They are being used in a similar manner by planners of the 2002 Salt Lake City Winter Olympics to lay out the event sites and plan transportation corridors. <\/p>\r\n<p>DOQs do not serve the same purpose as the USGS topographic maps that are used by outdoor recreation enthusiasts, and are not meant to replace those popular maps. <\/p>\r\n<p>For years, DOQs were available in digital tape form, by writing or calling the USGS in Menlo Park. The images are now available at a Microsoft TerraServer site that serves","summary":null,"format":null}]},"field_images":[],"regions":["New Mexico"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"959313600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}