{"title":"Groundwater's Greater Role in Waterways Demonstrated in Virginia","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>RESTON, Va.&mdash; <!--introstart-->Groundwater in Virginia is a greater contributor to streamflow than calculated by the most commonly used technique, according to recent USGS research.<!--introend--><\/p>\n<p>For decades, hydrologists have used only the changing water levels and flow rates, a graphical hydrograph separation or GHS method, in streams to try to estimate the base-flow component.&nbsp; However, many individual studies during that period that used chemical tracers during isolated storm events suggested that the graphical method was underestimating the groundwater component of the streamflow.<\/p>\r\n<p>In the newly released study, a broad-spatial scale method was applied that uses specific conductance in addition to flow rates, a chemical hydrograph separation or CHS method, for estimating stream base flows and the components of the water budget in watersheds.&nbsp;<\/p>\r\n<p>This is the first time scientists have demonstrated that the GHS methods are routinely biased and underestimate the groundwater contribution.&nbsp; The USGS study covered a broad region and examined many months of continuous data to help ensure the accuracy of its findings. The CHS method in Virginia gave an average groundwater component in streams of 70 percent, versus 60 percent by the GHS method.&nbsp;<\/p>\r\n<p>\"Unlike the CHS method with specific conductance, other chemical tracer methods that have been used on individual storm events are too costly to be used over this large of a spatial scale and time period,\" said Ward Sanford, hydrologist and lead author of the study, \"but the CHS method is not well suited for all locations, for example, in streams where there are impoundments of water in reservoirs. This is also a groundbreaking study because it can serve as a model for a national-scale study that estimates water budget components in other states.\"<\/p>\r\n<p>Both surface water and groundwater within the Commonwealth of Virginia are allocated based on long- and short-term estimates of water availability.&nbsp; Sanford &nbsp;noted that application of the CHS method in Virginia highlighted the components of the water budget in different counties and watersheds, and can be used for better management and planning of water resources, both surface water and groundwater.&nbsp;<\/p>\r\n<p>For example, Sanford said, the method could help improve water management in the face of persistent droughts, or could improve &nbsp;models of water quality changes, in response to land- and farming-management practices, as well as &nbsp;best management practices.<\/p>\r\n<p>New tools, including national climate data sets with a resolution of less than one mile, and cost-effective specific-conductance probes for base-flow separation, are now for any state in the country, and can be used to assess long-term water availability, as demonstrated in this study in Virginia.&nbsp; Such assessments will be valuable for water resource managers at the state, county and local planning levels.<\/p>\r\n<p>The publication, <a href=\"http:\/\/pubs.usgs.gov\/sir\/2011\/5198\/\">Quantifying Components of the Hydrologic Cycle in Virginia using Chemical Hydrograph Separation and Multiple Regression Analysis<\/a> (SIR 2011-5198), is available online.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Virginia"],"country":["United States of America"],"mm_tags":["Virginia Water Groundwater Resources Geographic Areas Northeast"],"article_type":["Technical Announcement","State News Release"],"distribution":["Water"],"release_date":{"und":[{"value":"1353906000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169472"},{"tid":"170660"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}