{"title":"PUGET SOUND EARTHQUAKE HAZARDS ARE FOCUS OF MONDAY NIGHT MEETING","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Also available on the Internet at: <a href=\"http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html\">http:\/\/www.usgs.gov\/public\/press\/public_affairs\/press_releases\/index.html <\/a>\n<p>Large earthquakes that have happened in the past and equally large tremors that might occur in the future will be the focus of a free public forum, Monday, May 3, from 7:30 to 9:30 p.m., in the Olympic Room of the Seattle Center. The forum is sponsored by the Seismological Society of America, which will be holding its annual meeting at the Seattle Center, May 3-5. \r\n<p>Among those presenting information at Monday night&rsquo;s forum will be U.S.Geological Survey scientist, Mike Fisher, who was in charge of the USGS \"SHIPS\" (Seismic Hazards In Puget Sound) project in 1998. Fisher will discuss how information collected last year furthers understanding of the potential effects of a major quake in the Seattle \r\n<p>Art Frankel, a USGS seismologist from Denver, Colo., will describe how data from last year&rsquo;s SHIPS project is being used to build computer models that can forecast the effects of future large earthquakes in the Seattle area. \r\n<p>In addition to Fisher and Frankel, scientists from other organizations and universities will describe the probabilities for a large earthquake in the Puget Sound area. Following their formal presentations, all the scientists will be available to talk with attendees, on a one-to-one basis. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"925444800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170179"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}