{"title":"Carbon farm","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><em>A video, maps, photos and a briefing paper on carbon-capture farming are available at the USGS California Water Science Center Web site at <a href=\"http:\/\/ca.water.usgs.gov\/news\/ReleaseJuly23_2008.html\">http:\/\/ca.water.usgs.gov\/news\/ReleaseJuly23_2008.html<\/a>.<\/em><em>&nbsp;<\/em>&nbsp;<\/p>\n<p><!--introstart-->Imagine a new kind of farming in the Sacramento-San Joaquin River Delta - \"carbon-capture\" farming, which traps atmospheric carbon dioxide and rebuilds lost soils.&nbsp;<!--introend--><\/p>\r\n<p>The U.S. Geological Survey (USGS), the California Department of Water Resources (DWR) and the University of California, Davis plan to make it happen.&nbsp;<\/p>\r\n<p>DWR has awarded USGS and UC Davis a three-year, $12.3 million research grant to take the concept of carbon-capture farming to full-scale in a scientifically and environmentally sound way.&nbsp;<\/p>\r\n<p>Long-standing farming practices in the Delta expose fragile peat soils to wind, rain and cultivation, emit carbon dioxide (CO<sub>2<\/sub>) and cause land subsidence. To capture or contain the carbon, farmers would \"grow\" wetlands. In doing so, they would begin to rebuild the Delta's unique peat soils, take CO<sub>2<\/sub> out of the atmosphere, ease pressure on the Delta's aging levees and infuse the region with new economic potential.<\/p>\r\n<p>Carbon-capture farming works as CO<sub>2<\/sub> is taken out of the air by plants such as tules and cattails. As the plants die and decompose, they create new peat soil, building the land surface over time.<\/p>\r\n<p>The USGS and DWR have already partnered on a pilot project that shows the promise of carbon-capture farming. On deeply subsided Twitchell Island in the western Delta, USGS scientists recorded elevation gains of more than 10 inches from 1997 to 2005 on two seven-acre test plots as cattails, tules and other plants grew, died and decomposed. The process leaves behind roots and plant remnants that compact into a material similar to what formed the peat soils initially.<\/p>\r\n<p>Construction on the new wetlands, covering approximately 400 acres on a western Delta island, is scheduled to start in the spring of 2009.&nbsp;<\/p>\r\n<p>\"This project is an investment in California's future that could reap multiple benefits over several decades - for California, the nation and the world,\" said Dr. Roger Fujii, the project director and Bay-Delta program chief for the USGS California Water Science Center. \"It will build on the results of the ongoing Twitchell Island Pilot Project and assess on a large scale the ability of re-established wetlands on Delta peat islands to sequester carbon, reverse subsidence and provide an economically sustainable land-use practice.\"<\/p>\r\n<p>\"UC Davis scientists will play a major role in this project. We'll be providing the scientific expertise necessary to gain a better understanding of the factors controlling carbon capture in these re-established wetlands,\" said Dr. William Horwath, a professor in the UC Davis Department of Land, Air and Water Resources and the James G. Boswell Endowed Chair in Soil Sciences.&nbsp;<\/p>\r\n<p>Added David Mraz, chief of DWR's Delta-Suisun Marsh Office, \"The developing carbon market holds great promise for regaining land elevation in the Delta. It could provide sustainable farming opportunities for Delta farmers and an economic incentive to sustain the existing Delta levee system.\"<\/p>\r\n<p>Throughout the Delta, oxidation of the soils from farming practices has resulted in land-surface subsidence - a steady loss of elevation. As a result, most of the farmed Delta islands are more than 20 feet below the surrounding waterways and are permanently protected by levees.<\/p>\r\n<p>The falling land surface threatens the stability of the region's levees, which in turn protect the Delta's rich agricultural lands and the conveyance of much of California's water supplies. Water flowing through the Delta's levee-protected farmland provides fresh water to more than 25 million Californian","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["biology","water","California","drought","ecology","economics","environment","water","delta","farming","subsidence"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1216785600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169662"},{"tid":"170160"},{"tid":"170548"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}