{"title":"Research on Rare Earth Elements in Alaska Could Help Make Them Less Rare","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->A unique deposit of heavy rare earth elements at Alaska's Bokan Mountain could help scientists understand how rare earth element deposits form, according to new research by geologists from Saint Mary's University in Halifax and the U.S. Geological Survey.<!--introend--> Rare earth elements are important, but scarce, elements used in components in many cutting edge electronic and defense technologies.<\/p>\n<p>Currently, very little is known about the geologic setting in which REE deposits form. Understanding these geologic settings and how they come to be is a crucial step to being able to determine where mineable concentrations of REE might be found.<\/p>\r\n<p>REE are made up of 17 elements, including Yttrium, Scandium, and the 15 members of the Lanthanide series. They are divided into light and heavy REE, depending on their atomic weights. Light REE are more commonly dominant in REE deposits, which is why HREE-enriched deposits at Bokan Mountain are noteworthy.<\/p>\r\n<p>HREE are very valuable for producing tiny high-grade magnets used in smart phones and tablets, and for increasing the ability of engines and transmissions to operate at higher temperatures. Bokan Mountain is one of the few known deposits where heavy rare earth elements are concentrated and can be more efficiently produced.<\/p>\r\n<p>\"Our work in southeastern Alaska has demonstrated the potential for a viable, world-class supply of heavy rare earths from a domestic source. The collaboration between the USGS, universities and Ucore Rare Metals is an excellent example of how public-private partnerships can directly succeed in assisting significant economic growth,\" said lead author Dr. Jaroslav Dostal, with Saint Mary's University in Halifax, Nova Scotia.<\/p>\r\n<p>To determine how these deposits formed at Bokan Mountain, Dostal analyzed the granite using geochemistry and isotopic analysis, and then compared his results to other granites.<\/p>\r\n<p>He found that the granite of Bokan Mountain is similar to granites that formed in what is known as a \"rift setting,\" in which the Earth's crust splits apart and magma wells up from below. This magma then cools to form a distinctive type of granite.<\/p>\r\n<p>USGS geologist Susan Karl mapped the structures in the Bokan Mountain granite and the rocks that the granite intruded. Her studies indicate the granite magma was emplaced on active structures associated with rifting.<\/p>\r\n<p>\"This research contributes to more efficient exploration for REE deposits,\" said Karl, who is located at the USGS Alaska Science Center in Anchorage. \"By knowing more about how REE deposits form, scientists and mining companies can more accurately target rocks that might contain mineable concentrations of these critical minerals.\"<\/p>\r\n<p>In 2010, USGS completed a report characterizing the <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5220\/\">principal REE deposits in the United States<\/a>, including Bokan Mountain, AK and Mountain Pass, CA, which is the largest known deposit of REE in the United States. At the present time, the United States obtains its REE raw materials from foreign sources, almost exclusively from China. Import dependence upon a single country raises serious issues of supply security. This study will help to define domestic supply in the United States.<\/p>\r\n<p>The <a href=\"http:\/\/minerals.usgs.gov\/mrerp\/\">USGS Mineral Resources External Research Program<\/a> funded this research in 2009 with a grant to Saint Mary's University where Dostal is a professor emeritus. The USGS MRERP grant program is designed to support academic studies of topics such as the genesis of certain types of mineral deposits and make the information available to the general public, including the resource community and land stewards.<\/p>\r\n<p>The USGS Mineral Resources Program delivers unbiased science and information to understand mineral resource potential, production, consumption, and how minerals interact with the environment.<\/p>\r\n<p>In addition to h","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","technology","Energyand Minerals","Core Science Systems","Environmental Health"],"distribution":["Environmental Health"],"release_date":{"und":[{"value":"1370318400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170245"},{"tid":"170524"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}