{"title":"Causes of Toxic Golden Algal Blooms Determined","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The causes of toxic golden algal blooms in Texas reservoirs are now better understood, according to a new study by the U.S. Geological Survey.<\/p>\n<p>Golden alga can produce toxins that are lethal to aquatic animals and cause considerable ecological and environmental damage. Understanding how algal blooms are caused and spread across the landscape can help resource managers prevent future occurrences. The first toxic bloom in North America occurred in the Pecos River, Texas in 1985 and blooms are now common in five river basins in west and central Texas as well as in 22 other states.<\/p>\r\n<p>The study concluded that in the past, golden algal blooms spread because of human or natural introductions, and climate did not play a role. However, findings suggest that climate change could play a role in future bloom events. Scientists looked at reservoir water quality variables associated with golden algal habitat and toxic blooms since 2001 at 12 reservoirs from two major Texas basins, which include the Brazos and Colorado Rivers. Results identify several water quality variables that appear necessary for the occurrence of golden algal blooms. The full report, published in <em>Harmful Algae<\/em>, is available <a href=\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1568988313001984\">online.<\/a><\/p>\r\n<p>\"These findings may help resource managers to control future golden algal bloom occurrences by focusing on strategies to minimize anthropogenic transmission and avoid the development of certain water quality conditions,\" said Reynaldo Patino, USGS scientist and Leader of the Texas Cooperative Fish and Wildlife Research Unit. \"This is the first time a large-scale retrospective analysis has been done to probe relationships between water quality and golden algal blooms.\"<\/p>\r\n<p>High levels of salinity, sulfate and chloride were found to have the greatest influence on golden alga distribution and bloom formation in inland waters. Climate change could play a major role in future occurrences because the projected rise in temperatures and change in precipitation patterns may lead to higher salinity levels. Higher temperatures could lead to more water evaporating from reservoirs, which can create higher salinity levels.&nbsp;<\/p>\r\n<p>This study was done in cooperation with Texas Tech University, Texas Parks and Wildlife Department, The Wildlife Management Institute, and the U.S. Fish and Wildlife Service.&nbsp;<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2014_01_17\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2014_01_17\/1\" title=\"Image Gallery\">[Access images for this release at: &amp;amp;amp;lt;a href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_01_17\" _mce_href=\"http:\/\/gallery.usgs.gov\/tags\/NR2014_01_17\"&amp;amp;amp;gt;http:\/\/gallery.usgs.gov\/tags\/NR2014_01_17&amp;amp;amp;lt;\/a&amp;amp;amp;gt;]<\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Texas"],"country":["United States of America"],"mm_tags":["Algal Bloom","algaltoxins","Golden Algal Bloom","Texas","","toxins","climatechange","climate"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1389934800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169606"},{"tid":"170313"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}