{"title":"Invasive Pike Persist When Preferred Prey Decline","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>January 23, 2013 &ndash; <!--introstart-->Invasive northern pike in southcentral Alaska are opportunistic and adaptable predators that feed on multiple native fish species when their preferred prey, native salmonids, are no longer abundant, according to a new study released in <em>Ecology of Freshwater Fish.<!--introend--><\/em>&nbsp;<\/p>\n<p>In the study, scientists with the U.S. Geological Survey's Northern Rocky Mountain Science Center and the Alaska Department of Fish and Game describe the importance of salmonids and other native fish species to pike diets in the Susitna River basin of Alaska. As a result, this invasive predator can continue to thrive while impacting native species.&nbsp;<\/p>\r\n<p>\"In southcentral Alaska, outside of the native range of the northern pike, fish have no natural defenses to these voracious predators, making them 'easy pickins'once the northern pike was introduced,\" said USGS Director Marcia McNutt. \"The consequences of this unfortunate act may not end with the salmon, but could cascade to other portions of affected ecosystems and the human economy.\"&nbsp;<\/p>\r\n<p>The economic and cultural costs of salmonid declines are considerable, as are the severe ecological consequences because these fish are a key food source for numerous species throughout Alaska.&nbsp;<\/p>\r\n<p>\"We sampled 274 pike in a stream where salmon are still abundant and we found over 600 salmon in the stomachs of these pike. Several of the pike had greater than 20 juvenile salmon in their stomachs.\" said Adam Sepulveda, USGS scientist and lead author of the study.&nbsp;<\/p>\r\n<p>Researchers observed that pike preferred juvenile salmonids, but will feed on other native fish species such as lamprey and sculpin when salmonids are less abundant. In addition, the study found that smaller pike are the primary predators of native salmonids, indicating that tools that are effective at suppressing smaller pike, in addition to larger pike, are needed.&nbsp;<\/p>\r\n<p>Invasive pike were introduced into southcentral Alaska in the 1950's and are thought to be a leading cause for the decline of salmonid species important to sport and commercial fisheries.&nbsp;<\/p>\r\n<p>\"In places like Alexander Creek, where northern pike are well established, we have seen a complete loss of salmon fisheries and the closure of several businesses that once depended on them.\" said Kristine Dunker, biologist with the Alaska Department of Fish and Game and co-author of the study.&nbsp;<\/p>\r\n<p>The study illustrates that the adaptability of invasive pike can reduce abundance of multiple species.&nbsp; The article is titled \"Introduced northern pike predation on salmonids in southcentral Alaska\" and can be viewed at the following <a href=\"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/eff.12024\/abstract\">website<\/a>.&nbsp;<\/p>\r\n<p>More information about impacts and prevention of aquatic invasive species can be found on the USGS Northern Rocky Mountain Science Center <a href=\"http:\/\/nrmsc.usgs.gov\/science\/invasives\">web site<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR13_01_22\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR13_01_22\/1\" title=\"Image Gallery\"><\/iframe>&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","northernpike","fish","Salmon","biology"],"article_type":["State News Release"],"distribution":["Biology"],"release_date":{"und":[{"value":"1358917200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170538"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}