{"title":"Observations of Climate Change from Indigenous Alaskans","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Personal interviews with Alaska Natives in the Yukon River Basin provide unique insights on climate change and its impacts, helping develop adaptation strategies for these local communities.<!--introend--><\/p>\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"210\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_09_13\/st_marys_ak_tn.jpg\" alt=\"The Village of St. Mary's, Alaska\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td><span class=\"small\">The village of St. Mary's, Alaska where USGS scientists conducted interviews with hunters and elders to document their observations of climate change. The village lies in the Yukon River Basin on the banks of the Andreafsky River, a tributary of the Yukon River.<br \/>Photo Credit: School District of St. Mary&rsquo;s, Alaska. (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_09_13\/st_marys_ak.jpg\">High resolution image)<\/a><\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>The USGS coordinated interviews with Yup'ik hunters and elders in the villages of St. Mary's and Pitka's Point, Alaska, to document their observations of climate change. They expressed concerns ranging from safety, such as unpredictable weather patterns and dangerous ice conditions, to changes in plants and animals as well as decreased availability of firewood.&nbsp;<\/p>\r\n<p>\"Many climate change studies are conducted on a large scale, and there is a great deal of uncertainty regarding how climate change will impact specific regions,\" said USGS social scientist Nicole Herman-Mercer. \"This study helps address that uncertainty and really understand climate change as a socioeconomic issue by talking directly to those with traditional and personal environmental knowledge.\"&nbsp;<\/p>\r\n<p>By integrating scientific studies with indigenous observation, these multiple forms of knowledge allow for a more comprehensive understanding of the complex challenges posed by climate change. The indigenous knowledge encompasses observations, lessons and stories about the environment that have been handed down for generations, providing a long history of environmental knowledge. These observations can also help uncover new areas for scientists to study.&nbsp;<\/p>\r\n<p>The Arctic and Subarctic are of particular interest because these high latitudes are among the world&rsquo;s first locations to begin experiencing climate change.&nbsp;<\/p>\r\n<p>The most common statement by interview participants was about warmer temperature in recent years. It was observed to be warmer in all seasons, though most notably in the winter months. In previous generations, winter temperatures dropped to 40 degrees Celsius below freezing, while in present times temperatures only reach 25 C or 30 C below freezing. Moreover, in the rare case that temperatures did drop as low as they had in the past, it was a brief cold spell, in contrast to historic month-long cold spells.&nbsp;<\/p>\r\n<p>The considerable thinning of ice on the Yukon and Andreafsky Rivers in recent years was the topic of several interviews. Thin river ice is a significant issue because winter travel is mainly achieved by using the frozen rivers as a transportation route via snow machines or sled dogs. Thinning ice shortens the winter travel season, making it more difficult to trade goods between villages, visit friends and relatives, or reach traditional hunting grounds. One interview participant also discussed how the Andreafsky River, on whose banks their village lies, no longer freezes in certain spots, and &nbsp;several people have drowned after falling through the resulting holes in the ice.&nbsp;<\/p>\r\n<p>The unpredictability of weather conditions was another issue of concern, especially since these communities rely on activities such as hunting, fishing and gathering wild foods for their way of life. One does not want to \"get caught out in the country\" when the weather suddenly changes.<\/p>\r\n<p>Vegetation patterns were also observed to be shifting due to the changes in season","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":["Alaska","Climate Change","nativeamerican","water","Global Warming","global Change","weather","biology","Alaska Biology"],"release_date":{"und":[{"value":"1315886400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"170195"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}