{"title":"The Gigaton Question: How Much Geologic Carbon Storage Potential Does the United States Have?","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"attachment_180303\" align=\"aligncenter\" width=\"884\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/GCS-Diagram.jpg\"><img class=\"wp-image-180303  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/GCS-Diagram-1024x729.jpg\" alt=\"An illustration showing the process of geologic carbon sequestration.\" width=\"884\" height=\"629\" \/><\/a> An illustration showing the process of geologic carbon sequestration.[\/caption]\n\nOn May 9, 2013, the level of carbon dioxide in the atmosphere officially passed the 400 parts per million mark, an atmospheric concentration of carbon dioxide not seen in more than 800,000 years, according to the National Oceanic and Atmospheric Administration. In 2011 alone, the United States emitted 5.5 metric gigatons of CO<sub>2<\/sub> from energy production, and the world released a total of 31.6 metric gigatons, according to the U.S. Energy Information Administration.\n\nIn any realistic discussion of ways of solving the looming problems of climate change due to the increasing levels of CO<sub>2<\/sub> in the atmosphere, carbon sequestration must play a role. Carbon sequestration is a method of securing carbon dioxide (CO<sub>2<\/sub>) to prevent its release to the atmosphere and contribution to global warming as a greenhouse gas. Geologic carbon sequestration is the deliberate storage of CO<sub>2<\/sub> in porous and permeable rocks and involves injecting high pressure CO<sub>2<\/sub> into a subsurface rock unit and displacing the fluid that initially occupied the pore space. The USGS has been working for the past several years to help inform that discussion with the best available science on carbon storage potential in the United States.\n\nOn Tuesday, June 25, 2013, USGS added a significant piece to the puzzle with the release of the first-ever comprehensive assessment of geologic carbon storage potential for the entire United States, with a mean estimate of 3,000 metric gigatons of potential storage. Along with the regional assessments of biologic carbon sequestration that are ongoing, this national geologic carbon sequestration assessment gives land and resource managers a powerful new tool to help determine the appropriate actions to take on mitigating climate change.\n\n<strong>What is Carbon Sequestration?<\/strong>\n\nThe term \"carbon sequestration\" is used to describe both natural and deliberate processes by which CO<sub>2<\/sub>Â is either removed from the atmosphere or diverted from emission sources and stored in the ocean, terrestrial environments (vegetation, soils, and sediment), and geologic formations.\n\nHuman-engineered geologic carbon sequestration most often takes the form of pressurizing carbon dioxide into a liquid, then injecting it into the pores of rock formations. The CO<sub>2<\/sub> is injected into only those rock layers with an appropriate seal, so as to assure long-term storage.\n\nCurrently, the primary ways that the CO<sub>2<\/sub> is captured for injection are near production wells to purify methane for delivery to consumers and by installing systems in fossil fuel-burning power plants to collect the CO<sub>2<\/sub> as it is created and before it escapes into the atmosphere.\n<p style=\"text-align: center\"><strong><a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/Assessment-Map.jpg\"><img class=\"wp-image-180313 aligncenter\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/Assessment-Map-1024x855.jpg\" alt=\"A map showing the regions assessed in the 2013 USGS Geologic Carbon Sequestration Assessment.\" width=\"797\" height=\"665\" \/><\/a><\/strong><\/p>\n<p style=\"text-align: center\"><strong>Where in the USA Can Carbon be Stored?<\/strong><\/p>\nIn the 2013 national assessment of geologic carbon sequestration, USGS looked at every sedimentary rock basin in the country. Then, using a series of criteria developed in an internationally-recognized, peer-reviewed methodology, USGS scientists narrowed the list of basins to assess to 36 total.\n\nWhat qualified these 36 basins? First, the deep prospective storage zones did not have fresh sources of groundwater. The U.S. Environmental Protection Agency defines groundwater as being fresh if it has 10,000 milligrams per liter of dissolved material or less.\n\nNext, the rock had to be deep enough to ensure that the CO<sub>2<\/sub> remained a liquid. That limited the available formations to those deeper than 3,000 feet. The majority of the rock layers chosen were between 3,000 and 13,000 feet, but some were deeper.\n\nLast but certainly not least, the storage rock layers had to have a sealing layer on them that would prevent the CO<sub>2<\/sub> from escaping.\n\n[caption id=\"attachment_180322\" align=\"alignright\" width=\"322\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/GCS-Pie-Chart.jpg\"><img class=\" wp-image-180322 \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/GCS-Pie-Chart.jpg\" alt=\"A pie chart showing the relative potential for each region assessed in the 2013 USGS Geologic Carbon Sequestration Assessment.\" width=\"322\" height=\"294\" \/><\/a> A pie chart showing the relative potential for each region assessed in the 2013 USGS Geologic Carbon Sequestration Assessment.[\/caption]\n\n<strong>The Thirty-Six Basins<\/strong>\n\nThe 36 basins are located throughout the onshore and state waters of the United States, including Alaska. Hawaii was not assessed because it lacks sedimentary basins of any significance.\n\nThe largest potential by far is in the Coastal Plains region, which accounts for 1,900 metric gigatons, or 65 percent, of the storage potential.Â  Two other areas with significant storage capacity include Alaska and the Rocky Mountains and Northern Great Plains.\n\nMany of the basins are also oil and gas-producing basins, as much of the same geologic conditions that allowed the oil and gas to form and collect into reservoirs also facilitates carbon storage.\n\n<strong>Whatâ\u0080\u0099s Next?<\/strong>\n\nThis assessment goes further than all previous assessments in considering the viability of sequestration.Â  However, there are still important areas that require further research.\n\nThis assessment estimates the technically accessible pore space for carbon dioxide storage, meaning it can be developed using todayâ\u0080\u0099s technology and standard engineering practices. It does not, however, incorporate economic values. An economic analysis of these results will help policy makers and other assessment users better understand the potential development of the resource under various economic conditions.\n\nBecause geologic carbon sequestration is relatively new, few studies have been conducted on the economic viability of wide-spread implementation of the technology.\n\nTo remedy this research gap, USGS will undertake an economic analysis of this assessment, as well as the potential for incremental oil recovery and associated CO<sub>2<\/sub>Â sequestration in oil fields in the lower 48 states that pass an engineering and geologic screening test for carbon dioxide â\u0080\u0093 enhanced oil recovery application.\n\n[caption id=\"attachment_180332\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/Injection-Well.jpg\"><img class=\"size-medium wp-image-180332\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/06\/Injection-Well-300x211.jpg\" alt=\"A green, vertical CO2 injection well located on a cleared patch of brown desert, surrounded by green desert scrub plants and beneath a cloudy blue sky.\" width=\"300\" height=\"211\" \/><\/a> CO2 injection well at the Pump Canyon test site in New Mexico. The well was drilled by the Southwest Regional Partnership on Carbon Sequestration (sponsored by the U.S. Department of Energy) to test the effectiveness of storing CO2 in deep, unminable coal seams. Similar wells could inject CO2 for storage in depleted oil and gas reservoirs. Photograph by Eelco Kruizinga; used with permission.[\/caption]\n\n<strong>Triggering a New Research Direction<\/strong>\n\nIn addition, USGS will also pair its geothermal energy and earthquake hazards research with the geologic carbon sequestration studies to determine to what extent induced seismicity is a concern during carbon dioxide storage in rock formations.\n\nConsidering the sheer quantity of potential CO<sub>2<\/sub> injections into the subsurface rock layers, there is a potential seismic hazard in the form of triggered earthquakes. Other forms of fluid injection have been associated with induced seismicity in the past.\n\nTo understand the potential for and prepare for possible seismic hazards that might result from large-scale geologic carbon sequestration, USGS is studying what the possible frequency of triggered earthquakes might be, how large they might be, and how certain engineering practices could reduce or control such earthquakes.\n\n<strong>Moving Forward<\/strong>\n\nAs policymakers and land and resource managers weigh their options on how to respond to the increasing impacts of climate change, they require the best available science to make sound decisions. By providing this cutting-edge geologic carbon sequestration assessment, USGS has ensured that the discussion surrounding geologic carbon sequestration has a firm foundation upon which to grow.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24217","uid":"31","filename":"Feature-Image.jpg","uri":"public:\/\/Feature-Image.jpg","filemime":"image\/jpeg","filesize":"103987","status":"1","timestamp":"1425492768","type":"image","uuid":"a7a8b20e-78b4-4413-beb1-c344c62f8b4f","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["assessment","Carbon Sequestration","Geologic Carbon Sequestration"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1372258526","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}