{"title":"USGS Assesses Nation&rsquo;s Biological Resources at Century End","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey has released the first large-scale assessment of the nation&rsquo;s natural resource heritage in a two-volume report, \"Status and Trends of the Nation&rsquo;s Biological Resources.\" At century end, this report synthesizes current information within a historical perspective to document how the nation&rsquo;s biological resources are changing. The report also underscores the essential need for science to be used in guiding decisions on resource management. \n<p>Secretary of the Interior Bruce Babbitt, said, \"This study is a CT scan of our nation, and like a doctor, it can give us a diagnosis as to what we need to do to restore the health of our living landscapes. The rest is up to us.\" \r\n<p>Almost 200 federal, academic, and non-governmental experts provided baseline information of value to scientists, policy makers, resource managers and the public. The 1,000-page scientifically peer-reviewed report, written in on-technical language, details both the issues affecting biological resources and the status and trends of specific regions. \r\n<p>USGS Director Charles Groat said that this report, along with efforts to establish uniform standards for collecting biological information, is allowing the inventory and monitoring program of the Survey&rsquo;s Biological Resources Division to \"do what USGS does best--provide scientifically sound, impartial, and relevant information.\" \r\n<p>Dennis Fenn, Chief Biologist for the USGS-BRD, commenting on how the report was assembled, said, \"It was a truly collaborative endeavor among scientists from throughout the nation who came together to synthesize existing and new information so that we can all know the state of our natural resource legacy.\" \r\n<p>Volume One covers seven factors affecting biological resources nationwide: natural processes, land use, water use, climate change, nonindigenous species, environmental contaminants and harvest. \r\n<p>Volume Two describes the status and trends of biological resources in 14 areas of the country and how they have been affected by these factors. Regions covered are the Northeast, Great Lakes, Southeast, Caribbean Islands, Mississippi River, Coastal Louisiana, Grasslands, Rocky Mountains, Great Basin-Mojave Desert, Southwest, California, Pacific Northwest, Alaska, and Hawaii and the Pacific Islands. \r\n<p>Each regional chapter describes the geologic and climatic changes that formed the region and the recent history of settlement; describes the ecosystems in the region; provides status and trends of populations; and identifies information gaps. \r\n<p>The final chapter of Part Two, produced by the National Marine Fisheries Service, describes the status and trends of marine resources by region. . The report also identifies scientific information gaps and points to needed research, monitoring and restoration--from Alaska to Hawaii to Florida and the Caribbean Islands, encompassing endangered and at-risk species, coral reefs and the rivers and streams of the nation. \r\n<p>There is some good news in the report. Severe events such as hurricanes can provide some benefits to ecosystems. Biological populations can respond surprisingly fast in devastated areas; such is the case of amphibians that recolonized in areas devastated by the Mount St. Helens&rsquo; eruption. \r\n<p>Land use, water use and nonindigenous, or nonnative, species are the three factors having the greatest broad-scale effects on biological resources. \r\n<p>Some land use changes repeatedly cited as major forces affecting biological resources are urbanization, conversion of lands to agriculture, draining of wetlands and the fragmentation of forests. \r\n<p>Changes in the nation&rsquo;s waterways to accommodate navigation, irrigation, hydroelectric power generation and municipal use have drastically altered the biological integrity of aquatic environments. Aquatic organisms now dominate lists of imperiled species. \r\n<p>Changes in both land and water use have altered habitats enabl","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"929592000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169312"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}