{"title":"Earthquake Early Warning System Possible","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->An earthquake early warning system for California is feasible in coming years, according to research being presented Dec. 14-15 at the American Geophysical Union meeting in San Francisco.<!--introend-->&nbsp; The ongoing study demonstrates that an earthquake early warning system for California is possible and lays out how such a system could be built.<\/p>\n<p>Earthquake early warning systems, already successfully deployed in Mexico, Japan and Taiwan, can detect an earthquake in progress and provide notice of seconds to tens of seconds prior to actual ground shaking. Building on developments in other countries with significant earthquake risk, scientists are exploring early warning in the United States.<\/p>\r\n<p>After a three-year earthquake early warning study funded by the U.S. Geological Survey was completed in August 2009, a second USGS-funded project was launched to integrate the previously tested methods into a single prototype warning system. When completed, this pilot system, called the California Integrated Seismic Network (CISN) ShakeAlert System, will provide warning to a small group of test users, including emergency response groups, utilities, and transportation agencies. While in the testing phase, the system will not provide public alerts.<\/p>\r\n<p>The CISN ShakeAlert system will detect strong shaking at an earthquake's epicenter and transmit alerts ahead of the damaging earthquake waves. The speed of an electronic warning message is faster than the speed of earthquake waves traveling through the earth. Potential applications include stopping elevators at the nearest floor, slowing or halting trains, monitoring critical systems, and alerting people to move to safer locations. In warning systems deployed abroad, alerts are distributed via TV and radio networks, the Internet, cell phones and pagers.<\/p>\r\n<p>The earthquake early warning test uses real-time data from the California Integrated Seismic Network. The CISN is part of the USGS Advanced National Seismic System, through which the USGS aims to broadly improve earthquake monitoring and reporting in the United States. Funding for the CISN is provided by the USGS and the state of California.<\/p>\r\n<p>The EEW study is a collaboration among the USGS, the California Institute of Technology, the University of California-Berkeley, the Swiss Seismological Service and the Southern California Earthquake Center.<\/p>\r\n<p>In the next two years American Recovery and Reinvestment Act stimulus funding will be used to upgrade many of the older, slower seismic instruments throughout the CISN. These older instruments introduce time delays and would slow down early warning alerts.<\/p>\r\n<p>The relevant sessions at AGU are shown below.<\/p>\r\n<h3><strong>Poster presentations,<\/strong><strong> Moscone South, Poster Hall<\/strong><\/h3>\r\n<p><strong>Monday, Dec. 14, <\/strong><strong>1:40 p.m. - 6:00 p.m.<\/strong><\/p>\r\n<p><strong>S13A-1718. CISN ShakeAlert: Three Years of Comparative Real-Time Earthquake Early Warning Testing in California<\/strong> <em>G. B. Cua; R. M. Allen; M. Boese; H. Brown; D. Given; M. Fischer; E. Hauksson; T. H. Heaton; M. Hellweg; T. H. Jordan; O. Khainovski; P. J. Maechling; D. S. Neuhauser; D. H. Oppenheimer; K. Solanki<\/em>&nbsp;<\/p>\r\n<p><strong>S13A-1719. CISN ShakeAlert: Specification of the Prototype Earthquake Early Warning System<\/strong> <em>H. Brown; R. M. Allen; M. Boese; G. B. Cua; D. D. Given; E. Hauksson; M. Fischer; T. H. Heaton; M. Hellweg; T. H. Jordan; O. Khainovski; P. J. Maechling; D. S. Neuhauser; D. H. Oppenheimer; K. Solanki<\/em>&nbsp;<strong> <br \/><\/strong><\/p>\r\n<p><strong>S13A-1720. CISN ShakeAlert: Using early warnings for earthquakes in California<\/strong> <em>M. Vinci; M. Hellweg; L. M. Jones; O. Khainovski; K. Schwartz; D. Lehrer; R. M. Allen; D. S. Neuhauser<\/em>&nbsp;<strong> <br \/><\/strong><\/p>\r\n<h3><strong>Oral presentations, Moscone West, Room 2005<\/strong><\/h3>\r\n<p><strong>Tuesday, Dec. 15 <br \/><\/strong><\/p>\r\n<p","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["California","Seismic Network","earthquakes"],"release_date":{"und":[{"value":"1260766800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169361"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}