{"title":"Tsunami on the Delaware River?  Study of Historical Quake and Early East Coast Seismicity","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>PASADENA, Calif.<strong> <\/strong>&mdash; <!--introstart-->Imagine the Delaware River abruptly rising toward Philadelphia in a tsunami-like wave of water. Scientists now propose that this might not be a hypothetical scenario.<!--introend--> A newly published paper concludes that a modest (one-foot) tsunami-like event on the East Coast was generated in the past by a large offshore earthquake. This result may have potential ramifications for emergency management professionals, government officials, businesses and the general public.<\/p>\n<p>Early in the morning of Jan. 8, 1817, earthquake shaking was felt along the Atlantic seaboard as far north as Baltimore, Md., and at least as far south as Charleston, S.C. Later that morning, a keen observer documented an abrupt rise in the tide on the Delaware River near Philadelphia, commenting on the earthquake felt earlier to the south, and remarking that the tidal swell was most likely \"the reverberation or concussion of the earth operating on the watery element.\"<\/p>\r\n<p>Scientists have previously interpreted this earthquake to have a magnitude around 6 and a location somewhere in the Carolinas or slightly offshore.&nbsp;In a new study, USGS research geophysicist <a href=\"http:\/\/pasadena.wr.usgs.gov\/office\/hough\/\">Susan Hough<\/a> and colleagues reconsider the accounts of shaking and, for the first time, consider in detail the Delaware River account. They show that the combined observations point to a larger magnitude and a location farther offshore than previously believed. In particular, they show that a magnitude-7.4 earthquake located 400-500 miles off South Carolina or Georgia could have generated a tsunami wave large enough to account for the tidal swell on the Delaware. Using new computer-assisted research techniques, they uncover first-hand accounts from newspapers and ships' logs that give a wider perspective on the 1817 event. Notably, the predicted timing of such a tsunami wave from this location matches the documented timing in the eyewitness account.<\/p>\r\n<p>The USGS monitors earthquakes offshore, and in recent years has undertaken research to better understand shaking and tsunami hazard from offshore earthquakes and landslides. Scientific understanding of faults and geological processes in this part of the Atlantic is limited. Still, it has long been understood that large, infrequent offshore earthquakes may pose a tsunami hazard to the Atlantic coast. In 1978, a magnitude-6 earthquake occurred roughly 240 miles southwest of Bermuda, even farther offshore than the inferred location of the 1817 earthquake. In 1929, the magnitude-7.2 Grand Banks, Newfoundland, earthquake triggered a submarine landslide that generated a large tsunami. Waves 10-13 feet high struck the Newfoundland coast, killing 29 people and leaving 10,000 temporarily homeless.&nbsp;<\/p>\r\n<p>The inferred 1817 tsunami was significantly smaller than the Newfoundland disaster. However, the new interpretation by Hough and colleagues highlights the potential earthquake and tsunami hazard along the Atlantic seaboard from the still poorly understood offshore earthquake faults. The new study highlights that there is still work to be done to characterize this hazard in the southeastern United States.&nbsp;<\/p>\r\n<p>The study, \"Reverberations on the Watery Element: A Significant, Tsunamigenic Historical Earthquake Offshore the Carolina Coast,\" by Susan E. Hough, Jeffrey Munsey, and Steven N. Ward, is published in the September\/October issue of <a href=\"http:\/\/srl.geoscienceworld.org\">Seismological Research Letters<\/a>.&nbsp;<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Delaware","Maryland","Pennsylvania","Virginia","Georgia","North Carolina","South Carolina"],"country":["United States of America"],"mm_tags":["hazards"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1378180800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170523"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}