{"title":"United States-Mexican Borderlands Science Knows No Boundaries","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"&nbsp;\n\n[caption id=\"\" align=\"alignright\" width=\"500\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_04_2013_ye72XkjWVr_06_04_2013_1\"><img title=\" Human-Health Science in the US-Mexico Borderlands\" src=\"http:\/\/gallery.usgs.gov\/images\/06_04_2013\/ye72XkjWVr_06_04_2013\/medium\/children_QuaPrieta.jpg\" alt=\"\" width=\"500\" height=\"380\" \/><\/a> Children playing in a makeshift swimming pool at a colonia in Aqua Prieta, Sonora, Mexico. Scientists examine the growing health concerns related to the fate of hazardous wastes and contaminants introduced into the air, water, and soils of the Borderlands region, as well as pathogens carried by wildlife, domesticated animals, and humans.[\/caption]\n\nBack in the 1840s and 50s when the existing United States-Mexican border was being defined, little concern was devoted to creating a separation based on environmental, water or geologic parameters. However, these issues are paramount to present-day socioeconomic, political and ecological welfare. USGS scientists have been and will continue to foster border-related themes that encompass ecological resources, water availability and quality, environmental health, energy and mineral resources, climate change, and most critically, how all of the above impact humans in both the United States and Mexico.\n\n<strong>Borderland Challenge Themes Explored:<\/strong>\n\n<strong>Ecological Resources<\/strong>\n\nAlong its corridor from the Gulf of Mexico to the Pacific Ocean, the border traverses ecosystems ranging from riparian systems along the Rio Grande in Texas to the coniferous forest â\u0080\u009csky islandsâ\u0080\u009d of Arizona and the extremely arid regions of southeastern California. Ecological resource issues that scientists are interested in include biodiversity, invasive species, endangered species indicators, habitat fragmentation, and species loss.\n\n<strong>Water Availability and Quality<\/strong>\n\n<strong><\/strong>Population growth on both sides of the border, especially in southern California and Arizona, and pressures for sufficient irrigation for agriculture in Arizona, California, Texas, and the northern States of Mexico raise enormous concerns for future water availability. Even in areas where water remains plentiful, the introduction of metals, salts, biochemicals, and pharmaceuticals to surface water and groundwater has greatly degraded the qualities of both of these resources.\n\n<strong>Environment and Human Health<\/strong>\n\nRapid population growth is occurring in the arid southwestern United States and in the northern Mexican States. Scientists examine the growing health concerns related to the fate of hazardous wastes and contaminants introduced into the air, water, and soils of the Borderlands region, as well as pathogens carried by wildlife, domesticated animals, and humans\n\n<strong>Natural Hazards<\/strong>\n\nThe border region is subject to rare but spectacular natural events, including hurricanes on both the Californiaâ\u0080\u0093Baja California and Texas-Tamaulipas coasts; earthquakes in the San Diegoâ\u0080\u0093Tijuana sister city area; floods along the Rio Grande in New Mexico, Texas, and Chihuahua; and wildfires in Arizona, California, Sonora, and Baja California. There is a need for continuous monitoring of earth and atmospheric processes that can lead to hazardous events. Populations on both sides of the border also need to receive information before a disaster strikes on the steps that can be taken to reduce risks associated with these natural hazards.\n\n[caption id=\"\" align=\"alignright\" width=\"375\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/06_04_2013_ye72XkjWVr_06_04_2013_0#.UbC3M6KvN8F\"><img title=\"Assuring Water Availability and Quality in the US-Mexico Borderlands\" src=\"http:\/\/gallery.usgs.gov\/images\/06_04_2013\/ye72XkjWVr_06_04_2013\/medium\/two_horses.jpg\" alt=\"\" width=\"375\" height=\"500\" \/><\/a> The dry climate of the Borderlands increases the challenge of balancing water supplies between humans and ecosystems. Here, two horses and their riders observe the low water levels of a river.[\/caption]\n\n<strong>Energy\/Mineral Resources<\/strong>\n\nThe exploration for and exploitation of geological resources such as oil and gas, copper, gold, uranium, and mercury have recently accelerated as domestic and global demands have increased. This theme focuses on the assessment of natural resources and resultant economic development that will occur in the Borderlands in the coming decades as a response to an increase in demand, as well as on the environmental effects of the extraction of those resources.\n\n<strong>Climate Change<\/strong>\n\nAlthough it is not listed as a challenge theme, the issue of climate change cannot be ignoredâ\u0080\u0094the scientific community is now in broad consensus that global climate change is happening at an accelerating rate. This phenomenon will affect all regions of the United States, and the Borderlands are no exception. In fact, the effects of climate change are expected to be especially significant in the Borderlands, where even slight climatic fluctuation can have cascading effects on ecosystems and human inhabitants. Because climate change exerts such strong, long-lasting influences on the seven challenge themes in both the United States and Mexico, the issue of climate change as it applies to the Borderlands will be discussed in depth and with a forward-looking perspective\n\nAccess the publication and accompanying poster <a href=\"http:\/\/pubs.usgs.gov\/circ\/1380\/\">here<\/a>.\n\n<strong>Â <\/strong>","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24309","uid":"31","filename":"boarder.jpg","uri":"public:\/\/boarder.jpg","filemime":"image\/jpeg","filesize":"92606","status":"1","timestamp":"1425492768","type":"image","uuid":"f88dc476-f73e-4f13-8758-4589f4e81eeb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","Border","border health","Border Science","Borderlands","Climate Change","Colorado River","energy","hazards","Human Health","Mexico","rio Grande","US-Mexico","water"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1370536219","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}