{"title":"Crossing the line:  Water quality shared by Missouri and Kansas","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS), in cooperation with the City of Kansas City, Missouri Water services Department, today released a report detailing the detection of prescription drugs, household and commercial cleaning compounds, pesticides and other chemicals in the Blue River Basin, situated in Missouri and Kansas. <\/p>\n<p>The Blue River Basin encompasses roughly one-half of the Kansas City metropolitan area south of the Missouri River with 54 percent of the basin located in Kansas and 46 percent in Missouri. <\/p>\r\n<p>Initiated in 1998, the study includes analysis of nutrients, common household chemicals and personal care products, pesticides, pharmaceuticals, bacteria and bacteria sources, and aquatic organisms in streams. As one of 770 cities in the United States with a combined storm and sanitary sewer system, Kansas City is developing plans to control combined sewer overflows into Blue River and Brush Creek during intense rain storms. This study characterizes the water quality of receiving streams, provides a better understanding of the myriad of factors that influence water quality in the Blue River Basin, and provides scientific data to assist in the overflow control plan development.<\/p>\r\n<p>Sites downstream from wastewater treatment plants had the highest concentrations and loads of nutrients, household chemicals, personal care products and pharmaceuticals in the basin. The highest concentrations and loads occurred in lower Indian Creek, the lower and middle reaches of the Blue River, and lower Brush Creek. <\/p>\r\n<p>&quot;Stream-water quality in the Blue River Basin is influenced by a variety of factors including urbanization, point-source discharges, urban runoff physical stream conditions, and complex water-quality processes,&quot; according to Donald Wilkison, a USGS hydrologist and primary author of the report. Water quality issues in the basin are metropolitan in scope, contaminants originate from both sides of the state lines and are similar in scope when viewed from a basin-wide perspective. Primarily during and immediately after large storms, a combined storm and sanitary sewer system that underlies part of the basin affects stream water quality; however, many other factors such as nonpoint source pollution, treated wastewater effluent, and habitat loss also adversely affect the water quality and ecological condition of basin streams.<\/p>\r\n<p>Urbanization and flood-control projects have resulted in altered stream flow, substantial loss of native vegetation and pool and riffle sequences, and altered or eliminated stream habitat. During low flows, wastewater treatment discharges provided the dominant source of stream flow, nutrients, personal care products, and pharmaceuticals to the Blue River and Indian Creek. Only a small part of effluent nutrients were removed by in-stream processes, an indication that nutrient concentrations frequently exceed the ecological assimilation capacity of some streams. During storms, urban non-point runoff contributed as much as 70 percent of the contaminant load in parts of the basin. Nonpoint sources that contribute nutrients to streams include runoff from fields, parks, golf courses, lawns, solid surfaces, and storm sewers.<\/p>\r\n<p>Approximately 60 percent of the total nitrogen and phosphorus in the middle and lower Blue River originated from Indian Creek, 16 to 28 percent from the upper Blue River and less than five percent from Brush Creek. Nutrient yields, which account for variations in drainage area, were similar for the less-developed upper Blue River and Brush Creek and were not substantially different from most other urban streams in the U.S., but nutrient yields observed in lower Indian Creek and the middle Blue River were significantly larger.<\/p>\r\n<p>The biological diversity and abundance of stream fauna was greatest in the upper stream reaches of the basin and declined downstream. Declines in aquatic communities were related to declines in vegetative cover, i","summary":null,"format":null}]},"field_images":[],"regions":["Kansas","Missouri"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1157601600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}