{"title":"Mojave Desert Is Subject of Las Vegas Science Meeting","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>NOTE: Detailed information about the following symposium, including registration and schedule, can be found online at <a href=\"http:\/\/www.werc.usgs.gov\/mojave-symposium\/\">http:\/\/www.werc.usgs.gov\/mojave-symposium\/ <\/a>\n<p>A forum that brings together researchers and managers to examine the status of scientific knowledge about the Mojave Desert will be hosted by the U.S. Geological Survey at the University of Nevada, Las Vegas, Feb. 25-27. \r\n<p>Scientists and managers will meet at the symposium to discuss their concerns about the large areas of Mojave Desert that have been affected by off-highway-vehicle use, overgrazing by domestic livestock, agriculture, urbanization, construction of roads and utility corridors, air pollution and military training exercises. \r\n<p>USGS scientist and symposium chairperson Jeff Lovich said, \"The Mojave Desert is generally perceived by the public to be rugged and timeless. In reality, it is a sensitive ecosystem that is easy to scar and slow to heal. Complete recovery from degradation may require over 3,000 years. The Mojave Desert&rsquo;s proximity to huge and growing population centers such as Las Vegas, Phoenix and southern California necessitates a firm understanding of how human uses affect this national treasure.\" \r\n<p>The symposium includes oral presentations and poster sessions, a panel discussion, a field trip tour of long-term research areas on the Nevada Test Site and a luncheon with guest speaker USGS scientist Robert Webb, an expert on the response of desert plant communities to disturbance. Presentation subjects include changing landforms, soil crusts, global climate change, desert tortoise research and monitoring, bighorn sheep and burros, special-status plants, Mojave vegetation map project, military research, urban effects and pollution, livestock grazing, subsidized predators, desert fishes, riparian systems, exotic plants, fire history, effects of fire, ecosystem processes, restoration and recovery and agency and institutional overviews. \r\n<p>As principal sponsor of the symposium, the USGS Western Ecological Research Center will highlight the studies of the USGS Biological Resources Division and cooperators\/ collaborators in the Mojave Desert Ecosystem and seek feedback from client agencies on the relevance of USGS research and future research needs. \r\n<p>Other sponsors of the symposium are the Desert Research Institute, the University of California Natural Reserve System and the U.S. Department of Energy, in cooperation with the Desert Managers Group. The meeting is open to the public, but seating space is limited.The Mojave Desert Science Symposium will be held in the Tam Alumni Center, near the intersection of Harmon and Maryland Parkway on the east side of campus, and will begin at 9:00 a.m. on Thursday and 8:30 a.m. on Friday. Registration at the door starts at 8:00 a.m. Thursday and Friday, and includes two-day registration and luncheon on Thursday for $60 per person. Information regarding the availability of seats for the Saturday field trip, an additional $10 charge, can be found at the registration. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["California","Nevada"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"919659600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169442"},{"tid":"169588"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}