{"title":"San Francisco Bay Could Lose Marshes to Sea-Level Rise by 2100.","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"San Francisco Bay â\u0080\u0094 which has already lost the majority of its marsh habitat since the 19<sup>th<\/sup> Century â\u0080\u0094 could lose even more marshes by the year 2100, due to sea level rise.\n\nThese are the findings of a U.S. Geological Survey report <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1081\">published today<\/a>. Researchers from the <a href=\"http:\/\/www.werc.usgs.gov\/\">USGS Western Ecological Research Center<\/a> and the <a href=\"http:\/\/ca.water.usgs.gov\/\">USGS California Water Science Center<\/a> surveyed the elevation, water levels, sediment and vegetation <a href=\"http:\/\/www.werc.usgs.gov\/ProjectSubWebPage.aspx?SubWebPageID=3&amp;ProjectID=238\">at 12 marshes<\/a> near Petaluma River, San Pablo Bay, Napa River and South San Francisco Bay.\n\nUsing a new computer model, they found that 95 percent (4,798 acres) of these 12 marshes will be inundated by 2100 under <a href=\"http:\/\/meteora.ucsd.edu\/cap\/pdffiles\/Cayan_sealevel_jan2008.pdf\">a four-foot sea-level rise scenario<\/a> â\u0080\u0094 losing their vegetation and being converted into tidal mudflat habitats.\n<div style=\"float: right; padding: 5px;\" align=\"right\">[iframe width=\"480\" height=\"360\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/wdXu_cPdzfM?rel=0\" frameborder=\"0\" allowfullscreen]<\/div>\nâ\u0080\u009cFuture inhabitants of the Bay Area shoreline will see a very different set of wetlands and wildlife, according to our model,â\u0080\u009d says USGS ecologist and study author <a href=\"http:\/\/www.werc.usgs.gov\/thorne\">Karen Thorne<\/a>. â\u0080\u009cLosing marshes means losing the wild birds and animal species that depend on them, and we also lose the natural infrastructure that marshes serve as â\u0080\u0094 as buffers against extreme tides and floods.â\u0080\u009d\n\nThe study sites represent about 12 percent of the remaining marshes in San Francisco Bay overall. Results of the study are published in <a href=\"http:\/\/pubs.usgs.gov\/of\/2013\/1081\">USGS Open-File Report 2013-1081<\/a>, and videos of the sea level rise scenarios for the study sites can be viewed at the project website: <a href=\"http:\/\/www.werc.usgs.gov\/SFBaySLR\">www.werc.usgs.gov\/SFBaySLR<\/a>.\n\nResearchers painstakingly surveyed the marshes using sophisticated â\u0080\u009cRTK GPSâ\u0080\u009d instruments (see Tech Tidbit, below) â\u0080\u0094 which are capable of measuring elevation within a two-centimeter (0.78 inch) resolution.Â  With this ability, researchers not only mapped the marsh topography, but they mapped the layout of the marsh plants as well â\u0080\u0094 a previously unavailable, yet crucial dataset.\n\nMarsh plants offer nesting grounds and daily high-tide refuges for native wildlife, including endangered species like the <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=A03Y\">salt marsh harvest mouse<\/a> (<em>Reithrodontomys raviventris<\/em>) and <a href=\"http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B04A\">California clapper rail<\/a> (<em>Rallus longirostrus obsoletus<\/em>).\n\n[caption id=\"attachment_178611\" align=\"alignright\" width=\"368\"]<a href=\"http:\/\/www.werc.usgs.gov\/SFBaySLR\"><img class=\"wp-image-178611 \" title=\"China Camp Webpage (1)\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2013\/05\/China-Camp-Webpage-1-1024x681.jpg\" alt=\"\" width=\"368\" height=\"245\" \/><\/a> Animations, graphs and data from the San Francisco Bay sea level rise study.[\/caption]\n\n<strong>Alternate Futures?<\/strong>\n\nThe report has implications for habitat restoration efforts for San Francisco Bayâ\u0080\u0099s national wildlife refuges. And the implications of the study are not necessarily bleak.\n\nâ\u0080\u009cSan Francisco Bay is home to one of the worldâ\u0080\u0099s most vibrant centers of society and commerce, but it also means that our remaining marshes are often fenced in by urban barriers, and thereâ\u0080\u0099s little high ground left for marsh plants to naturally spread and adapt to rising seas,â\u0080\u009d says Don Brubaker, manager of the <a href=\"http:\/\/www.fws.gov\/refuge\/san_pablo_bay\/\">San Pablo Bay National Wildlife Refuge<\/a>. â\u0080\u009cBut if there are other things we can do to help our existing marshes become more resilient to future changes and give migratory birds and endangered wildlife more habitat and time to adapt to sea level rise effects, then we might be able to keep pace with sea-level rise.â\u0080\u009d\n\nâ\u0080\u009cThis new report actually underscores the need to restore more marshes to San Francisco Bay,â\u0080\u009d says Eric Mruz, refuge manager at the <a href=\"http:\/\/www.fws.gov\/refuge\/don_edwards_san_francisco_bay\/\">Don Edwards San Francisco Bay National Wildlife Refuge<\/a>, also one of the sites of the <a href=\"http:\/\/www.southbayrestoration.org\/\">South Bay Salt Pond Restoration Project<\/a>. â\u0080\u009cThe study is based on current conditions. But if we change that equation, and have more acres of marshes and healthier marshes on hand to begin with, then maybe weâ\u0080\u0099ll have a different outcome 100 years from now.â\u0080\u009d\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_17_2013_mQHt3XWjj1_05_17_2013_2\"><img title=\"Salt Marsh Harvest Mouse (Reithrodontomys Raviventris)\" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2013\/mQHt3XWjj1_05_17_2013\/medium\/SMHM.jpg\" alt=\"\" width=\"300\" height=\"225\" \/><\/a> The salt marsh harvest mouse (Reithrodontomys raviventris) is an endangered species dependent on San Francisco Bay marshes. Image Credit: USGS[\/caption]\n\n&nbsp;\n\nThorne and colleagues are currently applying the same research methods to forecast the impacts of sea level rise on marshes in <a href=\"http:\/\/www.werc.usgs.gov\/fileHandler.ashx?File=\/project_238\/shared%20documents\/cscs%20site%20map.pdf\">San Diego, Orange, Ventura, San Luis Obispo and Humboldt counties, as well as marshes in Oregon and Washington states<\/a>.\n\nThis research was made possible by the support of the <a href=\"https:\/\/nccwsc.usgs.gov\/\">USGS National Climate Change and Wildlife Science Center<\/a>, with additional support from the U.S. Fish and Wildlife Service Inventory and Monitoring and Science Applications Program and the Department of Interiorâ\u0080\u0099s <a href=\"http:\/\/www.californialcc.org\/\">California Landscape Conservation Cooperative<\/a>.\n\nLocal cooperators in San Francisco Bay include USFWS, NOAA, National Estuarine Research Reserve System, California Department of Fish and Wildlife, California State Parks, East Bay Regional Parks, City of Oakland and San Francisco International Airport.\n\n<em><\/em><strong>Tech Tidbit: What is an RTK GPS?<\/strong>\n\nRTK GPS stands for â\u0080\u009creal-time kinematic global positioning systemâ\u0080\u009d. However, unlike GPS units commonly used by consumers, RTK GPS systems require a â\u0080\u009cbase unitâ\u0080\u009d in addition to the measuring unit (the tall pole device held by the USGS technician in the photo). In urban areas like San Francisco Bay, local cell phone tower networks can sometimes function as the base unit.\n\n[caption id=\"\" align=\"alignleft\" width=\"300\"]<a href=\"http:\/\/gallery.usgs.gov\/photos\/05_17_2013_mQHt3XWjj1_05_17_2013_1\"><img title=\"Modeling Sea-Level Rise in San Francisco Bay Estuary\" src=\"http:\/\/gallery.usgs.gov\/images\/05_17_2013\/mQHt3XWjj1_05_17_2013\/medium\/RTK_GPS.jpg\" alt=\"\" width=\"300\" height=\"235\" \/><\/a> A USGS researcher surveying marsh topography using a RTK GPS measuring unit. Image Credit: Kevin Buffington\/USGS Western Ecological Research Center[\/caption]\n\nThe system then measures the relative difference in positions between the base unit and the measuring unit.\n\nRTK GPS offers very high resolution within 2 cm for elevation measurement â\u0080\u0094 the span of a U.S. nickel coin and easily the difference in height between low-growing and taller-growing plant species. And the horizontal x- and y-axis positions can be closer to 1 cm or less in resolution.\n\nThere are other technical differences, but in essence RTK GPS systems have excellent applications for land surveys, especially where a high-precision instrument is needed to discern elevation changes in areas with very little slope â\u0080\u0094 much like the marsh vegetation and elevation surveys required of this USGS project.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24303","uid":"31","filename":"SMHM-MAIN.jpg","uri":"public:\/\/SMHM-MAIN.jpg","filemime":"image\/jpeg","filesize":"118278","status":"1","timestamp":"1425492768","type":"image","uuid":"b8ab2c83-939c-4f50-8bdc-60c21f7bf2d6","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":255,"width":496},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Biology and Ecosystems","California","California Water Science Center","Climate Change","Endangered Species","John Takekawa","Karen Thorne","Marshes","restoration","San Francisco","Sea Level Rise","Western Ecological Research Center","wetlands"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1369740637","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}