{"title":"New Insights about Prairie Falcon Migration","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Most species of migratory birds in the Northern Hemisphere make two long trips each year, one north for nesting and the other south for the winter. New information collected by USGS scientists shows that individuals of at least one species, the prairie falcon, make three separate long trips each year.<\/p>\n<p>Scientists from the USGS Forest and Rangeland Ecosystem Science Center monitored female prairie falcons that nest in the Snake River Birds of Prey National Conservation Area of southwest Idaho by equipping them with transmitters. These transmitters send signals to satellite receivers and enable scientists to track animals anywhere on Earth to within a few miles.<\/p>\r\n<p>Some falcons moved more than 2800 miles in a single year, said USGS scientist Karen Steenhof, lead author on this study, which was recently published in the journal The Condor.<\/p>\r\n<p>The falcons left their Idaho nesting grounds in June and July, immediately after nesting, and most headed northeast across the Continental Divide to summering areas in Montana, Alberta, Saskatchewan, and the Dakotas. In the fall, some falcons migrated southwest back to Idaho and others moved south-southeast to wintering areas in Texas and Kansas. In February and March, falcons returned directly to their Idaho nesting sites, without retracing the routes they traveled in summer and fall.<\/p>\r\n<p>By using widely separated nesting, summering, and wintering areas, said Steenhof, the falcons can take advantage of prey that are only available seasonally. Scientists believe that falcons leave the Snake River area because Piute ground squirrels, their principal prey during the nesting season, begin a period of inactivity underground (torpor) in late May and become completely unavailable to aerial predators by early July. In the northern Great Plains, however, prairie falcons are able to hunt Richardson&rsquo;s ground squirrels, which stay above ground throughout the summer.<\/p>\r\n<p>Steenhof noted that the data point to important connections in food webs in western North America. These connections remind us that conservation of prairie falcons and their habitats is not just a local issue but requires coordination across state and international boundaries.<\/p>\r\n<p>The Snake River Birds of Prey National Conservation Area was established to protect North America&rsquo;s, possible the world&rsquo;s, largest concentration of birds of prey. Studies of these birds, like the prairie falcon, provide important information to managers charged with conservation of these fascinating species. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","Montana","North Dakota","South Dakota"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1125460800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169810"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}