{"title":"New Map of Colorado National Monument Tells Tales of Fires, Floods and Ancient Man","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The geology of Colorado National Monument and surrounding areas is presented in a new U.S. Geological Survey (USGS) map that is designed to serve visitors as well as students and the most ardent scientist. Published in partnership with the National Park Service and the Colorado National Monument Association, the poster-style map was created by USGS scientists, local geologists and academia, including Mesa State College, with a wide-range of geologic interests in mind. <\/p>\n<p>\"Geologic map of Colorado National Monument and Adjacent Areas, Mesa County, Colorado\", represents the first geologic map of the area since 1963. The new map presents the geology on a topographic base and is available digitally. This new format makes the information available to federal, city, and county agencies for a wide range of resource management and land-use planning purposes. <\/p>\r\n<p>The 56 by 40 inch map sheet includes a colorful display of scenery, human history, and wildlife in addition to the geologic map, correlation and descriptions of map units, and cross sections of the area. Accompanying the map is a pamphlet that thoroughly describes the geologic map units, discusses geologic hazards such as landslides, and provides an in-depth glossary. This publication also serves as a first step toward the creation of a prehistoric forest fire record over the last 10,000 years on the Uncompahgre Plateau, which forms the highlands of the Monument. <\/p>\r\n<p>\"The geologic record here tells us that when torrential thunderstorms occurred after large forest fires on the highlands, flood waters mixed with loose sediments in burned areas to form debris flows that poured over the canyon rims onto canyon floors,\" said Robert Scott, USGS scientist and lead author. This record was created by carbon-14 dating of 1,200 to 10,400 year-old charcoal fragments in sediments that accumulated on the canyon floors in the Monument.<\/p>\r\n<p>&quot;A tool used for scraping hides that was found with the charcoal fragments helped determine that the Archaic Indians hunted in these highlands at least 5,600 years ago,&quot; said Scott. <\/p>\r\n<p>Scott&rsquo;s team used a portable high-resolution gamma-ray spectrometer to measure relatively high levels of natural radiation in layers rich in swelling clays in the Morrison Formation, a rock susceptible to landslides. These high gamma-ray readings identified layers in the Morrison Formation and in the underlying Wanakah Formation where high concentrations of swelling clays may cause future landslides. <\/p>\r\n<p>Paper copies of map I-2740, printed at a scale of 1:24,000, can be purchased through USGS Map Sales, Building 810, Denver Federal Center, 303-202-4700, or at Colorado National Monument&rsquo;s Visitor Center. The map and text will also be available online at: <a href=\"http:\/\/geology.cr.usgs.gov\/pub\/i-maps\/i-2740\/\">http:\/\/geology.cr.usgs.gov\/pub\/i-maps\/i-2740\/<\/a>. <\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Colorado"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"992318400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}