{"title":"USGS Diagnoses Causes of Many U.S. Amphibian Die-Offs","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b>Note To News Editors: For reproducible pictures, go to URL:<\/b> <a href=\"http:\/\/www.usgs.gov\/amphibian_images.html\">http:\/\/www.usgs.gov\/amphibian_images.html<\/a><br><b>For more information on amphibian issues, go to:<\/b><a href=\"http:\/\/www.frogweb.gov\/tadd\/publications.html\"> http:\/\/www.frogweb.gov\/tadd\/publications.html <\/a><\/p>\n<p><!--introstart-->U.S. Geological Survey (USGS) scientists are making headway in unraveling clues to the causes of massive die-offs of frogs and other amphibians.<!--introend--> The agency announced today that a little-understood, emerging iridovirus disease associated with large die-offs of frogs and salamanders in the Midwest and the East has caused another recent die-off, in North Dakota. <\/p>\r\n<p>USGS wildlife pathologist D. Earl Green said an iridovirus infection is the culprit in most of the deaths of U.S. western tiger salamanders at the U.S. Fish and Wildlife Service&rsquo;s Cottonwood Lake Study Area near Jamestown, <b>North Dakota. <\/b><\/p>\r\n<p>Wildlife health scientists at the USGS National Wildlife Health Center in Madison, Wisconsin, also are investigating numerous other amphibian die-offs that recently occurred or are continuing to occur in several locations across the United States. The die-offs, which involve multiple species of frogs, toads, salamanders and one species of newt, are occurring on private, state, and federal lands including several national parks. <\/p>\r\n<p>\"The U.S. Geological Survey is leading the government&rsquo;s efforts to help determine why amphibians are disappearing,\" said Interior Secretary Bruce Babbitt. \"This is a crisis that has attracted worldwide concern. It requires timely, aggressive research. It is no exaggeration to say that USGS research on these die-offs has global implications.\" <\/p>\r\n<p>Whether some of the ongoing die-offs are related to recent local or regional amphibian declines across the United States, or are sustained, long-term events only recently discovered, is still unknown. The wide geographic distribution of these mortality events and the number of species involved may represent an entirely new phenomenon or may be partly the result of increased surveillance of amphibian populations. Amphibian researchers and land managers worldwide, however, are concerned about the often severe and mostly unexplained declines of amphibian populations on many continents, including in remote and pristine areas. <\/p>\r\n<p>Research by USGS and other scientists has identified many deadly virus infections and chytrid fungus as causes of some recent amphibian die-offs and local population declines. Scientists are actively investigating other hypotheses that could help explain these worldwide declines, including increased exposure to ultraviolet radiation due to ozone thinning, the spread of non-native predators, contamination from pesticides and other chemicals, and rising temperatures. Many biologists suspect a combination of factors may be responsible. <\/p>\r\n<p>At the Cottonwood Lake Study Area, sick salamanders were first noticed in May by USGS researchers Ned Euliss and David Mushet as they conducted amphibian sampling in one of the study area&rsquo;s 17 wetlands. By July, when salamanders in the study area typically reach their yearly peak in numbers, the researchers were only able to trap a total of eight salamanders in the three traps they had set out. Last July, in the same wetlands, the researchers had caught between 100 and 150 salamanders per trap. <\/p>\r\n<p>The disease outbreak has spread to two other wetlands so far; the status of salamander populations on the many wetlands off the study site is unknown. \"We&rsquo;ve been studying amphibians in these 17 wetlands since 1992 and have other long-term data from the area since 1967, and have never seen or recorded any die-offs due to disease,\" Mushet said. Because the salamanders also exhibit unusual skin abnormalities, USGS is conducting additional testing to rule out a concurrent infection or t","summary":null,"format":null}]},"field_images":[],"regions":["North Dakota"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"965707200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169125"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}