{"title":"Helicopter to Make Low-Level Flights Over Eastern Nebraska","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Nebraska residents should not be alarmed to witness a low-flying helicopter over the state's eastern terrain in mid-April.<!--introend-->&nbsp;<\/p>\n<p>Beginning on <strong>April 19<sup>th<\/sup><\/strong> and lasting about one week, a helicopter monitored by the U.S. Geological Survey (USGS) will begin collecting and recording geologic measurements over two areas in eastern Nebraska for information about buried sand and gravel aquifers.&nbsp;<\/p>\r\n<p>The helicopter will fly over study sites near the following cities and towns: Hickman, Sprague, and Hallam in Lancaster County and Wahoo, Weston, Ithaca, and Swedeburg in Saunders County.<\/p>\r\n<table border=\"0\" cellspacing=\"3\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2009_04_10\/helicopter.jpg\" alt=\"\" width=\"142\" height=\"198\" \/><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Scientific equipment is towed about 100 feet below the helicopter in a long tube as shown and is designed to map geologic structures beneath the earth. It is controlled by experienced pilots who are specially trained for low-level flying and operated by Fugro Airborne Surveys, Mississauga, Ontario, Canada.<\/p>\r\n<p>This scientific analysis is designed to study the water resources of the sand and gravel aquifers near these Nebraska towns via an aerial perspective. &nbsp;It is part of an ongoing USGS federal research program to identify physical occurrences such as changes in rock types.&nbsp;<\/p>\r\n<p>The USGS is performing this work in cooperation with the Lower Platte North and Lower Platte South Natural Resources Districts, the University of Nebraska-Lincoln School of Natural Resources, and the Nebraska Environmental Trust.<\/p>\r\n<p><strong>Editor:&nbsp; In the public interest and in accordance with Federal Aviation Administration regulations, the USGS is announcing this low-level airborne project.&nbsp; Your assistance in publicizing this information is appreciated.<\/strong><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Nebraska"],"country":["United States of America"],"mm_tags":["geology","aquifers","Nebraska"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1239336000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169491"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}