{"title":"Landsat 7 Marks One Year Anniversary","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Note to Editors: Supporting images for this press release can be found at: <a \nhref=\"http:\/\/svs.gsfc.nasa.gov\/imagewall\/LandSat.html\">http:\/\/svs.gsfc.nasa.gov\/imagewall\/LandSat.html<\/a> \r\n<\/p>\r\n<p>A year after its April 15, 1999 launch, Landsat 7 continues to serve a wide \r\nvariety of \"Earth customers\" with its data. Since being declared operational \r\nlast July, Landsat 7 has gathered more than 90,000 images, covering most of the \r\nEarth&rsquo;s surface multiple times in stunning detail. \r\n<\/p>\r\n<p>Landsat 7 has provided images of all major U.S. cities, as well as timely \r\nimages of the recent devastating floods in Mozambique, the flood damage in North \r\nCarolina from Hurricane Floyd, and the drought conditions that plagued the \r\neastern U.S. last summer. The imagery also has been used to monitor volcanic \r\neruptions in Alaska, Mexico, Hawaii, Italy, and Central America, and to document \r\nchange over time, such as receding glaciers in Alaska and the Alps, \r\ndeforestation in the tropics, and recent and past wildfires in the outback of \r\nAustralia and in remote areas of Siberia. \r\n<\/p>\r\n<p>\"Landsat 7 is already proving to be a major source for information about the \r\nland mass of the planet. Building on previous satellite data provides us a \r\ncrucial long-term record of information about the Earth,\" said U.S. Geological \r\nSurvey Landsat program manager, R. J. Thompson. \r\n<\/p>\r\n<p>USGS scientists are using Landsat 7 to spot the amount and condition of dry \r\nbiomass on the ground, a potential fuel sources for feeding wildfires that can \r\nthreaten humans, animals and natural resources. In addition, USGS scientists \r\nhave used Landsat 7 to provide a synoptic view of the landscape simultaneously \r\nwith the outbreak of infectious diseases-most recently in the outbreak of the \r\nWest Nile Virus, a mosquito borne disease that caused encephalitis in people in \r\nthe New York City area last summer. \r\n<\/p>\r\n<p>\"The resolution and absolute calibration of the imagery collected by the \r\nLandsat 7 Enhanced Thematic Mapper Plus instrument are far better than what has \r\nbeen provided by previous Landsat sensors,\" said Dr. Darrel Williams, Landsat 7 \r\nProject Scientist, at NASA&rsquo;s Goddard Space Flight Center, Greenbelt, Md. \"These \r\nenhancements permit users to more easily register the image data to maps, to \r\nresolve smaller features in the imagery and to more confidently compare current \r\nresults with those derived from analyses of data acquired by earlier Landsat \r\nsensors.\" Landsat 7 is the latest in a continuous series of Earth observation \r\nsatellites that began with Landsat 1 in 1972. \r\n<\/p>\r\n<p>The USGS Earth Resources Observation Systems (EROS) Data Center in Sioux \r\nFalls, S.D. processes, archives, and distributes all Landsat data held in its \r\narchives. Every 16 days, Landsat 7 flies over the same geographic area and is \r\ncapable of documenting the ground cover conditions of the entire globe on a \r\nseasonal basis. Every day, Landsat 7 collects and downlinks 250 scenes of data \r\nto be archived at the EROS Data Center, and an additional 200 unique scenes are \r\ndownlinked to nearly a dozen international ground-receiving stations located \r\naround the world. \r\n<\/p>\r\n<p>Spacecraft operations are being performed daily at a Goddard mission \r\noperations center. NASA controllers will continue to operate the spacecraft \r\nuntil Oct. 1, 2000, when this function will be turned over to the U.S. \r\nGeological Survey. The Landsat Project Office, located at Goddard, managed the \r\ndevelopment, testing and launch of Landsat 7. Goddard also was responsible for \r\ndeveloping the ground operations system, as well as the ground data handling and \r\nprocessing systems. Landsat 7 is part of a global research program known as \r\nNASA&rsquo;s Earth Science Enterprise, a long-term program that is focused on studying \r\nchanges in the Earth&rsquo;s global environment. \r\n<\/p>\r\n<p>For more information on Landsat 7 visit:<br><a \r\nhref=\"http:\/\/landsat7.usgs.gov\/\">h","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"956203200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169811"},{"tid":"169992"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}