{"title":"Dry Southwest vs. High Flowing Big Three Rivers and Chesapeake Bay","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Dry conditions persisted in the Southwest during June, marking the ninth straight month that many of the streams in this area of the country have been in the below normal range. In contrast, much of the Midwest and East were quite wet and streams in Maryland, Indiana and Illinois set record-high flows for the month. Across the country, more than half of the reporting stations were in the normal range, with about 30 percent well-above normal. About 10 percent of the reporting stations were in the below-normal range, mostly in the Southwest, according to a map of June 1996 streamflow conditions released by the U.S. Geological Survey. <\/p>\n<p>USGS scientists said that the combined flow of the three largest rivers in the lower 48 states -- the Mississippi, St. Lawrence and Columbia -- averaged 1.2 billion gallons per day for June, 38 percent above the long-term average and 11 percent above the previous month&rsquo;s combined flow. The \"Big Three Rivers\" account for the majority of surface-water runoff in the country and provide a quick check each month on the pulse of the nation&rsquo;s streams and rivers. <\/p>\r\n<p>Contrasting the dry conditions in the Southwest, freshwater inflow to the Chesapeake Bay -- representing water conditions for the Mid-Atlantic region -- through June of this year has already exceeded the entire freshwater inflow to the Bay during 1995. By the end of June 1996, 18,100 billion gallons had flowed into the Bay from tributary rivers and streams. A potential concern is that the high river flows have carried excessive amounts of nutrients (nitrogen and phosphorus) and sediment into the Chesapeake Bay. <\/p>\r\n<p>In the Southwest, dry conditions intensified in June. Streams in New Mexico and Arizona began to show unusually dry conditions in October 1995. The dry conditions broadened in February across the Southwest from Arizona north to Utah and east through Arkansas and into Louisiana. Similar bands of dry conditions have continued each month through June. <\/p>\r\n<p>Storage contents of key reservoirs improved across the country with only 12 of 87 reporting stations in the below normal range compared with 45 of 87 below normal at the end of June 1995. For June 1996, eight of the below normal reservoirs were in Texas and two in New Mexico. <\/p>\r\n<p>Whether or not the current dry conditions will persist into a long-term drought situation remains to be seen. <\/p>\r\n<p>As the nation&rsquo;s largest water science and water information agency, the U.S. Geological Survey routinely monitors the quantity, quality and use of surface and ground-water resources at more than 50,000 sites across the country, many in cooperation with state, local and other federal agencies. Streamflow data is critical in forecasting floods and in providing water managers with information to make sound decisions on water use and allocation, particularly in times of drought. <\/p>\r\n<p>* * * USGS * * * <\/p>\r\n<p>Note: The June 1996 streamflow map can be retrieved electronically in \"gif\" format by accessing: <a href=\"http:\/\/h2o.usgs.gov\/nwc\/NWC\/sw\/drought.html\">http:\/\/h2o.usgs.gov\/nwc\/NWC\/sw\/drought.html<\/a> Expanded text, additional data, and the map are available online from the U.S. Geological Survey via the World Wide Web. To access the current drought home page and to link to state drought pages and additional background information, go to the USGS Home Page at <a href=\"http:\/\/www.usgs.gov\/\">http:\/\/www.usgs.gov\/<\/a> , click on \"water resources\" and then click on \"southwestern drought information\" under Publications. You may also call Ernie Hubbard at 703-648-5312 or Robert Mason at 703-648-5977.)<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Maryland","Virginia","Arkansas","Louisiana","Arizona","New Mexico","Utah","Illinois","Indiana"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"837662400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}