{"title":"High Numbers of Barred Owls Likely in Pacific Northwest Forests","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<table style=\"width: 205px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"5\" align=\"left\">\n<tbody>\r\n<tr>\r\n<td style=\"text-align: center;\"><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_05_10\/BarredOwlForPressRelease_tn.jpg\" alt=\"see caption\" width=\"200\" height=\"184\" \/><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>\r\n<p><span class=\"small\">Barred owl in western Oregon forest.<br \/><br \/> Use of image of barred owl to accompany USGS press release. Patrick Kolar provides release of this image for use by the USGS and the news media in print and in other forms of communication associated with barred owl research. Photo credit to Patrick Kolar.&nbsp; (<a href=\"http:\/\/www.usgs.gov\/newsroom\/images\/2011_05_10\/BarredOwlForPressRelease.jpg\">high resolution image<\/a>)<\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>CORVALLIS, Ore. &mdash;<!--introstart-->Barred owls may be more abundant in coniferous forests of the Pacific Northwest than previously recognized, according to research published today in the Journal of Wildlife Management.<!--introend--><\/p>\r\n<p>This finding likely has implications for the recovery of the federally threatened northern spotted owl. Related studies about the competitive interactions between barred owls and spotted owls are under way, with results anticipated this summer.<\/p>\r\n<p>The research published today also emphasizes the need for species-specific survey methods to document and understand the interactions between the northern spotted owl and its close relative, the barred owl. Barred owls, which have gradually expanded their range into the Pacific Northwest over the past 30 years, are now thought to be competing with dwindling numbers of spotted owls for critical resources such as food and nesting habitat<\/p>\r\n<p>The purpose of this new research was to determine the degree to which barred owls were going undetected during calling surveys directed at spotted owls. Most previous information on barred owls in the Pacific Northwest was documented during calling surveys of spotted owls that used recorded spotted owl calls to elicit responses from both species at night. The new findings, however, are based on survey methods developed specifically for barred owls.<\/p>\r\n<p>&ldquo;We wanted to study the competitive interactions between these two owl species, but before we could do that, we needed to be certain we were using survey methods that worked equally well for both species,&rdquo; said David Wiens, a USGS scientist and the lead author of the study. &ldquo;By using methods specifically designed for barred owls, we were able to more accurately assess the occurrence and distribution of barred owls over an extensive forested landscape.&rdquo;<\/p>\r\n<p>Surveys using spotted owl calls only detected about half the barred owls actually present in a single survey, whereas a single night survey using barred owl calls detected about two-thirds of the owls present. Multiple surveys of the same location will raise the likelihood of obtaining the most accurate counts of the barred owls present in a given area, the authors noted.<\/p>\r\n<p>Wiens and his coauthors also found that barred owls were most likely to be found in the structurally diverse forests of mature and old trees that are almost entirely limited to public lands. &ldquo;This raises the ecological value of these forests because they are also important habitat for spotted owls, marbled murrelets, flying squirrels, red tree voles and many other species that are associated with older forest conditions,&rdquo; Wiens said.<\/p>\r\n<p>According to U.S. Forest Service scientist Eric Forsman, another author of the study, public land managers will be increasingly challenged by the objectives of managing spotted owl habitat while accounting for the effects of a widespread competitor like the barred owl. Said Forsman: &ldquo;Habitat requirements are more critical than ever when you have two species that are closely related, occur in the same areas, and likely are competing for food and space.&rdquo","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":["biology","old","barred","Owl","Northern","spotted","Owl","forest","Pacific","Northwest"],"release_date":{"und":[{"value":"1305086400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168999"},{"tid":"169208"},{"tid":"170407"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}