{"title":"Mysterious Disease First Identified in Arkansas, Now Found in Georgia and North Carolina","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>A mysterious disease that has killed bald eagles and American coots in southwest Arkansas may now be present in two other states, according to wildlife disease specialists at the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/www.emtc.nbs.gov\/nwhchome.html\">National Wildlife Health Center in Madison<\/a>, Wisconsin. <\/p>\n<p>A small number of coot deaths in North Carolina and Georgia have been linked to this disease, which affects the brain and central nervous system by creating holes in the myelin layers that insulate the nerve bundles. According to the Center&rsquo;s veterinary pathologist Dr. Nancy Thomas, \"Myelin coats the nerve bundles much like the plastic coating around electrical wire, and when the coating is damaged it can short- circuit the nervous system.\" <\/p>\r\n<p>In the winters of 1994 and 1996, this disease killed at least 55 bald eagles at three lakes in southwestern Arkansas, along with an unknown number of coots. No other birds or mammals have been found to be affected. <\/p>\r\n<p>Despite the exhaustive efforts of federal, state and private-sector scientists, the cause or source of the disease remains a mystery, said Dr. Kimberli Miller, a wildlife disease specialist at the Center. Other disease agents known to affect birds, including bacteria, viruses or parasites, have been ruled out, and while microscopic evidence suggests that a neurotoxin may be the cause, tests for natural and man-made toxins that can cause this type of disease have so far been negative. Miller said that field investigations led by the USGS Center are under way, and scientists are hoping that clues from the new locations will help to reveal the cause of the disease. <\/p>\r\n<p>Wildlife managers throughout the United States are being asked to observe coot populations for disoriented or uncoordinated behavior such as erratic flying or impaired ability to swim or dive. The public is urged to report observations of sick or dead eagles or coots to Dr. Kimberli Miller at the National Wildlife Health Center at 608-270-2448.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Arkansas","Georgia","North Carolina","Wisconsin"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"882248400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170250"},{"tid":"169015"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}