{"title":"2,000 Year-old Deep-sea Black Corals call Gulf of Mexico Home","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>SANTA CRUZ, Calif. &mdash; <!--introstart-->For the first time, scientists have been able to validate the age of deep-sea black corals in the Gulf of Mexico.<!--introend-->&nbsp; They found the Gulf is home to 2,000 year-old deep-sea black corals, many of which are only a few feet tall.&nbsp;<\/p>\n<p>These slow-growing, long-living animals thrive in very deep waters&mdash;300 meters (984 feet) and deeper&mdash;yet scientists say they are sensitive to what is happening in the surface ocean as well as on the sea floor.&nbsp;<\/p>\r\n<p>&ldquo;The fact that the animals live continuously for thousands of years amazes me,&rdquo; said Dr. Nancy Prouty of the U.S. Geological Survey Pacific Coastal and Marine Science Center, who analyzed the coral samples that were collected by the USGS and colleagues as part of several ongoing deep-sea coral ecosystem studies between 2003 and 2009. &ldquo;Despite living at 300 meters and deeper, these animals are sensitive to what is going on in the surface ocean because they are feeding on organic matter that rapidly sinks to the sea floor. Since longevity is a key factor for population maintenance, recovery from a disturbance to these ecosystems, natural or manmade, may take decades to centuries.&rdquo;&nbsp;<\/p>\r\n<p>Reliably age dating the corals, as done in the recent study, is a critical step in using them as natural archives of environmental change.&nbsp;<\/p>\r\n<p>Like shallow-water coral reefs, deep-sea coral-reef ecosystems are among the most diverse and productive communities on Earth, providing shelter and feeding grounds for commercial and non-commercial fish species and their prey, as well as breeding and nursery areas. Activities that affect both the seafloor and the surface ocean, such as certain methods of petroleum exploration and commercial fishing, can impact these ecosystems.&nbsp;<\/p>\r\n<p>&ldquo;We used a manned submersible, the Johnson-Sea-Link, to go to the sea floor and specifically collect certain samples using the sub's manipulator arms,&rdquo; said Prouty. &ldquo;Deep-sea black corals are a perfect example of ecosystems linked between the surface and the deep ocean. They can potentially record this link in their skeleton for hundreds to thousands of years.&rdquo;&nbsp;<\/p>\r\n<p>The skeletons that these animals secrete continuously over hundreds to thousands of years offer an unprecedented window into past environmental conditions. Age dating used in combination with emerging technologies, such as sampling skeletal material with a laser to determine its chemical composition, enables scientists to reconstruct environmental conditions in time slices smaller than a decade over the last 1,000 to 2,000 years.&nbsp;<\/p>\r\n<p>Black corals grow in tree- or bush-like forms. Scientists confirmed that black corals are the slowest growing deep-sea corals. They grow 8 to 22 micrometers per year as compared to the shallow-water reef-building coral, typically found in tropical areas like Hawai&lsquo;i, which grows about 10 mm per year, or more than 600 times as fast as black coral. Human fingernails grow about 36 mm per year, or more than 2000 times faster than black coral.<\/p>\r\n<p>Because black corals get their food from sinking organic matter instead of from symbiotic algae, like their shallow-water counterparts, they need skeletons that are flexible but strong enough to withstand currents that transport food to the colonies. In addition to a constant flow of water bringing them food and oxygen, the corals require a stable substrate, such as volcanic or calcareous rock, or even a shipwreck or oil rig that can serve as a platform for the corals to settle on and build their skeletons.&nbsp;<\/p>\r\n<p>Black corals can capture and record in their skeletons the history of changing concentrations of carbon in surface waters and the atmosphere. Unlike the skeletons of most shallow-water corals, which consist of calcium carbonate, black coral skeletons are composed mainly of organic matter: successive","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":["oral","Black Coral","gulf Of Mexico","Age Date","","Growth Rings"],"release_date":{"und":[{"value":"1301457600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169495"},{"tid":"169946"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}