{"title":"10th Anniversary of Mount St. Helens Lava-Dome Building Eruption","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>VANCOUVER, Wash. &mdash; <!--introstart-->In the early morning hours of September 23, 2004, a swarm of small-magnitude earthquakes about half a mile below Earth&rsquo;s surface marked the reawakening of Mount St. Helens and led to an eruption on October 1, following 18 years of eruptive quiescence since the end of the 1980-86 eruption.<!--introend--><\/p>\n<p>The <a href=\"http:\/\/volcanoes.usgs.gov\/volcanoes\/st_helens\/st_helens_geo_hist_100.html\">2004-08 eruption<\/a>, while less catastrophic than the <a href=\"http:\/\/volcanoes.usgs.gov\/volcanoes\/st_helens\/st_helens_geo_hist_99.html\">May 18, 1980 eruption<\/a>, reminded people that Mount St. Helens remains an active volcano, and it encouraged public officials to move forward with volcano preparedness plans all around the state. While aiding in the Mount St. Helens response, many of them trained for the day that one of the other large volcanoes in Washington or Oregon erupts.<\/p>\r\n<p>Scientists made important strides by monitoring the eruption, developing new tools for investigation, and observing conditions immediately prior to and after cessation of an eruption. &ldquo;Every eruption that we observe contributes some new clues about volcanic systems, and opportunities to test equipment and warning systems useful for saving lives at volcanoes in the U.S. and around the world,&rdquo; said John Ewert, Scientist-in-Charge of the U.S. Geological Survey&rsquo;s <a href=\"http:\/\/volcanoes.usgs.gov\/observatories\/cvo\/\">Cascades Volcano Observatory<\/a> in Vancouver, Wash.&nbsp; &ldquo;Mount St. Helens has become our &lsquo;go-to backyard volcano&rsquo; for testing volcano monitoring tools and models applied to understanding re-awakening volcanic systems.&rdquo;<\/p>\r\n<p>In commemoration of this anniversary, the USGS has developed a <a href=\"https:\/\/www.youtube.com\/watch?v=5t_B3H3Bx_Q\">short video<\/a>, and added <a href=\"http:\/\/volcanoes.usgs.gov\/volcanoes\/st_helens\/st_helens_geo_hist_100.html\">summary information about the 2004-2008 eruption<\/a>. &nbsp;The USGS, in partnership with the <a href=\"http:\/\/www.fs.usda.gov\/mountsthelens\">Mount St. Helens National Volcanic Monument<\/a> and the <a href=\"http:\/\/mshinstitute.org\/index.php\/programs\/volcano_explorers\">Mount St. Helens Institute<\/a> is conducting webinars for school students about the eruption.<\/p>\r\n<p>The 2004-08 eruption began with small ejections of ash followed by more than three years of continuous slow lava extrusion. This relatively quiet eruption was in stark contrast to the catastrophic May 18, 1980 eruption, which took 57 lives, caused more than $1 billion of damage (1980 dollars), and left a gaping crater where the summit of the volcano had been.<\/p>\r\n<p>On October 1, 2004, the first of several small explosions shot a plume of volcanic ash and gases skyward.&nbsp; Four additional steam and ash explosions occurred through October 5th, and three of the explosions produced noticeable fallout of fine ash downwind.&nbsp; A growing welt beneath Crater Glacier heralded the rise of semi-solid magma that rose from a depth of around half a mile to the surface to form rocky spines, smooth-sided ridges, and jumbled piles of lava.&nbsp; During the next 34 months of the eruption, lava piled on the crater floor to form a new dome 1,500 feet high.<\/p>\r\n<p>From October 2004 to late January 2008, about 121 million cubic yards of lava had erupted onto the crater floor covering an area larger than downtown Portland, Oregon.&nbsp; The dome is approximately 1,000 feet high, which is almost twice the height of Seattle&rsquo;s Space Needle, and nearly as high as the Empire State Building.&nbsp; Since 1980, the volcano has rebuilt about 6 percent of the volume lost in the 1980 landslide and eruption.<\/p>\r\n<p>Since the onset of the modern science of volcanology, Mount St. Helens has been giving opportunities for scientists to observe volcanic quiescence, explosive eruptions, calmer lava-dome growth, gas releases, landslides, and the current magma rech","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington"],"country":["United States of America"],"mm_tags":["","volcano","hazard","Mount St Helens","lava","Lava Dome","","crater","anniversary","eruption","Natural Hazards"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1411617600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168787"},{"tid":"169953"},{"tid":"169976"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}