{"title":"Washington's Benchmark Glacier Still Shrinking","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>[Editors: More about the glaciers and climate project is at <a href=\"http:\/\/wa.water.usgs.gov\/projects\/glacier\/\">http:\/\/wa.water.usgs.gov\/projects\/glacier\/<\/a>.]<\/p>\n<p>TACOMA, Wash. &mdash; <!--introstart-->Washington&rsquo;s only &ldquo;benchmark&rdquo; glacier continues to lose mass as a result of changes in climate, according to a report by the U.S. Geological Survey.<!--introend--><\/p>\r\n<p>The USGS report presents measurements in 2006 and 2007 of South Cascade Glacier, located in northwestern Washington. Presented in the report for the first time are results of a new computer model that can estimate the glacier&rsquo;s loss or gain in mass.<\/p>\r\n<p>The mass of a glacier, which is the combined masses of its snow and ice, changes over the seasons as it gains snow and ice or loses them through melting or evaporation. The quantity of snow gained minus ice and snow lost is called the mass balance. Scientists use the mass balance as the best way to know if the glacier is growing or shrinking.<\/p>\r\n<p>A new mass-balance model has been developed to help researchers keep better track of South Cascade Glacier&rsquo;s mass balance. The model complements traditional field measurements and gives researchers a way to reliably estimate the glacier&rsquo;s annual gains and losses.<\/p>\r\n<p>\"Glaciers are especially tough places to collect data,&rdquo; said Bill Bidlake, USGS hydrologist and lead author of the report, &ldquo;and this new mass-balance model helps us to reliably fill in the measurement gaps caused by bad weather and dangerous travel conditions on the ice.&rdquo;<\/p>\r\n<p>The mass balance program at South Cascade Glacier is part of the USGS monitoring of glacier mass balances throughout the Western States. South Cascade Glacier in Washington and Gulkana and Wolverine Glaciers in Alaska are considered \"benchmark glaciers.\" Records for these glaciers form the basis for examining connections between glaciers and climate.<\/p>\r\n<p>The report, \"Modeled and Measured Glacier Change and Related Glaciological, Hydrological, and Meteorological Conditions at South Cascade Glacier, Washington, Balance and Water Years 2006 and 2007,\" by William R. Bidlake, Edward G. Josberger, and Mark E. Savoca, is published as U.S. Geological Survey Scientific Investigations Report 2010-5143 and is available on the Web at <a href=\"http:\/\/pubs.usgs.gov\/sir\/2010\/5143\/\">http:\/\/pubs.usgs.gov\/sir\/2010\/5143\/<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","Colorado","Alaska"],"country":["United States of America"],"mm_tags":["water","washington","glacier","benchmark","climate","Climate Change","Mass Balance","South Cascade","Model","change"],"release_date":{"und":[{"value":"1282708800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169725"},{"tid":"170678"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}