{"title":"New Research Underscores Vulnerability  of Wildlife in Low-Lying Hawaiian Islands","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HONOLULU, Hawaii &mdash; <!--introstart-->If current climate change trends continue, rising sea levels may inundate low-lying islands across the globe, placing island biodiversity at risk.<!--introend--> A new U.S. Geological Survey scientific publication describes the first combined simulations of the effects of sea-level rise and wave action in the Northwestern Hawaiian Islands, offering the most detailed and multifaceted assessment available of how island biodiversity may be affected by climate change.<\/p>\n<p>The publication, \"<a href=\"http:\/\/pubs.usgs.gov\/of\/2012\/1182\/\">Predicting Sea-Level Rise Vulnerability of Terrestrial Habitat and Wildlife of the Northwestern Hawaiian Islands<\/a>,\" by Michelle H. Reynolds, Paul Berkowitz, Karen N. Courtot, Crystal M. Krause, Jamie Carter, and Curt Storlazzi is available online.&nbsp;<\/p>\r\n<p>Recent models predict a rise of approximately 1 meter in global sea level by 2100, with larger increases possible in parts of the Pacific Ocean. The Northwestern Hawaiian Islands (NWHI), which extend 1,930 kilometers beyond the main Hawaiian Islands, are a World Heritage Site and part of the Papah&#257;naumoku&#257;kea Marine National Monument. These islands &ndash; comprising the Hawaiian Islands National Wildlife Refuge, Midway Atoll National Wildlife Refuge, and Kure Atoll State Wildlife Sanctuary &ndash; support the largest tropical seabird rookery in the world, providing breeding habitat for 21 species of seabirds, four endemic land bird species and essential foraging, breeding or haul-out habitat for many other resident and migratory wildlife species.&nbsp;<\/p>\r\n<p>\"These magnificent seabirds spend the majority of their adult lives at sea: soaring vast distances over open water searching for food in an over-fished ocean. The one thing they cannot do at sea is reproduce,\" said USGS Director Marcia McNutt. \"And now their breeding ground is in peril.\"<\/p>\r\n<p>The USGS team led by biologist Michelle H. Reynolds of the <a href=\"http:\/\/www.usgs.gov\/ecosystems\/pierc\/\">USGS Pacific Island Ecosystems Research Center<\/a> modeled what is known as passive sea-level rise (excluding wave-driven effects such as wave flooding and erosion) for islands in this biologically important region. General climate models that predict a temperature rise of 1.8&ndash;2.6 degrees Celsius and an annual decrease in rainfall of 24.7&ndash;76.3 millimeters by 2100 were applied across the study area. &nbsp;For the most biologically diverse low-lying island of Laysan, dynamic wave-driven effects on habitat and wildlife populations were modeled for a range of sea-level rise scenarios.<\/p>\r\n<p>After collecting new high-resolution topographic data in collaboration with the U.S. Fish and Wildlife Service and the National Oceanic and Atmospheric Agency, the researchers modeled sea-level rise inundation, habitat loss, and calculated wildlife vulnerability. Given a passive sea-level rise of 1 meter, they found, about 4 percent of the land mass of the Northwestern Hawaiian Islands will be lost. If sea level rises 2 meters, 26 percent of the land mass will be lost. On Laysan Island, within the Hawaiian Islands National Wildlife Refuge, impacts from storm waves as well as groundwater rise were found to greatly amplify the effects of sea-level rise: from 4.6 percent to 17.2 percent inundation in the 2-meter scenario, for instance. Thus habitat loss would be most dramatic in the wave-exposed coastal habitats and most devastating to species with global breeding distributions primarily on the low-lying Northwestern Hawaiian Islands, such as the Black-footed Albatross (<em>Phoebastria nigripes<\/em>), Laysan Albatross (<em>Phoebastria immutabilis<\/em>), Bonin Petrel (<em>Pterodroma hypoleuca<\/em>), Gray-backed Tern (<em>Onychoprion lunatus<\/em>), Laysan Teal (<em>Anas laysanensis<\/em>), Laysan Finch (<em>Telespiza cantans<\/em>), and Hawaiian monk seal (<em>Monachus schauinslandi<\/em>).<\/p>\r\n<p>This publication may be a useful tool and a","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["Hawaii","Climate Change","Sea Level Rise","Pacific Islands","ecology","conservation","conservationbiology","ecosystems","Geographic Areas Southwest","Pacific Island Ecosystems Research Center"],"distribution":["Biology","Climate Change"],"release_date":{"und":[{"value":"1354770000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168892"},{"tid":"170132"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}