{"title":"Grand Canyon National Park Resources Benefit from 2008 High-Flow Experiment at Glen Canyon Dam","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Flagstaff, Ariz. &mdash;Resources along the Colorado River in Glen Canyon National Recreation Area and Grand Canyon National Park generally benefited from a high-flow experiment conducted in March 2008 from Glen Canyon Dam, near Page, Ariz., according to research findings released today by the U.S. Geological Survey.<!--introend--><\/p>\n<p>The 2008 experiment, designed to mimic natural pre-dam flooding, tested the ability of high flows to rebuild eroded Grand Canyon sandbars, create habitat for the endangered humpback chub, and benefit other resources such as archaeological sites, rainbow trout, aquatic food for fish, and riverside vegetation.<\/p>\r\n<p>Before the dam&rsquo;s completion in 1963, spring snowmelt produced floods that carried large quantities of sand that created and maintained Grand Canyon Sandbars. Today, because Glen Canyon Dam, which provides hydropower to customers in six States, traps approximately 90 percent of the sand once available to maintain Grand Canyon sandbars, high flows are the only way to rebuild these important resources.<\/p>\r\n<p>The studies&rsquo; key findings follow:<\/p>\r\n<ul>\r\n<li>The 2008 experiment resulted in widespread increases in the area and volume of sandbars, expansions of camping areas, and increases in the number and size of backwater habitats (areas of low-velocity flow thought to be used as rearing habitat by native fish). <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Six months after the experiment, the new sandbars had been largely eroded by typical fluctuating flow dam operations driven by electrical energy demand; however, median sandbar elevation was still slightly higher and backwater habitats still slightly more abundant than before the experiment. Although stable and relatively lower monthly volume releases are the most effective at limiting sandbar erosion, the volume of water that must be released from Glen Canyon Dam annually is determined by basin hydrology and legal requirements to deliver water from the upper to lower Colorado River Basin. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Timing the 2008 experiment in March likely reduced successful nonnative seedling germination and created new sandbars during the spring windy season, which allowed for the greatest transport of windblown sand to archeological sites where it protects sites from weathering and erosion. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>In the Lees Ferry rainbow trout fishery, high flows reduced the New Zealand mud snail population by about 80 percent. This nonnative species is considered a nuisance species because the snails cannot be digested when eaten by trout. In contrast, midges and black flies, high-quality food items for fish, increased. <\/li>\r\n<\/ul>\r\n<ul>\r\n<li>Young rainbow trout in the Lees Ferry river reach had better survival and growth rates following the experiment, which scientist think may have resulted from improved habitat conditions and better food quality. Additionally, data show that rainbow trout did not move downstream in significant numbers as the result of the high flows. <\/li>\r\n<\/ul>\r\n<p>&ldquo;Insights gained about the effects of the 2008 experiment will be invaluable in helping decision makers determine the best frequency, timing, duration, and magnitude for future high flows to benefit resources in Glen Canyon National Recreational Area and Grand Canyon National Park,&rdquo; noted John Hamill, Chief of the USGS Grand Canyon Monitoring and Research Center.<\/p>\r\n<p>On March 5, 2008, the Bureau of Reclamation began a 60-hour high-flow experiment at Glen Canyon Dam. Water was released through the dam&rsquo;s powerplant and bypass tubes to a peak of about 41,500 cubic feet per second, about twice the normal peak. Two previous experiments were conducted in 1996 and 2004.<\/p>\r\n<p>Research completed by the U.S. Geological Survey and cooperating scientists about the effects of the 2008 high-flow experiment will be discussed at the Glen Canyon Dam Adaptive Management Program meeting February 3&ndash;4, 2010, in Phoenix,","summary":null,"format":null}]},"field_images":[],"regions":["Arizona","Utah","California","Nevada"],"country":["United States of America"],"mm_tags":["water","Grand Canyon","High","flow","experiment","dam","habitat","fish","Humpback","Chub","sandbar","energy","environment"],"release_date":{"und":[{"value":"1265086800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169905"},{"tid":"170564"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}