{"title":"USGS Seeks Proposals for Earthquake Research","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey will award up to $4 million in grants for earthquake hazards research in 2014.&nbsp;<\/p>\n<p>\"The USGS has a long-standing grants program that has supported fresh and cutting-edge ideas all in an effort to reduce earthquake losses and protect communities,\" said USGS Senior Science Advisor Bill Leith. \"We are looking forward to seeing the new proposals for 2014 and continuing to invest in innovative projects from experts across the nation and the world.\"<\/p>\r\n<p>Interested researchers can apply online at&nbsp;<a href=\"http:\/\/www.grants.gov\/\">GRANTS.GOV<\/a>&nbsp;under funding opportunity number G13AS00029. Applications are due June 6, 2013.&nbsp;<\/p>\r\n<p>Each year the USGS awards earthquake hazards research grants to universities, state geological surveys and private institutions. Past projects included cataloging earthquakes in southern California to better prepare emergency responders, the public and the media about earthquakes; providing seismic hazard estimates so communities and critical institutions can engineer their buildings and roads to be structurally sound; and analyzing data on ground shaking to help minimize damage.<\/p>\r\n<p>A&nbsp;<a href=\"http:\/\/earthquake.usgs.gov\/research\/external\">complete list of funded projects and reports<\/a>&nbsp;can be found on the USGS Earthquake Hazards Program external research support website.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":["Natural Hazards","Natural Hazards Earthquake Hazards","grants"],"article_type":["Technical Announcement","State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1365998400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"},{"tid":"169342"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}