{"title":"Mercury from Gold Rush Found in Fish","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>In a report released today, the U.S. Geological Survey (USGS) has documented elevated levels of mercury in bass and catfish in the Bear and South Yuba River watersheds in the Sierra Nevada of northern California. Mercury is a well-known environmental pollutant that can have serious effects on human health. <\/p>\n<p>\"Liquid elemental mercury, or quicksilver, was used extensively in the Bear and Yuba River watersheds since the early gold mining days,\" said Charlie Alpers, USGS Research Chemist, the study&rsquo;s chief scientist. \"Our fish survey is part of the first comprehensive investigation in the Sierra Nevada region of mercury distribution in water, sediment, and biota, and the potential risks to human health and ecosystems.\" <\/p>\r\n<p>The USGS report contains data on 141 samples of fish collected during September and October 1999 from reservoirs and stream environments in Nevada, Placer, and Yuba counties. The five reservoirs sampled were Englebright Lake, Scotts Flat Reservoir, Rollins Lake, Lake Combie, and Camp Far West Reservoir. The main target species in these reservoirs was largemouth bass - other species that were sampled included smallmouth and spotted bass, channel catfish, crappie, green sunfish, and bluegill. Brown trout and rainbow trout were sampled predominantly from 17 stream sites, although a small number of trout were also taken from some of the reservoirs.<\/p>\r\n<p>Mercury concentrations in bass ranged from 0.20 to 1.5 parts per million (ppm), wet basis. Mercury concentrations in sunfish ranged from less than 0.10 to 0.41 ppm. Channel catfish had mercury concentrations from 0.16 to 0.75 ppm. The range of mercury concentrations observed in rainbow trout was from 0.06 to 0.38 ppm, and in brown trout was from 0.02 to 0.43 ppm. For reference, the Food and Drug Administration action level for commercial fish is 1.0 ppm and the State of California considers mercury levels above 0.3 ppm indicative of the need for further study.<\/p>\r\n<p>\"Elemental mercury, the kind you can see, is only one part of the problem,\" said Jason May, USGS Biologist. \"It is the presence of methylmercury, the organic form of mercury that accumulates in organisms, that will be of most concern.\" <\/p>\r\n<p>Methylmercury is a potent neurotoxin that is known to be especially detrimental to developing fetuses and young children. Methylmercury is known to biomagnify, or increase in concentration, as it moves up the food chain. Concentrations tend to be highest in predatory fish - those that eat other fish. Some examples of predatory fish are bass and brown trout. The predominant form of mercury in edible fish tissue is methylmercury. <\/p>\r\n<p>The USGS has submitted its data to the California Environmental Protection Agency and their Office of Environmental Health Hazard Assessment (OEHHA). Environmental health officials from Nevada, Placer, and Yuba counties will be working closely with OEHHA toxicologists to determine whether formal notification to the public will be made concerning potential risks from fish consumption in these areas. According to OEHHA, a total of 12 water bodies in California - including San Francisco Bay, Clear Lake, and Lake Berryessa - have fish consumption advisories related to elevated mercury levels. Some of the mercury levels reported by USGS are in a similar range compared with fish from other water bodies in California for which there are consumption advisories. At this time, there are no fish consumption advisories for mercury in California&rsquo;s historic gold mining areas, including the Sierra Nevada and the Trinity-Klamath Mountains. For more information on the human health perspective contact Allan Hirsch of OEHHA, (916-445-6903). <\/p>\r\n<p>The USGS fish data report is available at URL: <a href=\"http:\/\/ca.water.usgs.gov\/mercury\/bear-yuba\/\">http:\/\/ca.water.usgs.gov\/mercury\/bear-yuba\/ <\/a>. The full title is: \"Mercury Bioaccumulation in Fish in a Region Affected by Historic Gold Mining: The South Yuba River, Dee","summary":null,"format":null}]},"field_images":[],"regions":["California"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"969940800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169127"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}