{"title":"Critical Minerals and the U.S. Economy","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\n<!--introstart-->Minerals critical to the U.S. economy are identified in a new report funded by the U.S. Geological Survey (USGS) and the National Mining Association.<!--introend--> \r\n<\/p>\r\n<p>\r\nThe report, issued by the National Research Council (NRC) of the National Academies, identifies two mineral families and three individual minerals that are difficult to duplicate and for which supply faces significant risk of disruption. The NRC report also provides a new way to assess how critical individual minerals are to the U.S. economy, called the critical matrix. \r\n<\/p>\r\n<p>\r\nAny mineral could at some point become critical to the economy or national security, depending on its uses and availability. The most critical at present are platinum group metals, rare earth elements, indium, manganese, and niobium, which are used to make catalytic converters, LCD TVs, pacemakers, and other products. \r\n<\/p>\r\n<p>\r\nThis study assesses the Nation&#39;s minerals information and research needs and makes recommendations for meeting those needs. Awareness about nonfuel mineral issues is a crucial first step in the discussion and planning required to ensure that critical nonfuel mineral resources will be available and affordable to meet demand for current and emerging needs. \r\n<\/p>\r\n<p>\r\n&quot;Natural resources play a fundamental role in our economy and quality of life, and it&#39;s important to address the adequacy of supply, quality, and short and long term availability of these resources,&quot; said Kathleen Johnson, Coordinator of the USGS Mineral Resources Program. &quot;The USGS believes this report is an important contribution to the ongoing discussion.&quot; \r\n<\/p>\r\n<p>\r\nFor more information on the new National Research Council report, including what characterizes a critical mineral from the Federal perspective, visit <a href=\"http:\/\/www.nationalacademies.org\/morenews\/20071005.html\">http:\/\/www.nationalacademies.org\/morenews\/20071005.html<\/a>. \r\n<\/p>\r\n<p>\r\nFor information about the USGS Mineral Resources Program, which provides scientific information for objective resource assessments and unbiased research results on mineral potential, production, consumption, and environmental effects, visit <a href=\"http:\/\/minerals.usgs.gov\/index.html\">http:\/\/minerals.usgs.gov\/index.html<\/a>. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1191556800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169633"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}