{"title":"USGS Releases Aerial Video of Coastal Impacts From Biloxi, Miss. To Chandeleur Islands, La.","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>What:<\/strong> <!--introstart-->The USGS is releasing today a 25-minute videotape of footage showing coastal impacts resulting from Hurricane Katrina along the coastline of the northern Gulf of Mexico.<!--introend--><\/p>\n<p><strong>Video details:<\/strong> Total Length approximately 25 minutes, 7 segments<\/p>\r\n<p><strong>When:<\/strong> September 6, 2005 time<\/p>\r\n<p><strong>Where:<\/strong> Network News Service (NNS) will provide a 30 min window to uplink the USGS survey material.<\/p>\r\n<p><strong>Satellite Information:<\/strong> Time, 1430-1500; SBS 6 K-4 (analog, downlink frequency 11798 vertical, audio 6.2, 6.8<\/p>\r\n<p>Footage of barrier islands and the mainland coast was collected by the USGS on August 31, 2005, to document coastal change in response to Hurricane Katrina. Selected footage and time stamp segments are described for the seven separate segments included on the tape.<\/p>\r\n<p><strong>Segment 1<\/strong>&mdash;Chandeleur Islands, Louisiana, located east of the Delta, before Hurricane Katrina. Starting at the north end of the islands looking south and west. There is a tower and a lighthouse. Tower appears in upper left of picture at onscreen time stamp 16:25:32. Lighthouse appears at onscreen time stamp 16:25:43. Island chain consists of narrow sandy beaches and low vegetated dunes. <\/p>\r\n<p><strong>Segment 2<\/strong>&mdash;Chandeleur Islands, Louisiana, located east of the Delta, after Hurricane Katrina. Starting at the north end of the island chain looking south and west. The lighthouse was not found, tower appears at onscreen time stamp 18:33:33. As the flight proceeds south, the islands that do appear are marshy outcrops with no sand left. Comparison to before footage shows dramatic removal of all the sand. This coastal response is similar to the damage observed at the Isles Dernieres after Hurricane Andrew. \"I&rsquo;ve seen dramatic responses in the Chandeleur Islands after a number of storms but I&rsquo;ve never seen it this bad,&quot; said USGS scientist Abby Sallenger. The dramatic changes makes finding the same locations for &rsquo;before and after&rsquo; comparisons more challenging. Before and after photo pairs are posted at <a href=\"http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/\">http:\/\/coastal.er.usgs.gov\/hurricanes\/katrina\/<\/a><\/p>\r\n<p><strong>Segment 3<\/strong>&mdash;Gulf Shores, Alabama shows examples of overwash that occurred. In 2004, Ivans&rsquo;s eye went ashore in this same area. An inlet or breach across the island that formed during Ivan, was reformed by Katrina. Segment 4&mdash;Dauphin Island, Alabama, is approximately 110 km east of where Katrina&rsquo;s eye came ashore. Sections of Dauphin Island west of the airport and fishing pier look as if an enormous rake has been dragged across the island. Large amounts of beach sand washed over the island, covered roads and filled canals. Storm surge created numerous temporary inlets as the water carved out paths through the sand. Footage includes a large breach of the island toward the west end.<\/p>\r\n<p><strong>Segments 5, 6, 7<\/strong>&mdash;Biloxi, Mississippi and Mainland Gulf Coast west of Biloxi These segments show evidence of the destructive power of Katrina&rsquo;s storm surge. The surge of water moved inland carrying with it the debris of structures from the first four or five blocks that had been leveled by the advancing water. Offshore casino barges are lodged inland and mere foundations are all that is left of buildings that were once there. The wrack line of debris is a five to eight foot high pile that ended up several blocks inland. Sections of bridges of Highway US-90 have been destroyed with the remaining supports toppled like dominoes.<\/p>\r\n<TABLE cellSpacing=2 cellPadding=5 border=1>\r\n<TBODY>\r\n<TR>\r\n<TD scope=col><strong>Segment<br>Number<\/strong><\/TD>\r\n<TD scope=col><strong>Location<\/strong><\/TD>\r\n<TD scope=col><strong>Date of Data<br>Collection<\/strong><\/TD>\r\n<TD scope=col><strong>ON SCREEN<br>Time-Stamp<br>START<br>(not","summary":null,"format":null}]},"field_images":[],"regions":["Alabama","Florida","Louisiana","Mississippi"],"country":["United States of America"],"mm_tags":[""],"release_date":{"und":[{"value":"1125979200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169002"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}