{"title":"Latest Idaho and New Mexico Quads Available","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The USGS, in cooperation with other Federal agencies, has posted new Idaho <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo<\/a> quadrangles (1,193) and New Mexico quads (1,980 maps) which include <a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">Public Land Survey System (PLSS)<\/a>. These are added to the growing list of states west of the Mississippi River to have PLSS data added to US Topo maps.<\/p>\n<p>\"It is a privilege to support production of the US Topo maps, as I am an extensive user of these products,&rdquo; said Kristin Fishburn, a geographer with the USGS. &ldquo;The capability to turn layers on and off combined with the continuous enhancements in content makes the maps particularly useful for a recreational user. I'm excited to peruse the new Idaho and New Mexico maps.\"<\/p>\r\n<p>The PLSS is a way of subdividing and describing land in the United States. All lands in the public domain are subject to subdivision by this rectangular system of surveys, which is regulated by the U.S. Department of the Interior. Other selected states will begin getting PLSS map data during the next respective <a href=\"http:\/\/www.usgs.gov\/faq\/?q=categories\/9797\/3579\">revision cycle<\/a>.<\/p>\r\n<p>The new design for <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> improves readability of maps for online and printed use, while retaining the look and feel of the traditional USGS topo map. Map symbols are easy to read when the digital aerial photograph layer imagery is turned on.&nbsp;<\/p>\r\n<p>Other re-design enhancements and new features:<\/p>\r\n<ul>\r\n<li>New shaded relief layer for enhanced view of the terrain<\/li>\r\n<li>Military installation boundaries, post offices and cemeteries<\/li>\r\n<li>New road classification<\/li>\r\n<li>A slight screening (transparency) has been applied to some features to enhance visibility of multiple competing layers<\/li>\r\n<li>New PDF legend attachment<\/li>\r\n<li>Metadata formatted to support multiple browsers<\/li>\r\n<\/ul>\r\n<p>US Topo maps are created from geographic datasets in <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a><em>,<\/em> and deliver visible content such as high-resolution aerial photography, which was not available on older paper-based topographic maps. The new US Topo maps provide modern technical advantages that support wider and faster public distribution and on-screen geographic analysis tools for users.<\/p>\r\n<p>The new digital topographic maps are PDF documents with geospatial extensions (GeoPDF<sup>&reg;<\/sup>) image software format and may be viewed using <a href=\"http:\/\/get.adobe.com\/reader\/\">Adobe Reader<\/a>, available as a no-cost download.<\/p>\r\n<p>These new quads replace the first edition US Topo maps for Idaho and New Mexico. The replaced maps will be added to the USGS <a href=\"http:\/\/nationalmap.gov\/historical\/index.html\">Historical Topographic Map Collection<\/a> which are also available for free download from <a href=\"http:\/\/nationalmap.gov\/\"><em>The National Map<\/em><\/a> and the USGS Map Locator &amp; Downloader <a href=\"http:\/\/store.usgs.gov\/b2c_usgs\/usgs\/maplocator\/(ctype=areaDetails&amp;xcm=r3standardpitrex_prd&amp;carea=%24ROOT&amp;layout=6_1_61_48&amp;uiarea=2)\/.do\">website<\/a>.<\/p>\r\n<p>US Topo maps are updated <a href=\"http:\/\/nationalmap.gov\/ustopo\/about.html\">every three years<\/a>. The initial round of the 48 conterminous state coverage was <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3402\">completed in September of 2012<\/a>. &nbsp;Hawaii and Puerto Rico maps have recently been added. More than 400 <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=3681\">new US Topo maps for Alaska<\/a> have been added to the USGS Map Locator &amp; Downloader, but will take several years to complete.<\/p>\r\n<p>For more information, go to: <a href=\"http:\/\/nationalmap.gov\/ustopo\/\">http:\/\/nationalmap.gov\/ustopo\/<\/a><\/p>\r\n<table cellspacing=\"0\" cellpadding=\"5\" width=\"810\" align=\"left\">\r\n<tbody>\r\n<tr>\r\n<td><a href=\"http:\/\/www.usgs.gov\/news","summary":null,"format":null}]},"field_images":[],"regions":["Idaho","New Mexico","Alaska"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Topo","Topo Maps","topographic Map","digital Topographic Map","Mapping","Quadrangle","digital Quadrangles","Idaho","New Mexico","National Map","The National Map","geography","Geo","Historical Topographic Map Collection","Alaska","Alaska Maps"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1390366800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"168937"},{"tid":"170049"}]},"subtitle":{"und":[{"value":"0","format":null,"safe_value":"0"}]}}