{"title":"Mauna Loa: How Well Do You Know the Volcano in Your Backyard?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>HAWAI&lsquo;I ISLAND, Hawaii &mdash; Mauna Loa's eruptive history and current status are the topics of a talk by Frank Trusdell, U.S. Geological Survey Hawaiian Volcano Observatory geologist, on Wed., Jan. 8.<br \/><br \/>Trusdell, who has studied Mauna Loa for two decades, will present his talk about Earth's largest volcano in the Ocean View Community Center, 92-8924 Leilani Circle, in Hawaiian Ocean View Estates.&nbsp; This free presentation begins at 6:30 p.m.<\/p>\n<p>Mauna Loa, one of Hawai&#699;i's most active volcanoes, has erupted 33 times since 1843&mdash;most recently in March 1984. During that 23-day-long eruption, lava flows reached to within four miles of Hilo city limits.<\/p>\r\n<p>Mauna Loa has now been quiet for almost 30 years.&nbsp; As a result, many Hawai&lsquo;i residents may not be aware that it is an active volcano.&nbsp; But Mauna Loa will definitely erupt again and it could be in your lifetime, according to Trusdell.&nbsp;<\/p>\r\n<p>\"When Mauna Loa erupts, it is capable of disrupting lives and commerce throughout the Island of Hawai&lsquo;i,\" he added.<\/p>\r\n<p>During Mauna Loa's 1859 eruption, lava flows traveled from vents high on the northwest flank of the volcano and entered the ocean near K&#299;holo Bay, a distance of over 50 km (31 miles), in eight days. <br \/><br \/>In 1950, lava erupted from a fissure on Mauna Loa's Southwest Rift Zone, at an elevation of almost 3,050 m (10,000 feet), reached the ocean in less than three hours.&nbsp; By the time this eruption ended, lava flows had crossed Highway 11 in three places, burying more than 1.6 km (1 mile) of the road and destroying about two dozen structures.<\/p>\r\n<p>HVO closely monitors Mauna Loa, and will notify public safety officials and emergency managers of any changes in its currently quiet status.&nbsp; \"For now, it's important for all Hawai&lsquo;i residents to become aware of the volcano's potential activity so that they are prepared for its next eruption,\" Trusdell said.<br \/><br \/>Trusdell's talk is one of many programs offered by HVO in January, Hawai&#699;i Island's 5th annual Volcano Awareness Month. For more information about this presentation, email <a href=\"mailto:askHVO@usgsg.gov\">askHVO@usgsg.gov<\/a> or call (808) 967-8844. Additional Volcano Awareness Month events are posted on HVO's <a href=\"http:\/\/hvo.wr.usgs.gov\">website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2013_12_26\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2013_12_26\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Hawaii"],"country":["United States of America"],"mm_tags":["volcano","hazard","Mauna Loa","","Volcano Awareness Month","Hawaii","Public Lecture"],"article_type":["State News Release"],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1388034000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169558"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}