{"title":"El Nino May Trigger Landslides... USGS Map Indicates Susceptibility and Incidence of Landslides","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Floods, coastal erosion and heavy precipitation aren&rsquo;t the only predicted consequences of the El Nino phenomena. Landslides and debris flows could happen in areas where intense rainfall occurs. <\/p>\n<p>To aid in awareness of these hazards, the <a href=\"http:\/\/www.usgs.gov\/\">U.S. Geological Survey<\/a> has published a digitized version of a national landslide map for the conterminous United States. The map, at a scale of 1:3,750,000, shows landslide susceptibility and incidence. A high-resolution, image file of the map can be downloaded from its website, <a href=\"http:\/\/geohazards.cr.usgs.gov\/\">http:\/\/geohazards.cr.usgs.gov<\/a>,or a paper copy can be ordered through USGS publication outlets beginning in mid-October. Information about the map can be obtained by calling the <a href=\"http:\/\/gldage.cr.usgs.gov\/html_files\/nlicsun.html\">National Landslide Information Center<\/a> at 303\/273-8588. <\/p>\r\n<p>Landslides, including rockfalls, debris flows, and a variety of other slope movements cause billions of dollars in property losses in the United States, and between 25 and 50 deaths annually, according to USGS scientists. All 50 states have landslide problems to some extent. <\/p>\r\n<p>\"Many people think of landslides as isolated, local events brought about by special sets of unique conditions, occurring sporadically across the landscape,\" said Lynn Highland, coordinator for the USGS Landslide Information Center in Golden, Colo. \"While this perception is partly true, many of the most significant landslides are produced by powerful geologic systems operating on much larger scales.\" <\/p>\r\n<p>In addition to landslides and debris flows that occur following heavy rainfall, landslides can be triggered by earthquakes, volcanic eruptions, coastal and river bank erosion, or the buildup of underground water pressures by an accumulation of seasonal rainfall. <\/p>\r\n<p>The following guidelines reflect what areas are generally prone to landsliding and what residents of these areas should do before and after intense storms. Additional information is provided for residents who live near steep, sloping hills. <\/p>\r\n<p><b>WHAT TO DO AND LOOK FOR IMMEDIATELY FOLLOWING A SEVERE STORM AND FEATURES THAT MAY INDICATE CATASTROPHIC LANDSLIDE MOVEMENT<\/b> <\/p>\r\n<p><b>Areas that are generally prone to landslide hazards:<\/b><\/p>\r\n<UL>\r\n<LI>On existing old landslides \r\n<LI>On or at the base of slopes \r\n<LI>In or at the base of minor drainage hollows \r\n<LI>At the base or top of an old fill slope \r\n<LI>At the base or top of a steep cut slope \r\n<LI>Developed hillsides where leach field septic systems are used <\/LI><\/UL>\r\n<p><b>Areas that are typically considered safe from landslides:<\/b><\/p>\r\n<UL>\r\n<LI>On hard, non-jointed bedrock that has not moved in the past \r\n<LI>On relatively flat-lying areas away from sudden changes in slope angle \r\n<LI>At the top or along the nose of ridges, set back from the tops of slopes <\/LI><\/UL>\r\n<p><b>Features that might be noticed prior to major landsliding:<\/b><\/p>\r\n<UL>\r\n<LI>Springs, seeps, or saturated ground in areas that have not typically been wet before \r\n<LI>New cracks or unusual bulges in the ground, street pavements or sidewalks \r\n<LI>Soil moving away from foundations \r\n<LI>Ancillary structures such as decks and patios tilting and\/or moving relative to the main house \r\n<LI>Tilting or cracking of concrete floors and foundations \r\n<LI>Broken water lines and other underground utilities \r\n<LI>Leaning telephone poles, trees, retaining walls or fences \r\n<LI>Offset fence lines \r\n<LI>Sunken or down-dropped road beds \r\n<LI>Rapid increase in creek water levels, possibly accompanied by increased turbidity (soil content) \r\n<LI>Sudden decrease in creek water levels though rain is still falling or just recently stopped. \r\n<LI>Sticking doors and windows, and visible open spaces indicating jambs and frames out of plumb <\/LI><\/UL>\r\n<p><b>What to do if you suspect imminent landslide danger:<\/b><\/p>\r\n<UL>\r\n<LI>Contact your local fire, p","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"875851200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169489"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}