{"title":"USGS Earthquake Information Available in Google Earthâ\u0084¢","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Users of U.S. Geological Survey (USGS) earthquake information now have an additional way to access that information.<!--introend--> By viewing worldwide historic earthquake data with Google Earth<sup>TM<\/sup> mapping technology, users can quickly and easily visualize scientific information in a geographic context.<\/p>\n<p>Although the huge databases of earthquake occurrences have been available publicly for a long time, the interactive graphic display of Google Earth<sup>TM<\/sup> makes it easy to understand the context and significance of each quake. Pop-up windows in the application give the user more information about the earthquake's magnitude, date, location and depth.<\/p>\r\n<p>USGS and Google<sup>TM<\/sup> signed an agreement to publish historic earthquake data from the Advanced National Seismic System (ANSS) catalog as a \"built-in\" layer, accessible directly from the Google Earth<sup>TM<\/sup> viewer. Now, it is simply a matter of toggling a check box to turn on the earthquake layer, similar to roads and other geographic features. The new layer includes historic earthquakes since 1900, and USGS real-time earthquakes are now accessible as a hyperlink from within Google Earth<sup>TM<\/sup>. If the layer is checked, users will see a sprinkling of dots across the globe, each marking an earthquake epicenter.<\/p>\r\n<p>Prior to this new release, earthquake data for Google Earth<sup>TM<\/sup> was accessible from the USGS earthquake web site (<a href=\"http:\/\/earthquake.usgs.gov\">http:\/\/earthquake.usgs.gov<\/a>), but users had to purposefully seek out the data feeds or stumble on them while browsing the USGS web site. The ease of finding USGS earthquake data directly within the Google Earth<sup>TM<\/sup> viewer makes complex scientific data much more accessible and understandable to more people worldwide.<\/p>\r\n<p>To display the earthquake locations in the Google Earth<sup>TM<\/sup> viewer, go to the layers menu, and look in the folder \"Places of Interest.\" Open the \"Geographic Features\" folder, and click on \"Earthquakes.\"<\/p>\r\n<p>In late 2004, USGS began offering a real-time earthquake layer for Keyhole Viewer (now Google Earth<sup>TM<\/sup>), one of the first applications for visualizing real-time data in a virtual globe environment. Development continued, and UCLA professor Peter Bird's plate boundaries were added to give the earthquakes context in a global setting. Later, USGS began offering a complementary layer of historic earthquakes, giving a continuous earthquake catalog from 1970 to the present, viewable in an interactive environment.<\/p>\r\n<p>USGS geologist and webmaster, Scott Haefner said, \"We look forward to further collaboration with Google<sup>TM<\/sup> to streamline the presentation of earthquake data in Google Earth<sup>TM<\/sup>. The ultimate goal is to integrate real-time earthquakes as a separate built-in layer, and in the longer run, our agreement with Google<sup>TM<\/sup> could serve as a template for incorporating other authoritative USGS data such as streamflow data, landslides, mineral distributions, and many more.\"<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1201582800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169946"},{"tid":"170435"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}