{"title":"Drought Conditions in Western North Carolina Even Worse Than Last Year","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Editors Note: <\/strong><strong>Maps and graphs are on the <a href=\"http:\/\/nc.water.usgs.gov\/drought\/\">USGS North Carolina Drought Watch<\/a>&nbsp;Web site.&nbsp;<\/strong><\/p>\n<p><!--introstart-->Streamflow in the French Broad River at Asheville has reached the lowest level since 1895 when the U.S. Geological Survey first began making measurements at the site.<!--introend--> On Sunday, the streamflow was about 121 million gallons per day (Mgd), or 188 cubic feet per second.&nbsp;&nbsp;<\/p>\r\n<p>Previously, the lowest flow at the site occurred in 2002 when the flow was 139 Mgd.&nbsp;Before 2002, streamflow in the French Broad River at Asheville had not been below 155 Mgd since 1925.&nbsp;&nbsp;<\/p>\r\n<p>Last year, when much of North Carolina was in exceptional drought, the lowest flow in the French Broad was 199 Mgd.&nbsp;&nbsp;<\/p>\r\n<p>Most of southwest North Carolina (18 counties) remains in an exceptional drought and virtually all of western North Carolina is in extreme (15 counties) or severe (8 counties) drought as the state moves into the driest time of the year. (See the <a href=\"http:\/\/www.ncdrought.org\/\">North Carolina Drought Management Advisory Council<\/a> Web site&nbsp;for the latest North Carolina drought conditions.)&nbsp;<\/p>\r\n<p>Monthly average streamflows were at all-time record lows for the months of June and July at more than half of the USGS long-term streamflow gages in western North Carolina.&nbsp; For example, in the French Broad River at Asheville, the July 2008 flow was 20 percent lower than the previous lowest July average flow in 1986.&nbsp;<\/p>\r\n<p>Minimum record streamflows also are being recorded in the Yadkin, Catawba, and Broad River basins of North Carolina.&nbsp; With a few exceptions, streamflows throughout much of the rest of the State remain at about half, or less, of normal conditions for this time of year&nbsp;<\/p>\r\n<p>Ground-water levels in western North Carolina are about 2 - 5 feet below normal for this time of year, although no record minimum levels have been recorded. The number of ground-water monitoring wells across the state is relatively small, and records only extend back about 30 years at a few sites.&nbsp;<\/p>\r\n<p>A monthly summary of conditions at unregulated streamflow sites and ground-water monitoring sites is available at the <a href=\"http:\/\/nc.water.usgs.gov\/monthly\/index.html\">North Carolina Water Science Center<\/a> Web site and all North Carolina USGS streamflow and ground-water data are available at the <a href=\"http:\/\/waterdata.usgs.gov\/nc\/nwis\/nwis\">National Water Information System<\/a>, Water Data for North Carolina.&nbsp;<\/p>\r\n<p>The USGS and its federal, state, and local cooperators maintain 274 streamgaging stations and 62 monitoring wells throughout North Carolina.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["North Carolina"],"country":["United States of America"],"mm_tags":["water","Streams","streamgages","streamflow","hazards","drought","northcarolina"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1218427200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169304"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}