{"title":"Glaciers: Alaska&rsquo;s Rivers of Ice Wins Excellence Award for Government DVD","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><b><i>Glaciers: Alaska&rsquo;s Rivers of Ice<\/b><\/i>, a 90-minute, broadcast quality, educational DVD, produced by the U.S. Geological Survey (USGS) and Alpha DVD of Crofton, Md., has been awarded the Duane Marquis Government DVD Excellence Award by the DVD Association (DVDA). The award was presented June 10 at the 2003 DVD International Conference sponsored by the National Institute of Science and Technology and the DVDA. <\/p>\n<p>The citation reads in part, &quot;The integration of astounding video, stunning still photography blended with scientific graphics brings to the viewer a seamless eye pleasing story of the <i>Glaciers, Alaska&rsquo;s Rivers of Ice<\/i>.... this presentation of scientific information does tremendous justice to the researchers who diligently serve the US Geological Survey and The Alaska Geographic Society and explains in detail one of the earth&rsquo;s most dramatic natural processes.&quot; <\/p>\r\n<p>This DVD provides an in-depth introduction to glaciers, the characteristics of glacier ice, the erosional and depositional features that glaciers produce, glaciers and climate history, the relationship between glaciers and global sea level, glacier ecosystems, examples of glacier research investigations, the history of exploration of Alaskan glaciers, and the global distribution of water. <\/p>\r\n<p>USGS Research Geologist Bruce F. Molnia and USGS Computer Scientist Jerry McFaul collaborated with Alpha DVD&rsquo;s Ralph LaBarge to produce the DVD. <b><i>Glaciers: Alaska&rsquo;s Rivers of Ice <\/b><\/i>was released by Alpha DVD as part of its DVD International&rsquo;s Learning Series and is currently available from Amazon.com. It is intended for a non-technical audience, particularly grades 9-12. <\/p>\r\n<p>This DVD resulted from a Cooperative Research and Development Agreement (CRADA) between USGS and Alpha DVD. A CRADA is a written agreement between a private company and a government agency to work together on a specific, clearly defined project. The private partner provides funds, personnel, services, facilities, equipment or other resources needed to complete the project. The Federal partner provides expertise and resources directly to the partner, but does not provide funds. If the product is one that will produce revenue, the CRADA defines the distribution of funds. <\/p>\r\n<p>For this project, the USGS provided a storyline, a script, a glossary of glacier nomenclature, more than thirty hours of broadcast-quality video, and more than 500 still images showing key Alaskan glaciers and examples of glacier features and activities. Alpha DVD selected and edited the video to the required length, transferred the script into a narration, digitized and animated the still images, developed a musical background, and produced graphics to illustrate key points in the storyline.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Alaska"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1055304000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169241"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}