{"title":"Rare Alpine Insect May Disappear with Glaciers","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>Loss of glaciers and snowpack due to climate warming in alpine regions is putting pressure on a rare aquatic insect, the meltwater stonefly, according to a study recently released in <em>Climatic Change Letters<\/em>.<\/p>\n<p>In the study, scientists with the U.S. Geological Survey, the University of Montana, U.S. Fish and Wildlife Service and National Park Service illustrate that alpine aquatic insects can be good early warning indicators of climate warming in mountain ecosystems. The glaciers in Glacier National Park are predicted to disappear by 2030 and, as its name infers, the meltwater stonefly (<em>Lednia tumana<\/em>) prefers to live in the coldest, most sensitive alpine stream habitats directly downstream of disappearing glaciers, permanent snowfields and springs in the park.&nbsp;<\/p>\r\n<p>&ldquo;Our simulation models suggest that climate change threatens the potential future distribution of these sensitive habitats and the persistence of the meltwater stonefly through the loss of glaciers and snowfields,&rdquo; said Clint Muhlfeld, project leader and USGS scientist. &ldquo;These major habitat reductions imply a greatly increased probability of extinction and\/or significant range contraction for this sensitive species.&rdquo;<\/p>\r\n<p>The meltwater stonefly has been petitioned for listing under the U.S. Endangered Species Act because it is at risk of becoming extinct due to the melting of the glaciers in Glacier National Park.&nbsp;<\/p>\r\n<p>&ldquo;This isn&rsquo;t just about an obscure insect that most people will never see--it&rsquo;s about an entire threatened ecosystem which harbors a whole suite of rare, poorly known, native species- the biology and survival of which are dependent on very cold water,&rdquo; said Joe Giersch, USGS scientist and co-author of the study.<\/p>\r\n<p>Results from the study will be featured in the upcoming issue of <em>Climatic Change Letters<\/em>.&nbsp; The article is titled &ldquo;Climate change links fate of glaciers and an endemic alpine invertebrate&rdquo; and can be viewed&nbsp;<a href=\"http:\/\/www.springerlink.com\/content\/em2128vu178v3127\/\">online<\/a>.<\/p>\r\n<p>More information about impacts of climate change on rare aquatic insects can be found on the USGS <a href=\"http:\/\/nrmsc.usgs.gov\/research\/lednia\">Northern Rocky Mountain Science Center website<\/a>.<\/p>\r\n<p><iframe frameborder=\"0\" height=\"400\" width=\"600\" id=\"gallery_news\" name=\"NR2011_04_03\" scrolling=\"auto\" src=\"http:\/\/gallery.usgs.gov\/photo_shares\/thumbs\/tags\/NR2011_04_03\/1\" title=\"Image Gallery\"><\/iframe><\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Montana"],"country":["United States of America"],"mm_tags":["biology","ecosystems","Climate Change Biology","Climate Change","global Change","glaciers","Glacier National Park","insects","Montana"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1301889600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170536"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}