{"title":"USGS Measures Flooding in Northeast Minnesota","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Reporters: Do you want to accompany a USGS field crew as they measure flooding?&nbsp; Please contact James Fallon at 763-783-3255.<\/strong><strong>&nbsp;<\/strong><\/p>\n<p><!--introstart-->U.S. Geological Survey crews are measuring record flooding in northeast Minnesota, including the Duluth area and the headwaters of the Mississippi River.<!--introend--><\/p>\r\n<p>The USGS St. Louis River streamgage at Scanlon has recorded the highest streamflow since 1908. Several other USGS streamgages in the area are also expected to reach the highest levels recorded in decades.<\/p>\r\n<p>USGS scientists are collecting critical streamflow data that are vital for protection of life, property and the environment. This information is used by the U.S. Army Corps of Engineers to manage flood control, the National Weather Service to develop flood forecasts, and various state and local agencies in their flood response activities. More information is available on the <a href=\"http:\/\/mn.water.usgs.gov\/\">USGS Minnesota Water Science Center website<\/a>.<\/p>\r\n<p>\"The long-term records from the USGS confirm that for some Minnesota waterways, this is or may exceed the 100-year flood,\" said USGS Director Marcia McNutt. \"By providing more water information, faster, and in more useful formats than ever imagined 100 years ago, we hope people can respond fast enough to avoid this becoming the 100-year disaster.\"<\/p>\r\n<p>Six USGS crews are in the field taking streamflow measurements, recovering damaged streamgage equipment and sampling water and sediment. Scientists collect samples to examine if there are any changes in the Superior Basin.<\/p>\r\n<p>\"When flooding occurs, USGS field crews are among the first to respond,\" said James Stark, USGS Minnesota Water Science Center Director. &ldquo;The information our scientists provide are vital for emergency managers to make decisions that affect lives and property.&rdquo;<\/p>\r\n<p>For more than 125 years, the USGS has monitored flow in selected streams and rivers across the U.S. In Minnesota, there are more than 100 USGS-operated streamgages that measure water levels, streamflow and rainfall. The information is routinely used for water supply and management, monitoring floods and droughts, bridge and road design, determination of flood risk, and for many recreational activities.<\/p>\r\n<p>Access current flood and high flow conditions across the country by visiting the USGS <a href=\"http:\/\/water.usgs.gov\/waterwatch\/flood\">WaterWatch<\/a> website. Receive instant, customized updates about water conditions in your area via text message or email by signing up for USGS <a href=\"http:\/\/water.usgs.gov\/wateralert\">WaterAlert<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["Minnesota"],"country":["United States of America"],"mm_tags":["Minnesota","flooding","floods","water","streamgage","streamflow","sediment"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1340251200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169535"},{"tid":"169606"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}