{"title":"UPDATE:","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nThe latest computer count is in, and &quot;Midway&quot; remains the most popular name of a populated place in the U.S. And just like last year, &quot;Fairview&quot; came in as a close second. \r\n<\/p>\r\n<p>\r\nThe updated computer listing of 160,271 populated places and more than 1.5 million other recognized place names across the country -- including streams, lakes, mountains, swamps and cemeteries -- has just been made available on a compact disk by the U.S. Geological Survey in cooperation with the U.S. Board on Geographic Names. About 150,000 names have been added since 1994. \r\n<\/p>\r\n<p>\r\nThe main purpose of the listing is to standardize the names for use on thousands of Federal maps and publications. Among other reasons, the mappers want to avoid confusion and differences in spelling. \r\n<\/p>\r\n<p>\r\nBut that doesn&rsquo;t mean that the hard work of the mappers can&rsquo;t also be used for historical, genealogical and other just-plain-fun pursuits. For example, the top ten names of populated places -- from cities to hamlets and subdivisions -- in the United States (with the number of times listed and the change, if any as a result of continual updating and correction, from 1994): \r\n<\/p>\r\n<p>\r\n1.) Midway (212 and a gain of 5 since 1994) 2.) Fairview (194,+2) 3. Oak Grove (150) 4.) Five Points (146,+1) 5.) Pleasant Hill (119,+6) 6.) Mount Pleasant (112,+4) 7.) Riverside (111,+5) 8.) Tied: Centerville (108,-1) and Bethel (108,+3) 9.) Liberty (99,+1) 10.) New Hope (98) \r\n<\/p>\r\n<p>\r\n&nbsp;\r\n<\/p>\r\n<p>\r\nThe new computer listing was unveiled in Oklahoma Wednesday (Sept. 6) at the annual meeting of the Western States Geographic Names Conference. How does Oklahoma compare? \r\n<\/p>\r\n<p>\r\n1.) Midway (5 populated places in the State.) 2.) Liberty (4) 3.) Wilson (3) 4.) Plainview (3) 5.) White Oak and at least 29 other populated places that have two listings each within Oklahoma, from &quot;Anderson&quot; to &quot;Washita.&quot;) \r\n<\/p>\r\n<p>\r\n&quot;Fairview,&quot; the second most popular place name in the U.S., appears only once in Oklahoma. \r\n<\/p>\r\n<p>\r\nThe new CD-ROM also contains a user manual and software for searching, sorting, displaying, printing and exporting the data. The software must be installed onto a hard disk to use the data. \r\n<\/p>\r\n<p>\r\nThe CD-ROM, entitled &quot;Digital Gazetteer of the United States,&quot; can be purchased for $57.50 plus $3.50 handling charge from USGS Information Services, Box 25286, Denver Federal Center, Lakewood, Colorado 80225. For more information about this and other products available from the USGS, call 1-800-ASK-USGS. \r\n<\/p>\r\n<p>\r\nFor more information about geographic names contact the U.S. Geological Survey, Branch of Geographic Names, 523 National Center, Reston, VA 20192, phone 703-648-4544. \r\n<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"810446400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169271"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}