{"title":"Coral Reef Builders Vulnerable to Ocean Acidification","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->As pH declines in the world's oceans, the effects on coral reefs could be more harmful than previously thought. This pH decline, a process known as \"ocean acidification,\" occurs due to absorption of carbon dioxide from the atmosphere. As a result, the growth of reef builders may be severely inhibited.<!--introend--><\/p>\n<p>To document the potential effects of ocean acidification predicted for the year 2100, the U.S. Geological Survey (USGS) and partners conducted a unique study looking at the growth of important reef-building plants called crustose coralline algae.<\/p>\r\n<p>\"Scientists have already shown that coral growth may decrease as the ocean pH declines. This new evidence shows that other essential reef-builders, the crustose coralline algae, may be even more sensitive than the corals,\" said Ilsa Kuffner, USGS scientist and lead author of the report published in <em><a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/abs\/ngeo100.html\">Nature Geoscience<\/a><\/em>.<\/p>\r\n<table border=\"0\" cellspacing=\"2\" cellpadding=\"3\" width=\"255\" align=\"right\" summary=\"layout only\">\r\n<tbody>\r\n<tr align=\"center\">\r\n<td><img src=\"http:\/\/www.usgs.gov\/newsroom\/images\/01.2008.04.gif\" border=\"0\" alt=\"read caption below\" \/><\/td>\r\n<\/tr>\r\n<tr align=\"left\">\r\n<td><span>Encrusting algae that developed on surfaces kept in the ocean chemistry of today (left) and those under \"ocean acidification\" predicted for the year 2100 (right).<\/span><\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>\"The results of our study were visibly obvious and may provide a glimpse into the future. We saw a 92 percent decrease in the area covered by the crustose coralline algae in the tanks with lower pH compared with tanks at today's ocean pH level. Non-calcifying fleshy algae increased by 52 percent,\" said Kuffner. \"These findings suggest that at lower pH, these reef-building algae could be much less competitive on future coral reefs.\"<\/p>\r\n<p>Kuffner and colleagues at the University of Hawaii conducted the 9-month study by rearing reef organisms from larvae in an outdoor, semi-captive environment. In the experiments, pH was lowered in half of the test tanks to create conditions predicted for the year 2100 by the <a href=\"http:\/\/www.ipcc.ch\/.\">Intergovernmental Panel on Climate Change<\/a> based on present trends in carbon emissions. Surfaces in control tanks bathed with unaltered seawater from the adjacent reef developed the characteristic pink crust made by the reef-building crustose coralline algae. In tanks where the seawater pH was lowered, recruitment and growth of crustose coralline algae were severely inhibited. Although questions remain regarding the influences of algae-eating animals and nutrient availability, it is possible that ocean acidification could hasten shifts away from dominance by stony corals and other reef-builders to fleshy algae as seen already on many reefs today.<\/p>\r\n<p>Despite being fairly inconspicuous in nature, these pink crust-forming algae are very important to coral reefs.  They secrete skeletons of calcium carbonate, much like coral, and are important because they carry out key ecological roles that affect the health and sustainability of coral reef ecosystems. Not only do they build reef framework, produce sand, and help cement loose coral fragments into massive reef structures, they also attract reef-building coral larvae by providing a place to settle. If these ecosystem services are left undone, coral reefs and associated systems and coastlines could be notably altered as the pH of the oceans slowly declines.<\/p>\r\n<p><strong>Reporters:  The abstract for the article \"Decreased Abundance of Crustose Coralline Algae Due to Ocean Acidification,\" published in Nature Geoscience, is available on:<\/strong> <a href=\"http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/abs\/ngeo100.html\">http:\/\/www.nature.com\/ngeo\/journal\/vaop\/ncurrent\/abs\/ngeo100.html<\/a><\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1199422800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169510"},{"tid":"168848"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}