{"title":"By Bike, Foot or Hoof: New Arizona Maps Feature Trails","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"<p><!--introstart-->Newly released <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> for Arizona now feature <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=4066\">mountain bike trails<\/a>, segments of the <a href=\"http:\/\/www.fs.usda.gov\/azt\">Arizona National Scenic Trail<\/a> and <a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">Public Land Survey System<\/a> data.<!--introend-->&nbsp; Several of the 1,880 new US Topo quadrangles for the state now display these selected new features along with other improved data layers.<\/p><p>&ldquo;Having recently returned to Arizona, I am excited to re-explore our state using the new USGS Arizona Topo maps,&rdquo; said Curtis Pulford, Arizona State Cartographer.&nbsp; &ldquo;Detailed topographic maps are one of the best ways I know to visualize the terrain one is planning to examine.&nbsp; All who use these will appreciate the newly updated reference features, such as BLM Public Lands Survey System, roadways, schools, fire and police stations, post offices, and hospitals.&nbsp;&nbsp; Mountain bikers will appreciate the addition of International Mountain Biking Association trails.&nbsp; And the addition of the 817 mile, border to border, Arizona National Scenic Trail will be an outstanding resource for nature enthusiasts, hikers and equestrians.&rdquo;&nbsp;<\/p><p>For Arizona residents and visitors who want to explore the landscape on a bicycle seat, the new mountain bike trails will come in handy. The mountain bike trail data is provided through a partnership with the International Mountain Biking Association (<a href=\"https:\/\/www.imba.com\/\">IMBA<\/a>) and <a href=\"http:\/\/www.mtbproject.com\/\">MTB Project<\/a>. During the past two years, the IMBA has been <a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.mtbproject.android&amp;hl=en\">building a detailed national database<\/a> of mountain bike trails with the aid and support of the MTB Project. This activity allows local IMBA chapters, IMBA members, and the public to provide trail data and descriptions through their website. &nbsp;MTB Project and IMBA then verify the quality of the trail data provided, ensure accuracy and confirm that the trail is legal.&nbsp; This unique &ldquo;<a href=\"http:\/\/en.wikipedia.org\/wiki\/Crowdsourcing\">crowdsourcing<\/a>&rdquo; project has allowed availability of mountain bike trail data though mobile and web apps, and the revised US Topo maps.<\/p><p>National Scenic Trail enthusiasts can now find the &ldquo;<a href=\"http:\/\/www.aztrail.org\/at_about.html\">Arizona Trail<\/a>&rdquo; on new US Topo map segments. The Arizona National Scenic Trail stretches more than 800 miles from the Mexican border to Utah to connect deserts, mountains, canyons, wilderness, history, communities and people. &nbsp;Rugged, wild and challenging, this trail showcases Arizona&rsquo;s diverse vegetation, wildlife, scenery, and historic and prehistoric sites in a way that provides a unique and unparalleled <a href=\"http:\/\/www.aztrail.org\/\">Arizona experience<\/a>.<\/p><p>&ldquo;For more than 20 years the Arizona Trail Association&rsquo;s members have been creating, maintaining, and mapping the Arizona National Scenic Trail,&rdquo; said Aaron Seifert, GIS Director for the Arizona Trail Association.&nbsp;&ldquo;Since the trail was designated as a National Scenic Trail in 2009 and completed in 2011, it is very exciting to display the entire trail on the new set of US Topo maps for many more to discover the diverse landscape of Arizona from this amazing trail.&rdquo;<\/p><p>The USGS partnered with the <a href=\"http:\/\/www.fs.fed.us\/\">U.S. Forest Service<\/a> and the <a href=\"http:\/\/www.aztrail.org\/\">Arizona Trail Association<\/a> to incorporate the trail data onto the Arizona US Topo maps. This NST joins the <a href=\"http:\/\/www.nps.gov\/iatr\/index.htm\">Ice Age National Scenic Trail<\/a>, the <a href=\"http:\/\/www.fs.usda.gov\/pnt\/\">Pacific Northwest National Scenic Trail<\/a> the<\/p>","summary":"","format":"filtered_html","safe_value":"<p>Newly released <a href=\"http:\/\/nationalmap.gov\/ustopo\/index.html\">US Topo maps<\/a> for Arizona now feature <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=4066\">mountain bike trails<\/a>, segments of the <a href=\"http:\/\/www.fs.usda.gov\/azt\">Arizona National Scenic Trail<\/a> and <a href=\"http:\/\/nationalatlas.gov\/articles\/boundaries\/a_plss.html\">Public Land Survey System<\/a> data.  Several of the 1,880 new US Topo quadrangles for the state now display these selected new features along with other improved data layers.“Having recently returned to Arizona, I am excited to re-explore our state using the new USGS Arizona Topo maps,” said Curtis Pulford, Arizona State Cartographer.  “Detailed topographic maps are one of the best ways I know to visualize the terrain one is planning to examine.  All who use these will appreciate the newly updated reference features, such as BLM Public Lands Survey System, roadways, schools, fire and police stations, post offices, and hospitals.   Mountain bikers will appreciate the addition of International Mountain Biking Association trails.  And the addition of the 817 mile, border to border, Arizona National Scenic Trail will be an outstanding resource for nature enthusiasts, hikers and equestrians.” For Arizona residents and visitors who want to explore the landscape on a bicycle seat, the new mountain bike trails will come in handy. The mountain bike trail data is provided through a partnership with the International Mountain Biking Association (<a href=\"https:\/\/www.imba.com\/\">IMBA<\/a>) and <a href=\"http:\/\/www.mtbproject.com\/\">MTB Project<\/a>. During the past two years, the IMBA has been <a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.mtbproject.android&amp;hl=en\">building a detailed national database<\/a> of mountain bike trails with the aid and support of the MTB Project. This activity allows local IMBA chapters, IMBA members, and the public to provide trail data and descriptions through their website.  MTB Project and IMBA then verify the quality of the trail data provided, ensure accuracy and confirm that the trail is legal.  This unique “<a href=\"http:\/\/en.wikipedia.org\/wiki\/Crowdsourcing\">crowdsourcing<\/a>” project has allowed availability of mountain bike trail data though mobile and web apps, and the revised US Topo maps.National Scenic Trail enthusiasts can now find the “<a href=\"http:\/\/www.aztrail.org\/at_about.html\">Arizona Trail<\/a>” on new US Topo map segments. The Arizona National Scenic Trail stretches more than 800 miles from the Mexican border to Utah to connect deserts, mountains, canyons, wilderness, history, communities and people.  Rugged, wild and challenging, this trail showcases Arizona’s diverse vegetation, wildlife, scenery, and historic and prehistoric sites in a way that provides a unique and unparalleled <a href=\"http:\/\/www.aztrail.org\/\">Arizona experience<\/a>.“For more than 20 years the Arizona Trail Association’s members have been creating, maintaining, and mapping the Arizona National Scenic Trail,” said Aaron Seifert, GIS Director for the Arizona Trail Association. “Since the trail was designated as a National Scenic Trail in 2009 and completed in 2011, it is very exciting to display the entire trail on the new set of US Topo maps for many more to discover the diverse landscape of Arizona from this amazing trail.”The USGS partnered with the <a href=\"http:\/\/www.fs.fed.us\/\">U.S. Forest Service<\/a> and the <a href=\"http:\/\/www.aztrail.org\/\">Arizona Trail Association<\/a> to incorporate the trail data onto the Arizona US Topo maps. This NST joins the <a href=\"http:\/\/www.nps.gov\/iatr\/index.htm\">Ice Age National Scenic Trail<\/a>, the <a href=\"http:\/\/www.fs.usda.gov\/pnt\/\">Pacific Northwest National Scenic Trail<\/a> the<\/p>\n","safe_summary":""}]},"field_images":[],"regions":["Arizona"],"country":["United States of America"],"mm_tags":["Core Science Systems National Geospatial","Arizona","topographic Map","Topo Maps","digital Map","digital Quadrangles","digital Topographic Map","Digital Topo Maps","National Scenic Trails","recreational Trails","Forest Service Trails","Public Land Survey System","Mountain Bike","Mountain Bike Trails","Crowdsourcing","Arizona Trail","Ice Age Trail","Pacific Norwest National Scenic Trail","North Country Trail","Pacific Crest Trail","Appalachian Trail","Historical Topographic Map Collection"],"distribution":["Mapping"],"release_date":{"und":[{"value":"1420606800","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169911"},{"tid":"170049"}]},"subtitle":[]}