{"title":"USGS Nitrate Study Shows Water Supply Threatened from Residential Septic Systems","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>\nPortland, OR - Shallow\r\naquifers supplying drinking water to rural residents of southern Deschutes and\r\nnorthern Klamath Counties near La Pine, Oregon, are vulnerable to contamination\r\nby wastewater from on-site, residential wastewater disposal (septic) systems,\r\naccording to the findings of a study by the U.S. Geological Survey (USGS).\r\n<\/p>\r\n<p>\r\nAt present, relatively few\r\nwells in the La Pine area have nitrate concentrations greater than the U.S.\r\nEnvironmental Protection Agency (EPA) drinking water standard of 10 parts per\r\nmillion. Nonetheless, the USGS study predicts that unless nitrogen loading from\r\nseptic systems can be reduced, future development will lead to water quality\r\nproblems in the area.\r\n<\/p>\r\n<p>\r\nThe USGS investigation\r\nfocused on a 250 square-mile area that included rural residential areas between\r\nSunriver and La Pine and was a part of efforts by Deschutes County and the\r\nOregon Department of Environmental Quality (ODEQ) to evaluate alternatives for\r\nprotecting the shallow aquifers that supply drinking water for most residents\r\nof the area.\r\n<\/p>\r\n<p>\r\nAccording to David Morgan,\r\nthe USGS study&#39;s chief, &quot;Our investigation agrees with previous assessments by\r\nODEQ and others, which found that nitrate contamination is a threat to the quality\r\nof water in the primary aquifer underlying the La Pine area.&quot;\r\n<\/p>\r\n<p>\r\nNitrate is formed when\r\nnitrogen in household wastewater is exposed to oxygen in soils around and\r\nbeneath on-site septic systems. The presence of elevated nitrate levels in\r\ndrinking water is significant because of its potential health effects. The most\r\ncommonly known effect, methemoglobinemia, or &quot;blue-baby syndrome,&quot; occurs in\r\ninfants and children, where the oxygen-carrying capacity of the blood is\r\ndiminished.\r\n<\/p>\r\n<p>\r\nUSGS geochemist Stephen\r\nHinkle, a member of the study team, noted &quot;Groundwater moves very slowly in\r\nthis area because of the low rainfall and recharge. We age-dated ground water\r\nin the area and found that most people are drinking water that recharged at\r\nleast 30 to 50 years ago-before most of the area was developed. The most\r\ncontaminated water is currently near the water table, but is moving downward.&quot;\r\n<\/p>\r\n<p>\r\nSome of the nitrogen from\r\nresidential septic systems is already finding its way into domestic wells,\r\nhowever, as evidenced by the fact that 10 percent of more than 1,500 well-water\r\nanalyses performed from 1989 through 2004 had nitrate concentrations greater\r\nthan four parts per million, well above background levels for the area. ODEQ\r\nhad similar results when it sampled 192 wells in the area in 2000.\r\n<\/p>\r\n<p>\r\nAlthough water in most\r\nwells is within EPA drinking water standards, Morgan noted &quot;Our models predict\r\nthat, at planned residential development densities, nitrate levels in many\r\nparts of the aquifer will eventually exceed the standards unless nitrogen\r\nloading from residential septic systems can be reduced.&quot;\r\n<\/p>\r\n<p>\r\nIn addition to\r\nconstructing a model to predict the evolution of nitrate contamination in the shallow\r\naquifer beneath the La Pine area, the USGS study developed a simplified tool\r\nthat can be used by land and water managers to determine the maximum capacity\r\nof the aquifer to receive nitrate while still meeting water quality goals.\r\nOther aspects of the study (1) examined geochemical\r\ncontrols on the transport of nitrate from septic systems to the Deschutes and\r\nLittle Deschutes rivers, (2) used indicators of groundwater age, nitrogen\r\nisotope and geochemical analyses, and characterization of groundwater flow patterns\r\nto verify residential septic systems as the primary source of nitrate in the\r\naquifer, and (3) documented the occurrence and transport of personal care\r\nproducts, household chemicals, pharmaceutical products, and viruses in on-site\r\nseptic system effluent.\r\n<\/p>\r\n<p>\r\nInformation about the La\r\nPine nitrate study, including links to publications and data, can be ac","summary":null,"format":null}]},"field_images":[],"regions":["Oregon"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"1194411600","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169198"},{"tid":"169747"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}