{"title":"Can a Creeping Segment of the Alaska-Aleutian Subduction Zone Generate a Great Earthquake?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>ANCHORAGE, Alaska &mdash;<\/strong>The coastal geology of Simeonof Island, the southeastern-most island in the Shumagin archipelago of the Aleutian Islands, suggests the region has not experienced a great megathrust earthquake in at least the past 3,400 years. Although this research focuses on better understanding a very remote part of the world, it has important implications for far reaching areas of heavily populated parts of the globe. This newly-published finding will improve seismic and tsunami hazard assessments in the United States and at coastlines around the Pacific Ocean and will help inform disaster management officials to potentially save lives and economies.<\/p>\n<p>The Shumagin seismic gap is an area of great interest for earthquake studies. Unlike most of the Aleutian megathrust fault that failed in great (magnitude 8 or greater) earthquakes in the 20<sup>th<\/sup> century, the Shumagin Islands region has not experienced a M&gt;8 earthquake in the past century. This has led to speculation that the Shumagin Islands represent a &ldquo;gap&rdquo; that will be filled by a large rupture at some time, yet no evidence suggests that this has happened previously.<\/p>\r\n<p>A team of scientists from the U.S. Geological Survey and partner institutions found no evidence for prehistoric great earthquakes on Simeonof Island in the Shumagin seismic gap that overlies part of the Aleutian megathrust subduction zone known to be creeping&mdash;when the two sides of the fault are moving slowly and smoothly past each other instead of sticking, and slipping suddenly in an earthquake. The lack of geologic evidence for great earthquakes and tsunamis in the area implies that a large amount of tectonic plate motion along the Shumagin seismic gap has been accommodated by a seismic slip (slow creeping) over the past 3,400 years, and that large (but not great) earthquakes &mdash;like the historical M7-M7.5 shocks of the twentieth century&mdash; may be sufficient to release the elastic strain stored in the Shumagin gap.<\/p>\r\n<p>GPS data from the Alaska Peninsula has shown that the Aleutian megathrust beneath the Shumagin Islands is mostly creeping instead of being locked. Parts of the megathrust fault that creep are areas where converging tectonic plates slip freely past one another and may not be storing the strain that leads to large, damaging fault ruptures. USGS researchers asked: can a megathrust that is mostly creeping generate a great earthquake? Their findings imply that the Shumagin gap has not broken in a large rupture in the past few thousand years. Furthermore, their findings imply that ruptures in the Shumagin gap, if they occurred, were M8 or less and far out to sea relative to Simeonof Island in the past few thousand years.<\/p>\r\n<p>&ldquo;Even though GPS stations show that the Shumagin gap is mostly creeping, it doesn&rsquo;t rule out the possibility that the megathrust may have stored enough strain over thousands of years to produce a great earthquake, so we went in search of evidence to see if it had happened before&rdquo; said Rob Witter, lead author of the study and a Research Geologist at the U.S. Geological Survey&rsquo;s Alaska Science Center. &ldquo;We wondered whether coastal geology in the Shumagin Islands contained evidence for past great earthquakes, despite present signs of creeping subduction. If megathrust earthquakes have ruptured the Shumagin gap in the past, it would imply higher tsunami hazards to southern California and Hawaii,&rdquo; said Witter.<\/p>\r\n<p>To investigate the prehistoric record of earthquake activity of remote Simeonof Island, the scientific team examined coastal marshes, outcrops, and upland areas for evidence of tectonic land-level change and tsunami inundation. Hand-driven cores, hand-dug pits, and natural exposures revealed soils and sediment that suggested little relative sea-level change, normal tidal inundation at the shoreline, and no abrupt shifts in land elevation. Instead of","summary":null,"format":null}]},"field_images":[],"regions":["Oregon","Washington","California","Alaska"],"country":["United States of America"],"mm_tags":["Alaska","earthquake","megathrust","creep","Seismic Gap","","Simeonof","Shumagin","Aleutian","subduction","Natural Hazards",""],"distribution":["Natural Hazards"],"release_date":{"und":[{"value":"1398830400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170690"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}