{"title":"Riding Through Clouds to Reach a Young Student","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>How can teachers and parents evoke curiosity and instill a sense of wonder about the Earth? <\/p>\n<p>Would an interactive, multimedia journey through deserts, clouds, oceans, and more, in dynamic videos, animations, professional photography, and music help? <\/p>\r\n<p>A new partnership between the federal government and the private sector suggests GeoMediaTM, an earth science educational tool for school students between the ages of 10 and 14, as one way to provoke curiosity about the Earth. Using interactive multimedia technology, students now have exciting new possibilities for navigating through multiple layers of information. <\/p>\r\n<p>GeoMediaTM was developed by the U.S. Geological Survey and InterNetwork Media, Inc., through a cooperative research and development agreement. <\/p>\r\n<p>USGS Director Gordon Eaton said, \"Partnerships such as the one between the USGS and InterNetwork Media offer exciting new possibilities for sharing the technical expertise of the federal research community with the private sector. The end result is a cost-effective method for commercializing federally-developed technology.\" <\/p>\r\n<p>In 1994, the USGS and InterNetwork Media, Inc., received the Presidential Design Award for Excellence presented by President Clinton for the prototype CD-ROM science journal entitled \"Arctic Data Interactive.\" <\/p>\r\n<p>GeoMediaTM was originally designed for use by USGS personnel when making presentations to students visiting USGS offices. Because of the high demand by teachers to obtain copies of the software, the USGS decided to distribute it on digital compact disc (CD-ROM) for use in the classroom. <\/p>\r\n<p>\"Our goals are to instill in children a sense of wonder, a sense of scale, and an understanding of the kind of skills needed to solve problems - whether the problems are in their own backyard or on a global scale - relating to a safe and renewable natural environment,\" said Denise Wiltshire, project chief at the U.S. Geological Survey National Center in Reston, Va. \"GeoMediaTM offers an opportunity for students to collaborate and learn how to use scientific fact-finding methods to develop solutions.\" <\/p>\r\n<p>Payson Stevens, president of InterNetwork Media, Inc., said, \"Children are more apt to comprehend a concept by interacting with the information that sparks their curiosity. Browsing through the information is dynamic and also allows many levels of focus.\" <\/p>\r\n<p>For teaching purposes, GeoMediaTM is divided into six modules: <\/p>\r\n<p>* \"Understanding Maps\" describes how maps at different scales reveal and hide definition and detail and how contour lines describe the shape of the land. <\/p>\r\n<p>* \"Time and Change\" captures the Earth&rsquo;s story in the crashing of waves and the movement of continents and describes how fossils, tree rings, and glacier ice contain Earth secrets waiting to be told. <\/p>\r\n<p>* \"The Greenhouse Effect\" reminds us that a thin veil of protection surrounds the planet and makes life possible. The Earth&rsquo;s atmosphere, like a greenhouse, traps warmth and stimulates plant growth. <\/p>\r\n<p>* \"The Carbon Cycle\" focuses on the world&rsquo;s carbon origins: light becomes energy through photosynthesis, volcanoes emit ash, and coral reefs are born. Even our breath involves the exhaling of carbon dioxide. <\/p>\r\n<p>* \"Earthquakes\" highlights the sheer energy that is suddenly released from deep within the Earth. This energy causes seemingly solid ground to move and resonate with the vibrations of an earthquake. <\/p>\r\n<p>* \"The Water Cycle\" follows the continuous transformation of water on our planet--evaporation, condensation, precipitation, and runoff. <\/p>\r\n<p>The program requires one of the Macintosh suite of computers or a personal computer with a sound card running Windows 3.1 or Windows 95, a 13-inch or larger color monitor, 5 megabytes of free memory, and a double-speed CD-ROM drive. <\/p>\r\n<p>GeoMediaTM is available from InterNetwork Media, Inc., 411 Seventh Street, Del Mar, CA 9","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"843710400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170071"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}