{"title":"Landsat Turns 40","status":"1","comment":"1","promote":"0","sticky":"0","body":{"und":[{"value":"[caption id=\"attachment_174588\" align=\"alignleft\" width=\"334\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/EROS-Feature-Image.jpg\"><img class=\" wp-image-174588  \" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/EROS-Feature-Image.jpg\" alt=\"See caption:\" width=\"334\" height=\"299\" \/><\/a> The world's longest-running Earth-observing satellite program â\u0080\u0094 Landsat â\u0080\u0094 turns 40.[\/caption]\n\nThe world's longest-running Earth-observing satellite program â\u0080\u0094 Landsat â\u0080\u0094 is 40 years old.\n\nNASA â\u0080\u0094 working in cooperation with the U.S. Department of the Interior (DOI) and its science agency, the USGS â\u0080\u0094 launched the first Landsat satellite on July 23, 1972. The resulting 40-year archive of Earth observations from the Landsat fleet forms an impartial, comprehensive, and easily accessed register of human and natural changes on the land.\n\nRemote-sensing satellites, such as the Landsat series, help scientists to observe the world beyond the power of human sight, to monitor changes, and to detect critical trends in the conditions of natural resources. Data supplied by Landsat supports the improvement of human and environmental health, energy and water management, urban planning, disaster recovery, and crop monitoring.\n\nThrough 40 years of continuous coverage, the Landsat series of Earth observation satellites has become a fundamental global reference for scientific issues related to land use and natural resources. Landsat is valued all over the world as the gold standard of land observation. No other satellite program, in our nation or in any other country, comes close to having the historical length and breadth, the continuity and the coverage, of the Landsat archive.\n\n<strong>A Versatile Perspective <\/strong>\n\nLandsat satellites can give us a view as broad as 12,000 square miles per scene while characterizing land cover in units the size of a baseball diamond. In one instant look from over 400 miles in space, a single Landsat scene can record the condition of hundreds of thousands of acres of grassland, agricultural crops, or forests.\n\n[caption id=\"\" align=\"alignright\" width=\"359\"]<a href=\"http:\/\/edcftp.cr.usgs.gov\/pub\/edcuser\/sjenkins\/outgoing\/IOW-40yrs\/4611-IOW-40yrs-change.jpg\"><img class=\"       \" src=\"http:\/\/edcftp.cr.usgs.gov\/pub\/edcuser\/sjenkins\/outgoing\/IOW-40yrs\/4611-IOW-40yrs-change.jpg\" alt=\"See caption:\" width=\"359\" height=\"359\" \/><\/a> A comparison of the images illustrates the significant growth in the greater D.C. area. Major urban development can be seen the surrounding communities of Rockville, Greenbelt, and Suitland, Maryland. The expanded Woodrow Wilson Bridge, connecting Springfield, Virginia, with Oxon Hill, Maryland, is evident. The record of surface change is used by urban planners and local officials to evaluate the rate and direction of growth in the area.[\/caption]\n\nLandsat images from space are not just pictures. They contain many layers of data collected at different points along the visible and invisible light spectrum. Consequently, Landsat images can show where vegetation is thriving and where it is stressed, where droughts are occurring, where wildland fire is a danger, and where erosion has altered coastlines or river courses.\n\nLandsat images reveal subtle, gradual changes, such as Wyoming rangelands greening up after a drought, as well as massive landscape changes that occur in rapidly growing urban areas. Landsat can also provide inexpensive assessments of sudden natural or human-induced disasters, such as the number of acres charred by a forest fire or the extent of tsunami inundation.\n\n<strong>Impartial information freely available<\/strong>\n\nThe Department of the Interiorâ\u0080\u0099s policy of releasing the full Landsat archive at no cost allows everyone to have access to this important resource, allowing researchers in the private sector and at universities to generate even more data applications â\u0080\u0094 applications that serve commercial endeavors in agriculture and forestry, that enable land managers in and out of government to work more efficiently, and that define and tackle critical environmental issues.\n\n<strong>Landsat and innovation<\/strong>\n\nLandsat has sparked innovation in Earth systems research and in commercial applications of the data from its inception in the mid-1960s. Â Since 2008, when Landsat images were made available free of charge, there has been a remarkable burst of innovative science applications of the data.\n\nFor example, Landsat data played a central role in an award-winning type of mapping that tracks water use. Using Landsat imagery supplied by USGS in combination with ground-based water data, the Idaho Department of Water Resources and the University of Idaho developed a novel method to create water-use maps that are accurate to the scale of individual fields. Water-use maps help save taxpayer money by increasing the accuracy and effectiveness of public decisions involving water â\u0080\u0094 for instance, in monitoring compliance with legal water rights. In 2009, the Kennedy School of Government at Harvard University cited Idahoâ\u0080\u0099s original design for these maps as an outstanding innovation in American government.\n\n[caption id=\"attachment_174592\" align=\"alignleft\" width=\"980\"]<a href=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/Some-Image.jpg\"><img class=\"size-full wp-image-174592\" src=\"http:\/\/www.usgs.gov\/blogs\/features\/files\/2012\/07\/Some-Image.jpg\" alt=\"A view of the lower 48 U.S. states. For more info, see caption:\" width=\"980\" height=\"650\" \/><\/a> The National Land Cover Database (NLCD 2006) produced by USGS and the federal interagency Multiâ\u0080\u0091Resolution Land Characteristics Consortium (MRLC) from Landsat imagery is a massive database that describes the surface condition of each 30-meter cell of land in the conterminous U.S. One such cell is approximately the area of a baseball diamond. The range and accuracy of the database enables land managers, urban planners, agricultural experts, and scientists with many different interests (for instance, climate change or invasive species) to identify critical characteristics of the land for a wide variety of investigations.[\/caption]\n\n<strong>In the beginning<\/strong>\n\nBy the mid-1960s, some civilian geologists, geographers, and agronomists were familiar with imaging potential of classified Earth-observing satellites and had also studied the surprisingly detailed land-surface photos taken by early astronauts using hand-held cameras.\n\nIn 1966, with NASA still heavily committed to the Apollo Program in preparation for what would be a 1969 moon landing, the USGS convinced Interior Secretary Stewart Udall to hold a press conference announcing Interiorâ\u0080\u0099s new Project EROS, the acronym for Earth Resources Observation Satellites, and, furthermore, that Interiorâ\u0080\u0099s first satellite would launch in 1969!\n\nIn a statement that echoes true to this day, Udall said, â\u0080\u009câ\u0080¦the time is now right and urgent to apply space technology towards the solution of many pressing natural resources problems being compounded by population and industrial growth.â\u0080\u009d This bold announcement succeeded as a catalyst for what eventually became the worldâ\u0080\u0099s first civilian land-imaging satellite, developed by NASA and launched on July 23, 1972.\n\nSix years earlier, Udall had said the satellite would be â\u0080\u009câ\u0080¦just the beginning of a great decade in land and resource analysis for a burgeoning population.â\u0080\u009dÂ  Today we celebrate not one but four great decades in Earth science from space.\n\n[caption id=\"\" align=\"alignleft\" width=\"325\"]<a href=\"http:\/\/eros.usgs.gov\/imagegallery\/media\/images\/gallery\/2046.jpg\"><img src=\"http:\/\/eros.usgs.gov\/imagegallery\/media\/images\/gallery\/2046.jpg\" alt=\"See caption:\" width=\"325\" height=\"350\" \/><\/a> USGS created the â\u0080\u009cEarth as Artâ\u0080\u009d series to provide a unique avenue of insight about the geography of selected Landsat scenes that have an artistic resonance. This image is titled â\u0080\u009cMalaspina Glacier.â\u0080\u009d The tongue of the Malaspina Glacier, the largest glacier in Alaska, fills most of this image. The Malaspina lies west of Yakutat Bay and covers 1,500 sq mi (3,880 sq km).[\/caption]\n\n<strong>On the horizon<\/strong>\n\nNASA is preparing to launch the next Landsat satellite, the Landsat Data Continuity Mission (LDCM), on February 11, 2013, from Vandenberg Air Force Base in California. LDCM will be the most technologically advanced satellite in the Landsat series. LDCM sensors take advantage of evolutionary advances in detector and sensor technologies to improve performance and increase reliability. Once it successfully achieves orbit, LDCM will join the Landsat 5 and Landsat 7 satellites as Landsat 8 to continue the Landsat data record.\n\n<strong>Join the celebration<\/strong>\n\nNASA and USGS held a news conference, Â July 23, to highlight the accomplishments of the Landsat program at the Newseum in Washington, DC.\n\nNASA Television and the NASA website provided live briefing coverage and will maintain archived video of the event. Visit <a href=\"http:\/\/www.nasa.gov\/ntv\">NASA TV<\/a> or <a href=\"http:\/\/svs.gsfc.nasa.gov\/Gallery\/Landsat.html\">NASA Goddard Multimedia<\/a>.\n\nFor information about â\u0080\u009cLandsat at 40â\u0080\u009d anniversary features:\n<ul>\n\t<li>10 most significant images from the Landsat record;<\/li>\n\t<li>U.S. regions selected for the \"My American Landscape\" contest;<\/li>\n\t<li>announcement of the top five Landsat \"Earth As Art\" images,visit <a href=\"http:\/\/www.nasa.gov\/landsat\">NASA Landsat<\/a>.<\/li>\n<\/ul>\nFor details about the Landsat program, including current operations and situational updates, visit <a href=\"http:\/\/landsat.usgs.gov\/\">USGS Landsat<\/a>.","summary":null,"format":null}]},"field_images":{"und":[{"fid":"24218","uid":"31","filename":"EROS-Feature-Image-2.jpg","uri":"public:\/\/EROS-Feature-Image-2.jpg","filemime":"image\/jpeg","filesize":"26590","status":"1","timestamp":"1425492768","type":"image","uuid":"4f07e499-f4eb-423e-8034-536a7d02adfb","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":312,"width":502},"alt":"","title":"","display":"1","description":null}]},"country":["United States of America"],"mm_tags":["Climate and Land Use Change","earth observation","global Change","Land Remote Sensing","landsat","Remote Sensing"],"article_type":["Featured Story"],"release_date":{"und":[{"value":"1343048450","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":[],"subtitle":[]}