{"title":"Earth as Art: Portraits from the Studio of Space","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>For most of us, deserts, mountains, river valleys, coastlines&mdash;even dry lakebeds&mdash;are familiar features of the Earth&rsquo;s landscape. For earth scientists, they are the focus of considerable research. But viewed from the unconventional perspective of space, Earth&rsquo;s geographic attributes can also be surprisingly beautiful. Today, the U.S. Geological Survey is unveiling the <a href=\"http:\/\/eros.usgs.gov\/imagegallery\/collection.php?type=earth_as_art_3\">Earth as Art 3 collection<\/a>, the latest set of Landsat satellite images selected for their artistic quality.<\/p>\n<p>&ldquo;While studying satellite imagery taken nearly 450 miles above the Earth&rsquo;s surface, USGS researchers recognized that some remarkable images went beyond scientific value and inspired their imagination,&rdquo; said Matt Larsen, USGS Associate Director for Climate and Land Use Change. &ldquo;The collected images are authentic and original in the truest sense. These magnificently engaging portraits of Earth encourage us all to learn more about our complex world.&rdquo;<\/p>\r\n<p>The Earth as Art 3 exhibit is the third in the series of award-winning USGS and NASA images now available <a href=\"http:\/\/eros.usgs.gov\/imagegallery\/\">online<\/a>. Taken from the Landsat 5 and Landsat 7 satellites, Earth as Art 3 depicts an intricate beauty in Earth&rsquo;s natural patterns. Instead of paint, the medium for this collection is light. Satellite sensors don&rsquo;t see light as the human eye does; sensors see the Earth in bands of red, green, blue, and infrared. As these different bands are combined into a single image, fascinating patterns, colors, and shapes emerge.<\/p>\r\n<p>Forty satellite images were selected for the exhibit based solely on their aesthetic appeal. Cloud formations, coastlines, mountain ranges, islands, deltas, glaciers, and rivers seen from space take on patterns resembling abstract art with their striking textures and brilliant colors. Earth as Art 3 follows the Earth as Art 1 and Earth as Art 2 exhibits which have been shown in the Library of Congress, in the halls of Capitol Hill, and in museums and art centers around the country.<\/p>\r\n<p>The announcement of the Earth as Art 3 collection coincides with Geography Awareness Week 2010. Launched in 1987 by presidential proclamation, Geography Awareness Week is held the third week in November as an opportunity for families and schools to engage in fun, educational experiences while drawing attention to the importance of geographic understanding in ensuring our nation's economic competitiveness, national security, environmental sustainability, and the livability of our communities in the 21st century.<\/p>\r\n<p>For more information about the Earth as Art series, please visit the <a href=\"http:\/\/eros.usgs.gov\/imagegallery\/\">EROS Image Gallery<\/a>.<\/p>","summary":null,"format":null}]},"field_images":[],"regions":["South Dakota"],"country":["United States of America"],"mm_tags":["geography","satellite","South Dakota","Earth As Art"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1289797200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169750"},{"tid":"169564"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}