{"title":"Who Was David Johnston?","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>On Saturday, May 17, 1997, representatives of the U.S. Forest Service, the U.S. Geological Survey and the State of Washington will gather on a ridge on the north slope of Mount St. Helens to dedicate the \"Johnston Ridge Observatory of the Mount St. Helens National Volcanic Monument.\" The observatory is the third visitor center to be constructed in the national monument in the past 12 years and is dedicated to David A. Johnston, the USGS scientist who died when Mount St. Helens erupted violently on the morning of May 18, 1980. \n<p>Johnston was alone at the USGS monitoring post on Coldwater Ridge that Sunday morning, and when the mountain began to rumble, shortly after 8:30 a.m., it was Johnston who radioed to his colleagues in nearby Vancouver, Wash., \"Vancouver, Vancouver, this is it!\" \r\n<p>Johnston was killed by the force of the 200-mile-per-hour blast of heat and gas that blew out of the side of the mountain. His body was never found. \r\n<p>David Johnston was born in Chicago on Dec. 18, 1949, and grew up in the Chicago suburb of Oak Lawn. At the time of his death he had been employed by the USGS for nine years, having joined the agency in 1971, the same year that he graduated in geology \"with highest honors,\" from the University of Illinois. He worked for the USGS in conjunction with his post-graduate studies at the University of Washington, where he received his Ph.D in 1978. \r\n<p>Although his geologic career spanned less than a decade and much of it was dedicated to his academic studies, he had already received international recognition for his studies of St. Augustine and Katmai volcanoes in Alaska, as well as volcanic studies of the San Juan mountains in Colorado, and geothermal studies of the Azores. He published 13 scientific papers between 1976 and 1980. \r\n<p>Johnston went to Mount St. Helens in late March 1980, when the mountain first stirred to life by emitting steam and ash. He helped to install the seismic monitoring network that allowed scientists to record the numerous small earthquakes that occurred as lava and gasses travelled toward the surface of the mountain during April and early May. He also helped to gather water samples from a small lake in the volcano&rsquo;s old crater, and performed tests on those samples that showed that dactite magma, a slow-flowing lava, was moving through the innards of the mountain. \r\n<p>Although he could be fun and horse around a bit, most of Johnston&rsquo;s USGS colleagues remember him as a quiet, serious, young man, totally unlike the hot-headed daredevil depicted in the post-eruption movie, \"St. Helens.\" \r\n<p>Seventeen years after his death, fellow scientists who worked with Johnston at Mount St. Helens and on other field assignments have no doubt that he would have had a very successful career with the USGS and today would probably be in some senior position in the agency&rsquo;s volcanoes research program. \r\n<p>\"He was a good scientist and a good team player,\" said Tom Casadevall. \"He was organized and focused and a good manager of his own projects, and would have been able to transfer those skills to the management of larger projects.\" Casadevall, who is two years older than Johnston and who worked with him in Colorado, Hawaii and Mount St. Helens, is an expert in the mechanics of the disbursement of volcanic ash. He has risen through the management ranks of the USGS and is currently the regional director of the USGS in Menlo Park, Calif. Peter Lipman, who was Johnston&rsquo;s mentor during his doctoral studies, shares Casadevall&rsquo;s appraisal of the career that might have been Johnston&rsquo;s. \"He was good scientist, and perhaps would have become a great scientist,\" Lipman said. \"He just wasn&rsquo;t as lucky as the rest of us.\" \r\n<p>In addition to the new observatory on Coldwater Ridge, the USGS has already honored Johnston by naming the building that houses the agency&rsquo;s Cascades Volcano Observatory in Vancouver, Wash., the \"David A. Johnston Building,\" a","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":[""],"article_type":["State News Release"],"release_date":{"und":[{"value":"863582400","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"170214"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}