{"title":"USGS Releases New Software for Estimating Flood Flows","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p>The U.S. Geological Survey (USGS) has released new software that allows users to estimate flood flows for streams throughout the United States. The new software, version 3 of the National Flood Frequency (NFF) Program, provides estimates of flood flows having recurrence intervals of 2 to 500 years for user-selected sites on rural and urban streams. The two-year flood occurs, on average, once in two years, whereas the 500-year flood occurs, on average, once in 500 years. <\/p>\n<p>The NFF software compiles more than 2,000 flood-flow equations developed by the USGS for 289 regions of the Nation into a single, user-friendly package. The equations relate the flood flows to physical and climatic characteristics, such as the land area that drains to the site of interest and the mean annual precipitation for the area. Users can enter the characteristics into NFF to obtain flood-flow estimates for their sites of interest. Different regions require different characteristics as input for solving the equations. The estimates are provided onscreen as tables or as plots, and users can save the output to files on their computers. <\/p>\r\n<p>\"This new software has been anxiously awaited by Federal, State, and local government agencies, and by the engineering and consulting communities,\" said Kernell Ries, a USGS hydrologist who compiled the report that documents the software. \"The estimates provided by NFF are often used as a basis for determining flood-plain areas on the Federal Emergency Management Agency?s flood insurance rate maps, and by other agencies for making planning and management decisions. In addition, the estimates are used to design bridges, culverts, and flood-control structures.\" <\/p>\r\n<p>A previous version of the software was released in 1994, and since then, new equations have been developed for more than 30 States. The report, titled \"The National Flood Frequency Program, Version 3: A Computer Program for Estimating Magnitude and Frequency of Floods for Ungaged Sites,\" compiled by K.G. Ries III, and M.Y. Crouse, has been released as U.S. Geological Survey Water Resources Investigations Report 02-4168. Digital copies of the report and the software can be downloaded from the NFF Web page, <a href=\"http:\/\/water.usgs.gov\/software\/nff.html\">http:\/\/water.usgs.gov\/software\/nff.html<\/a>. The Web site also contains links to documentation to assist users in solving the equations for each State. Paper copies of the report, which include a CD-ROM of the software, can be purchased at U.S. Geological Survey, Information Services, Box 25286, Denver, CO 80225-0286 (telephone: (303) 202-4700). Orders must include checks or money orders payable to U.S. Department of the Interior, U.S. Geological Survey. The NFF software runs only on computers with Windows operating systems.<\/p>","summary":null,"format":null}]},"field_images":[],"country":["United States of America"],"mm_tags":[""],"article_type":["National News Release"],"release_date":{"und":[{"value":"1044853200","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169865"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}