{"title":"New Ouchless Plague Vaccine, Shipwrecks Wrecking Coral Reefs, White-Nose Syndrome in Bats, and More at the Wildlife Disease Association Conference","status":"1","comment":"0","promote":"0","sticky":"0","body":{"und":[{"value":"<p><strong>Note to reporters and editors: The 58th annual meeting of the <a href=\"http:\/\/www.wildlifedisease.org\/\" target=\"_blank\">Wildlife Disease Association (WDA)<\/a> will be August 2-7, 2009, in Blaine, Wash.<\/strong> The theme is <em>Wildlife Health from Land to Sea: Impacts of a Changing World<\/em>.&nbsp;This release is based on USGS research being presented at the conference. Also see a <a href=\"http:\/\/www.usgs.gov\/newsroom\/article.asp?ID=2267\">full press release on emerging diseases in fish<\/a>.<\/p>\n<p>&nbsp;<\/p>\r\n<p><strong>Get Your Shots! Eating Ouchless Vaccines Protects Prairie Dogs in the Lab Against Plague: <\/strong>A new oral vaccine against sylvatic plague is showing significant promise in the laboratory as a way to protect prairie dogs and may eventually protect endangered black-footed ferrets who now get the disease by eating infected prairie dogs, according to results by a USGS researcher at the USGS National Wildlife Health Center. Sylvatic plague is an infectious bacterial disease usually transmitted from animal to animal by fleas. This exotic disease is usually deadly for black-footed ferrets and their primary prey, prairie dogs, resulting in local extinctions or regional population reductions. Along with other wild rodents, prairie dogs are also considered a significant reservoir of plague for other wildlife, domestic animals, and people in the western U.S.&nbsp; Prevention of plague in wild rodents by immunization could reduce outbreaks of the disease in animals, thereby reducing the risk for human exposure to the disease.<\/p>\r\n<p>USGS scientists offered plague vaccine in food for voluntary consumption by 16 black-tailed prairie dogs. They also injected a plague vaccine into 12 other prairie dogs and then studied how much protection against plague the two kinds of vaccines offered. USGS researcher Dr. Tonie Rocke, the lead researcher of the project, found that the prairie dogs that &ldquo;ate&rdquo; their vaccine were better protected from the disease than the ones who were injected with a vaccine.&nbsp; These results, said Rocke, demonstrate that oral immunization of prairie dogs against plague provides significant protection from the disease, at least in the laboratory. Black-footed ferrets, of course, are one of the rarest mammals in North America. An oral vaccine, said Rocke, could be put into bait and delivered into the field without having to handle any animals, a process that is time-consuming, costly, and sometimes stressful for the animals.&nbsp; The same bacterium that affects ferrets, prairie dogs, and other rodents, is also responsible for human cases of plague. <strong>For more information, contact Dr. Tonie Rocke at 608-270-2451 or <\/strong><a href=\"mailto:trocke@usgs.gov\"><strong>trocke@usgs.gov<\/strong><\/a><\/p>\r\n<p><strong><br \/><\/strong><\/p>\r\n<p><strong>Shipwrecks Wrecking Coral Reefs? A Case Study at Palmyra Atoll N<\/strong><strong>ational Wildlife Refuge:<\/strong><\/p>\r\n<p>For the first time, researchers have definitively shown that shipwrecks and other man-made structures increase the potential for large invasions of unwanted species into coral reefs, even comparatively pristine ones. These unwanted species can completely overtake a reef and eliminate native corals, dramatically decreasing the diversity of marine organisms on the reef. Coral reefs can undergo fast changes in their dominant life forms, a phenomenon referred to as phase shift. Scientists have speculated on many possible causes of phase shift, but this study is the first one to clearly show that a rapid change in the dominant life forms on a coral reef is associated with man-made structures.&nbsp;<\/p>\r\n<p>In September 2007, USGS researcher Dr. Thierry Work, Dr. Greta Aeby from the Hawaii Institute of Marine Biology, and Dr. James Maragos from U.S. Fish and &nbsp;Wildlife Service studied a 100-foot vessel that wrecked in 1991 on isolated Palmyra Atoll in the central Pacific Ocean. They found extremely high numbers of an","summary":null,"format":null}]},"field_images":[],"regions":["Washington"],"country":["United States of America"],"mm_tags":["biology","Climate Change","disease","ecology"],"article_type":["State News Release"],"release_date":{"und":[{"value":"1249272000","timezone":"UTC","timezone_db":"UTC","date_type":"datestamp"}]},"contacts":{"und":[{"tid":"169017"}]},"subtitle":{"und":[{"value":"","format":null,"safe_value":""}]}}